{
  "id": 2,
  "added": "2010-12-23 18:09:35",
  "modified": "2010-12-30 04:10:27",
  "public": true,
  "metadata": {
    "Title": [
      "Agnes Tangvik to John Holm 1947.9.27"
    ],
    "Description": [
      "Agnes er omtalt som halvsøster i ett av Evelyn Holm's brev (eller det er mulig det var i Sonja's brev).  Jeg er ikke sikker på hvordan dette henger sammen, om hun er Ola's eller Berith's datter.  Hun sier i dette brevet at mannen nettopp har hatt 50 års-jubileum, og hvis hun selv er rundt den alderen, er det en nokså stor aldersforskjell mellom henne og søstrene, så det er mulig hun var Berith's datter fra før hun ble gift med Ola.  Eller hadde Ola vært gift før?\n\nLETTER FROM AGNES TANGVIK (OLA'S WIFE'S DAUGHTER?), ROSENBORGSGT. 14, TRONDHJEM, DATED SEPTEMBER 26, POSTSTAMPED IN 1947, TO HR. (MR.) JOHN HOLM, 108 WEST FIFTH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  THE STAMPS HAVE BEEN REMOVED.\n\nAgnes was referred to as a half sister in one of Evelyn Holm's letters (or it may have been Sonja's letter).  I'm not sure whether she would be Ola's or Berith's daughter.  In this letter she says her husband just turned 50, so if she's around the same age as him she's quite a bit older than her sisters, so it's possible their mother had her before she married Ola.  Or had Ola been married before?"
    ],
    "Creator": [
      "Agnes Tangvik",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.09.26"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Thank you so much for your letter.<span>&nbsp; </span>Yes it was fun to hear from you.<span>&nbsp; </span>It&rsquo;ll be great to receive books from you and they will be read.<span>&nbsp; </span>So I&rsquo;m looking forward to their arrival.<span>&nbsp; </span>And I&rsquo;ve never had an America pkg. so that will be fun.<span>&nbsp; </span>I&rsquo;m sending you a couple of pictures so that you&rsquo;ll see what we look like.<span>&nbsp; </span>I recently had my boy&rsquo;s picture taken as my husband had his 50 year jubilee last Tuesday.<span>&nbsp; </span>I&rsquo;m sending you a song written for the occasion.<span>&nbsp; </span>It&rsquo;s my first song that I&rsquo;ve written so I&rsquo;m really proud.<span>&nbsp; </span>I&rsquo;ve just now returned from a meeting.<span>&nbsp; </span>I imagine you in America know who James Stewart is<span>&nbsp; </span>he&rsquo;s here in Trondhjem holding meetings now.<span>&nbsp; </span>He&rsquo;s from England so he has to use an interpreter.<span>&nbsp; </span>He often has 4-5 meetings a day.<span>&nbsp; </span>Yes he&rsquo;s an exceptional man and lots of people come to hear him.<span>&nbsp; </span>Just about every night there are some who give themselves to God.<span>&nbsp; </span>But like he said last night it&rsquo;s still not a revival.<span>&nbsp; </span>The revival must first start with those who believe.<span>&nbsp; </span>Yes it&rsquo;s so easy to become lethargic and go to sleep.<span>&nbsp; </span>But it&rsquo;s important to be awake and keep ourselves ready so that we can have our wedding clothes on when Jesus comes.<span>&nbsp; </span>Many times I&rsquo;m thinking no I wont be allowed to go with Jesus when he comes to fetch his own.<span>&nbsp; </span>I feel I don&rsquo;t have as much care for the unsaved as I ought to, and many times I don&rsquo;t feel like reading the bible.<span>&nbsp; </span>But I want to belong to Jesus and my hope is his death at Golgata for my sins.<span>&nbsp; </span>Yes I very often think what grace there is in being called from the world and receive salvation.<span>&nbsp; </span>And then I think about my 2 boys and their future.<span>&nbsp; </span>I really wish they&rsquo;ll take the step over to Jesus&rsquo; side so that they don&rsquo;t get out in the world when they get to be so big that they can choose for themselves.<span>&nbsp; </span>We carry them in front of the throne of grace in prayer so we know Jesus will take care of them and fix everything.<span>&nbsp; </span>If only we could trust in him more.<span>&nbsp; </span>One night I just couldn&rsquo;t sleep<span>&nbsp; </span>there was something that I was so worried about.<span>&nbsp; </span>In the morning this cross fell out of my purse.<span>&nbsp; </span>Throw your burdens onto the Lord!<span>&nbsp; </span>Psalm. 55<span>&nbsp; </span>23.<span>&nbsp; </span>And this gave me such comfort. <span>&nbsp;</span>Sverre my biggest boy had received it at Sunday school.</p></p>\n<p>One evening mother father and I went to a meeting at the Salvation Army.<span>&nbsp; </span>Father is often there.<span>&nbsp; </span>It&rsquo;s strange that it takes such a long time for him to take the step.<span>&nbsp; </span>He&rsquo;s been going for many years now to listen.<span>&nbsp; </span>I often think what if he has a sudden death and is not saved.<span>&nbsp; </span>Yes that has been terrible for me to think about.<span>&nbsp; </span>But as you say everything that <span>&nbsp;</span>2 or 3 of you agree to pray about in my name <span style=–text-decoration: underline;–>will</span> be given to you.<span>&nbsp; </span>Thank you so much for remembering us in prayer<span>&nbsp; </span>we need it so much, and thank you for all your good advise and wishes.</p></p>\n<p>Would be grateful for a reply again.<span>&nbsp; </span>You&rsquo;re greeted from everyone here at home.</p></p>\n<p>Best wishes Agnes Tangvik</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Agnes Tangvik",
    "John Holm",
    "Norway to US",
    "Trondheim",
    "postwar"
  ],
  "files": [
    {
      "original": "Agnes Tangvik 26 september-1947.pdf",
      "filename": "314f262b394f7c0c1bf8d8909f58d2ed.pdf",
      "mime_type": "application/pdf"
    }
  ]
}