{
  "id": 3,
  "added": "2010-12-23 18:17:14",
  "modified": "2010-12-23 18:17:14",
  "public": true,
  "metadata": {
    "Title": [
      "Agnes Tangvik to John Holm 1947.12.30"
    ],
    "Description": [
      "LETTER FROM AGNES TANGVIK (OLA'S DAUGHTER), ROSENBORGSGT. 14. TRONDHJEM, DATED DECEMBER 30 –1947, TO JOHN HOLM, 108 WEST FIFTH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  THE ENVELOPE HAS AN 80 ØRE STAMP PICTURING KING HAAKON VII AND OSLO CITY HALL WITH THE TEXT (IN NORWEGIAN):  –THE KING'S RETURN JUNE 7 1945– (THE KING AND THE GOVERNMENT WERE IN EXILE DURING THE WAR). THIS STAMP IS ONE OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.  ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY. (THE 55 ØRE ONE IS MISSING)."
    ],
    "Creator": [
      "Agnes Tangvik",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.12.30"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Thank you so much for the package and the letter.<span>&nbsp; </span>It came just before Christmas.<span>&nbsp; </span>We feel it&rsquo;s just too much to receive all this.<span>&nbsp; </span>At the customs office they didn&rsquo;t open it so there was no customs to pay.<span>&nbsp; </span>The slippers fit perfectly<span>&nbsp; </span>I wear them every day and they&rsquo;re also wonderfully warm. <span>&nbsp;</span>My husband says to tell you thank you very much.<span>&nbsp; </span>He was very happy with the pen and the pencil.<span>&nbsp; </span>He feels they are much too expensive gifts to get.<span>&nbsp; </span>Have also received what you added for Sonja.<span>&nbsp; </span>Yes the boys were wild with joy for the piggy banks and the bikes.<span>&nbsp; </span>The only accident was that one of the bikes was broken so you see they ended up fighting<span>&nbsp; </span>in the end I had to hide it.<span>&nbsp; </span>They&rsquo;ve never seen toys like that before you know.<span>&nbsp; </span>I must also thank you for the money in the banks.<span>&nbsp; </span>Yes thank you so much for everything.<span>&nbsp; </span>Isn&rsquo;t there anything we have here in Norway that you would like to have, that we could send you. Well we don&rsquo;t have much, but if there&rsquo;s something that we have that can&rsquo;t be found there we would very much like to send you something.<span>&nbsp; </span>Can&rsquo;t you suggest something?</p></p>\n<p>Well Christmas is over.<span>&nbsp; </span>The Christmas tree we&rsquo;ll keep a while longer.<span>&nbsp; </span>The boys think it&rsquo;s fun you know.<span>&nbsp; </span>And this year is almost over too.<span>&nbsp; </span>I always think New Years Eve is so serious.<span>&nbsp; </span>One always thinks that one will be better in the new year, but it ends up in defeat, well even if we are faithless Jesus is faithful and his grace is enough for me.<span>&nbsp; </span>The Christmas card you sent to father was so beautiful with that picture of Jesus on it.<span>&nbsp; </span>I got the picture and glued it to the inside of the front of my bible.<span>&nbsp; </span>Father is sitting here now waiting to hear the news on the radio.<span>&nbsp; </span>Sverre is also inluding a letter today.<span>&nbsp; </span>Say hello to your wife and Alma Wilson from us.<span>&nbsp; </span>Write when you have time.</p></p>\n<p>Best wishes Agnes Tangvik.</p></p>\n<p>&nbsp;</p></p>\n<p><em>In the margin it says:</em><span>&nbsp; </span>I got the Pen and ? <em>(can&rsquo;t understand the next word)</em> but not the ones I used in Jasper<span>&nbsp; </span>for now thank you very much.<span>&nbsp; </span>Letter later.<span>&nbsp; </span>Olav.</p></p>\n<p><em>Enclosed in the letter is a child&rsquo;s drawing of a house where Agnes has written:</em><span>&nbsp; </span>Sverre also wants to send you a house.<span>&nbsp; </span>Isn&rsquo;t it nice?</p></p>\n<p>&nbsp;</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Agnes Tangvik",
    "John Holm",
    "Norway to US",
    "Trondheim",
    "postwar"
  ],
  "files": [
    {
      "original": "Agnes Tangvik 30 des-1947.pdf",
      "filename": "bc73b35869638eb43f36a980ed8ea648.pdf",
      "mime_type": "application/pdf"
    }
  ]
}