{
  "id": 5,
  "added": "2010-12-23 18:33:19",
  "modified": "2010-12-23 18:33:19",
  "public": true,
  "metadata": {
    "Title": [
      "Ågot Søberg to Alma C. Wilson 1946.12"
    ],
    "Description": [
      "LETTER FROM ÅGOTH SØBERG (THE DAUGHTER OF EDVARD AND HANNA EIDUM), UNDATED.  THERE'S AN ENVELOPE WITH THE ADDRESS OF ALMA WRITTEN IN THE SAME RED PEN AS THIS LETTER, POST STAMPED DECEMBER 2-1946.  ON THE BACK OF IT IS THE ADDRESS  OF KAREN AUSTVOLD, ÅGOTH'S SISTER, WRITTEN IN PENCIL, BUT IT'S POSSIBLE THAT WAS WRITTEN BY ALMA HERSELF (KAREN AUSTVOLD, KYRRE GREPPE GATE 17, NARVIK).  SHE HAS ALSO WRITTEN –WROTE MARCH 16 AGAIN–.  SENT BY AIR MAIL, A BLUE 30 ØRE STAMP WITH LION, A PURPLE 35 ØRE STAMP WITH LION, AND A RUST COLORED 2 KRONER STAMP WITH KING HAAKON VII.  ON THE BACK OF ONE OF THE PAGES IS A LETTER WRITTEN BY GRETA, ÅGOTH'S DAUGHTER."
    ],
    "Creator": [
      "Ågot Søberg",
      "Greta Søberg",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.12"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>I had a letter from father yesterday, and he said we must send a little Christmas greeting to our relatives in America.<span>&nbsp; </span>Yes, I suppose there&rsquo;s been very few letters and gifts coming and going across the Atlantic. now in recent years.<span>&nbsp; </span>Imagine something as horrible as us here in peaceful Norway experiencing a war.<span>&nbsp; </span>Hope it&rsquo;ll never happen again.<span>&nbsp; </span>The towns endured terrible destructions.<span>&nbsp; </span>We live out in the country by the sea, so we didn&rsquo;t really see much destruction, but my word we were victimized anyway. <span>&nbsp;</span>If we had a some sheep or a calf, don&rsquo;t think we got to keep them ourselves<span>&nbsp; </span>they took everything away from us.<span>&nbsp; </span>After all our struggles and hard work, they didn&rsquo;t even let us keep our food.<span>&nbsp; </span>We were expected to work as hard as we could and when we had harvested what little we had they were quick to take it from us.<span>&nbsp; </span>With regard to clothes, it was even worse.<span>&nbsp; </span>What little there was of clothes, was first of all for the towns people and there was never anything left over for the farmers<span>&nbsp; </span>never mind them<span>&nbsp; </span>they live out in the boonies, so they can just go naked.<span>&nbsp; </span>But we managed that somehow too.<span>&nbsp; </span>I&rsquo;m just glad we got to keep our lives, they didn&rsquo;t take that from us, though there were those who didn&rsquo;t get to keep that either.<span>&nbsp; </span>Oh well, oh well<span>&nbsp; </span>hope the bad times will be forgotten and never come back.<span>&nbsp; </span>We live in Vester&aring;len <em>(way up North of Norway),</em> and have 3 children.<span>&nbsp; </span><span>&nbsp;</span>My oldest boy is called Edvart.<span>&nbsp; </span>He was born on father&rsquo;s birthday, and was therefor given the same name.<span>&nbsp; </span>He&rsquo;s a nice and good boy.<span>&nbsp;&nbsp; </span>the other two are a girl who&rsquo;s 13 years old and a boy who&rsquo;s 9 years old.<span>&nbsp; </span>But poor kids what a distance they have to walk to get to school, imagine they walk 12 km. daily.<span>&nbsp; </span>It&rsquo;s 6 km. to school<span>&nbsp; </span>so both ways they walk over a mile <em>(a Norwegian mile of 10 km. is a lot longer than an American mile).</em><span>&nbsp; </span>It&rsquo;s really bad now in the winter time<span>&nbsp; </span>they have to wade in deep snow to their waists.<span>&nbsp; </span>We live 3 km. from the main road and the road up to this farm is not cleared, so we must walk 3 km. on an uncleared road.<span>&nbsp; </span>The poor little ones know what it&rsquo;s like to go to school in all kinds of weather both in rain and frost.<span>&nbsp; </span>Now, I have something to ask you.<span>&nbsp; </span>Would you be so kind, as to ask some of the people you know there in America, if they have some old clothes that they&rsquo;re not using<span>&nbsp; </span>doesn&rsquo;t matter what it is.<span>&nbsp; </span>If somebody had an old rain coat for a 9 year old boy or a coat for Greta or if they don&rsquo;t have that, something that can be altered into sports pants for them.<span>&nbsp; </span>Us adults have more sense to be patient until we can find something to buy here in the country.<span>&nbsp; </span>I guess you have a lot of your friends and relatives here in Norway whom you&rsquo;ve helped, so please excuse me.<span>&nbsp; </span>I really hope I haven&rsquo;t offended you, It may not be right of me to write and ask, but necessity forces me to.<span>&nbsp; </span>Please don&rsquo;t let father and mother know that I have written for old clothes.</p></p>\n<p>Finally I want to wish you and yours a very good and nice Christmas! <span>&nbsp;</span>and a happy New Year</p></p>\n<p>Best wishes from us all</p></p>\n<p>&Aring;goth</p></p>\n<p>&nbsp;</p></p>\n<p>My Addr.</p></p>\n<p>&Aring;got S&oslash;berg</p></p>\n<p>Veggemo<span>&nbsp; </span>Eidet<span>&nbsp; </span>Vester&aring;len</p></p>\n<p>&nbsp;</p></p>\n<p>Dear Mrs. Alma</p></p>\n<p>Here comes a letter from way up in the cold North.<span>&nbsp; </span>I guess you&rsquo;re wondering who it&rsquo;s from.<span>&nbsp; </span>But I&rsquo;ll tell you.<span>&nbsp; </span>Edvart Eidum in Narvik is my grandfather.<span>&nbsp; </span>I have two Brothers.<span>&nbsp; </span>I&rsquo;m 13 years old.<span>&nbsp; </span>Edvar 16 years old<span>&nbsp; </span>Jan is 9 years old.<span>&nbsp; </span>Edvart goes to Middle School <em>(that came after the first 7 obligatory years, probably corresponds to Junior High here).</em><span>&nbsp; </span>Father&rsquo;s name is Johan, and he&rsquo;s 43 years old.<span>&nbsp; </span>Mother&rsquo;s name is &Aring;goht, and she&rsquo;s 38 years old.<span>&nbsp; </span>Do you have any children, do you have any girls my Age?<span>&nbsp; </span>Have a very good Christmas.</p></p>\n<p>Many good wishes from:</p></p>\n<p>Greta S&oslash;berg</p></p>"
    ]
  },
  "tags": [
    "Alma C. Wilson",
    "Christmas",
    "Edvart Eidum",
    "Gretha Søberg",
    "Narvik",
    "Norway to US",
    "Veggemo",
    "Vesterålen",
    "clothes",
    "postwar",
    "request",
    "school",
    "war",
    "Ågot Søberg"
  ],
  "files": [
    {
      "original": "Ågot Søberg desember-1946.pdf",
      "filename": "24655b74f3deb722da83369e84f75393.pdf",
      "mime_type": "application/pdf"
    }
  ]
}