{
  "id": 10,
  "added": "2010-12-23 21:28:26",
  "modified": "2010-12-30 04:09:46",
  "public": true,
  "metadata": {
    "Title": [
      "Alma C. Wilson to Klara Krogstad 1948.10.6"
    ],
    "Description": [
      "CARBON COPY OF A LETTER FROM ALMA WILSON DATED OCTOBER 6 – 1948, TO KLARA KROGSTAD."
    ],
    "Creator": [
      "Siri Lawson, trans.",
      "Alma C. Wilson"
    ],
    "Date": [
      "1948.10.06"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Well it&rsquo;s been a long time since I received your letter<span>&nbsp; </span>am glad the package got there<span>&nbsp; </span>You said nothing about whether you had to pay a lot of customs on it.<span>&nbsp; </span>Tell me please<span>&nbsp; </span>Here they said if I marked it a gift package there wouldn&rsquo;t be any customs to pay on it.<span>&nbsp; </span>No you&rsquo;re not to trouble yourself about sending me something for it.<span>&nbsp; </span>It&rsquo;s the same as I wear but I got the shortest one they had As I could see from the picture that you were shorter than me.<span>&nbsp; </span>If you should have some old salt shakers or wooden spoons or horn ones <em>(ivory?).</em><span>&nbsp; </span>Grandma Holm sent me a couple a long time ago. but they burned op. when the house was set on fire. In Iowa When mother and I were alone yes that was something too.</p></p>\n<p>Well Klara there are many things that have been done and said that are best <em>(something missing here, she may mean to say &ldquo;best left untold&rdquo;)</em><span>&nbsp; </span>You don&rsquo;t need to fear that I&rsquo;ll repeat anything back to anyone there.<span>&nbsp; </span>It&rsquo;s depressing to think that god&rsquo;s word. and that those who call themselves God&rsquo;s workers and Christians. Can do some of the things they do to their own flesh and blood as we say here.<span>&nbsp; </span>Mother and I understand what your mother has gone through And you cannot eat good promises<span>&nbsp; </span>I&rsquo;ve heard these same words too.<span>&nbsp; </span>Mother hasn&rsquo;t Had an easy time either although she got money 4 times from her father one time from a cousin who died. but it was all taken away from her<span>&nbsp; </span>She wasn&rsquo;t even allowed to write to any of her relatives<span>&nbsp; </span>Now we can&rsquo;t find them.<span>&nbsp; </span>I wrote to mother&rsquo;s sisters and a brother so we know where they are<span>&nbsp; </span>a sister was with them for a while.<span>&nbsp; </span>he sent his money to john and mother while he was in the war <em>(does she mean the sister&rsquo;s son, as mentioned in a previous letter of Sept. 26?)</em><span>&nbsp; </span>John sent it to Norway and got the credit for the gift<span>&nbsp; </span>Mother had no say in the matter.<span>&nbsp; </span>but it was much regretted John said towards the end. but too late<span>&nbsp; </span>I think mother should at least get some respect from them but she&rsquo;ll get what she needs and more blessings than those who think they&rsquo;re really something.<span>&nbsp; </span>Your mother has gotten through the battle and so will we. though it&rsquo;s tight and hard sometimes.<span>&nbsp; </span>it&rsquo;s a good thing your boys are as young as they are<span>&nbsp; </span>it wont be child&rsquo;s play <em>(seems like they&rsquo;re expecting another war).</em><span>&nbsp; </span>I hope we can write to each other for a while yet.<span>&nbsp; </span>one of mine is at home now on a 40 days leave<span>&nbsp; </span>I&rsquo;m so happy about that.<span>&nbsp; </span>he has taken up the potatoes and made the house ready for winter. with storm windows and ditto doors. as both mother and I have been unwell with cold and flu.<span>&nbsp; </span>there&rsquo;s a lot of child paralysis here in this country<span>&nbsp; </span>over 100 in 2 hospitals where grace works <em>(she must be talking about the Polio epidemic).</em></p></p>\n<p>Yes it&rsquo;s the round table cloth I got from you in the picture but the one with the fringe on it which is hanging over the end of the table Ole&rsquo;s girls sent to me<span>&nbsp; </span>I don&rsquo;t think he knew about it as he doesn&rsquo;t want them to write to us.<span>&nbsp; </span>He hasn&rsquo;t written to us since he got this money that was there.<span>&nbsp; </span>Laura hasn&rsquo;t either but she wrote after she found out about it<span>&nbsp; </span>your brother who&rsquo;s sick <em>(Olaf)</em> wrote to John and thanked him for the money he got.<span>&nbsp; </span>it came on the day that John died that same evening.<span>&nbsp; </span>He asked if Jon thought it would be good for him to come to America as his wife wanted to be near the mother church <em>(she was a Mormon).</em><span>&nbsp; </span>John said no tell him he&rsquo;s sick and it&rsquo;s hard for those who are well here now<span>&nbsp; </span>no housing to be had.<span>&nbsp; </span>Yes it&rsquo;s $ 65 a month for 4 rooms. and that&rsquo;s almost impossible to find.<span>&nbsp; </span>your brother will do better by holding on to old norway.</p></p>\n<p>You must tell them hello from us and thank him for the photos. say hello to all of yours from us <span>&nbsp;</span>how&rsquo;s my little girl over there.<span>&nbsp; </span>ruth Irene is unusually good at talking and getting around<span>&nbsp; </span>she&rsquo;s so bad at climbing everywhere<span>&nbsp; </span>Write soon<span>&nbsp; </span>regards to your mother<span>&nbsp; </span>aunt Hannah has told me how good your mother has always been to everyone</p></p>\n<p>write soon<span>&nbsp; </span>it can soon be stopped like before you know</p></p>\n<p>Alma</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Dell Rapids",
    "Klara Krogstad",
    "Polio",
    "US to Norway",
    "cold war",
    "finances",
    "gifts",
    "postwar",
    "war"
  ],
  "files": [
    {
      "original": "Alma Wilson 6 oktober-1948.pdf",
      "filename": "c2d3ce90e5f143345560c95027b6f5f2.pdf",
      "mime_type": "application/pdf"
    }
  ]
}