{
  "id": 11,
  "added": "2010-12-23 21:37:19",
  "modified": "2010-12-30 04:09:41",
  "public": true,
  "metadata": {
    "Title": [
      "Alma C. Wilson to Edvard and Hanna Eidum 1948.3.16"
    ],
    "Description": [
      "CARBON COPY OF A LETTER WRITTEN BY ALMA WILSON DATED MARCH 16 – 1948, TO EDVARD AND HANNA EIDUM."
    ],
    "Creator": [
      "Alma C. Wilson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.03.16"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>I&rsquo;m going to reply to your letter<span>&nbsp; </span>I didn&rsquo;t like to reply to it<span>&nbsp; </span>like I said to mother if I told you the truth you wouldn&rsquo;t believe it but now Ole has written to mother first time in his life that she must sign so that they can go to Stj&oslash;rdalen savings bank and take out the money that is there in John name and sent a transcript of a letter that John wrote Axel July 8-1946 where he says he sent 200. Dollars to Stj&oslash;rdalen bank and was going to send more now and again and if he doesn&rsquo;t withdraw the money himself it was to be divided equally between his 4 siblings the same, later on. I <em>(a word missing?)</em> he said that Conrad&rsquo;s wife and Markus&rsquo; wife also were to have some in honor of Markus and Conrad and I think he wrote that to Axel when Axel wrote to him that you forgot Olava and John said I didn&rsquo;t mean to but there&rsquo;s more than 200. Dollars and mother is not signing anything for Ole to go to the bank for until she finds out from the Bank what the sum is there<span>&nbsp; </span>you ask if John has arranged it so that I&rsquo;ll get something for what I&rsquo;ve done to help them here. but no, Alma gets nothing.<span>&nbsp; </span>This house will go in order to pay back part of the money that my mother&rsquo;s sister&rsquo;s son sent home from the war and that&rsquo;s only right, but do you think it was right that John sent all the money to norway.<span>&nbsp; </span>Well Ole has said to you that John was doing well when he was here in America.<span>&nbsp; </span>Yes mother had received some money from her father then and then John took some of it and sent for Ole and then he started a bigger shop<span>&nbsp; </span>he had a blacksmith shop before.<span>&nbsp; </span>Well I could say more about this but it&rsquo;s not necessary.<span>&nbsp; </span>but when death comes you can&rsquo;t stick life in your pocket and tell death to go away you understand.<span>&nbsp; </span>I hardly think there&rsquo;s any blessing for anyone when it&rsquo;s done in a way that&rsquo;s not right.<span>&nbsp; </span>I don&rsquo;t want Aunt Hanna to become sad about this poor her who&rsquo;s unwell and poor Laura<span>&nbsp; </span>it looks like she and the boy are being picked on by Ole<span>&nbsp; </span>I took a picture of the coffin<span>&nbsp; </span>hope you&rsquo;ve received it.<span>&nbsp; </span>I don&rsquo;t understand why Ole went to the Bank there when Axel was the one who was to take care of this.<span>&nbsp; </span>mother said can you find out from the Bank how much is there.<span>&nbsp; </span>It&rsquo;s shameful.<span>&nbsp; </span>she got money several times from her father but now she&rsquo;s to have nothing<span>&nbsp; </span>anything at all was good enough for mother<span>&nbsp; </span>I&rsquo;ve been buying her clothes for 24 years<span>&nbsp; </span>you should have seen the mattress on the bed she&rsquo;s been lying on.<span>&nbsp; </span>I wanted to buy one but no it was good enough John said<span>&nbsp; </span>now she has my bed to lie in<span>&nbsp; </span>poor mother is old and unwell<span>&nbsp; </span>why should she not be comfortable in the time she has left<span>&nbsp; </span>John said he regretted a lot of things he had done, he said I&rsquo;ve been mean. That was something to think about in the last hours. and how he suffered and was tormented these last weeks especially the last 3 weeks.<span>&nbsp; </span>It was so sad to watch.<span>&nbsp; </span>please reply<span>&nbsp; </span>I wont say anything about this and you don&rsquo;t need to either</p></p>\n<p>Best wishes from mother and Alma</p></p>\n<p>I wrote you about Marie stroke, you must not have gotten my letter</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Dell Rapids",
    "Edvart Eidum",
    "Hanna Eidum",
    "Stjørdalens Sparebank",
    "US to Norway",
    "clothes",
    "death",
    "finances",
    "inheritance",
    "postwar",
    "stroke",
    "war"
  ],
  "files": [
    {
      "original": "Alma Wilson 16 mars-1948.pdf",
      "filename": "bafd7e26040ff621266596be199b98be.pdf",
      "mime_type": "application/pdf"
    }
  ]
}