{
  "id": 13,
  "added": "2010-12-23 21:50:35",
  "modified": "2010-12-30 04:08:22",
  "public": true,
  "metadata": {
    "Title": [
      "Alma C. Wilson to Ola Holm 1948.2.20"
    ],
    "Description": [
      "LETTER FROM ALMA WILSON DATED FEBRUARY 20 – 1948, TO OLA HOLM.  NO ENVELOPE.  IT LOOKS LIKE SHE HAS USED CARBON PAPER TO MAKE A COPY OF THIS LETTER FOR HERSELF.  HER NORWEGIAN IS REALLY GOOD, IT'S HARD TO BELIEVE SHE NEVER LIVED IN NORWAY.  SHE USES THE OLD DANISH STYLE GRAMMAR AND SPELLING."
    ],
    "Creator": [
      "Alma C. Wilson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.02.20"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>As I just received your letter I&rsquo;ll write you back.<span>&nbsp; </span>I thought that you over there in Norway were together so much that it was right to write to Axel and have him tell you about John&rsquo;s death.<span>&nbsp; </span>Since he sees to John&rsquo;s greetings to you all there.<span>&nbsp; </span>I also wrote to Evelyn and asked her to tell you about it, same address <em>(Evelyn lived in the same house as her father Ola).</em><span>&nbsp; </span>It was sad for me to write it so many times.<span>&nbsp; </span>It looks like I have to write each one or there&rsquo;s someone who gets angry and nasty minded.</p></p>\n<p>Well Ole if you had stood here and seen how John was tormented and suffered from great pains in his stomach and heart<span>&nbsp; </span>the blood was running around his intestine, mouth and nose<span>&nbsp; </span>he coughed and choked <span>&nbsp;</span>was throwing up all the time the last weeks I don&rsquo;t think you would have written to me the way you now did in this letter.<span>&nbsp; </span>I ask god that you will be spared from such torture when your last days come.<span>&nbsp; </span>I was here night and day Until he said no Alma you can&rsquo;t keep this up both day and night and he had to have hypo <em>(injections?)</em> to ease the pain, and those I could not give him.<span>&nbsp; </span>then he asked the Doctor if it wouldn&rsquo;t be best to put him in the hospital, where he was for 8 days.<span>&nbsp; </span>I went twice a day<span>&nbsp; </span>my son&rsquo;s wife once.<span>&nbsp; </span>It&rsquo;s a mile every time.<span>&nbsp; </span>we have no car.<span>&nbsp; </span>Grace was at home with a broken leg.<span>&nbsp; </span>Ralph&rsquo;s girl had the measles.<span>&nbsp; </span>so we had some things to do here too.</p></p>\n<p>We had a photo taken of the coffin.<span>&nbsp; </span>I bought extra newspapers<span>&nbsp; </span>have now sent them to the 6 of you the same<span>&nbsp; </span>They will take longer than an air letter but they&rsquo;ll get there<span>&nbsp; </span>we had to wait till the photos here in America were finished before I could send them.<span>&nbsp; </span>Well you say you knew John.<span>&nbsp; </span>Yes he told me many a thing those last days since he got sick.<span>&nbsp; </span>Yes he said he regretted many a thing<span>&nbsp; </span>He regretted that he didn&rsquo;t get a Doctor for himself earlier.<span>&nbsp; </span>but they had to save, and now it was too late to blow your nose when the nose was off.<span>&nbsp; </span>Yes poor John <span>&nbsp;</span>big and strong that he always was and then having to suffer like that at his end.<span>&nbsp; </span>I hope that what he and mother and I have sent to Norway will be a blessing in his memory and not cause malice and bickering between all of you there.</p></p>\n<p>Poor mother is not very well<span>&nbsp; </span>she&rsquo;ll be 82 soon, and now it&rsquo;s difficult and lonely but I&rsquo;ll do everything I can for her that John said I should do.<span>&nbsp; </span>I&rsquo;ve done verything I could for them both before and I&rsquo;ll do so now.<span>&nbsp; </span>I&rsquo;ve been glad that they&rsquo;ve been so close that I could help out every day, and John thanked me for that in his last hour.<span>&nbsp; </span>Your package to him came on the morning after he passed the night before.<span>&nbsp; </span>thank all your Girls for the letters they sent him.<span>&nbsp; </span>they all knew over there that he was in his last days.<span>&nbsp; </span>I sent a package to Evelyn on the 16<sup>th</sup> <span>&nbsp;</span>hope she likes it<span>&nbsp; </span>It &lsquo;s too bad that you didn&rsquo;t write more often to John <span>&nbsp;</span>now it&rsquo;s too late.</p></p>\n<p>It&rsquo;s good that you have a nice family.<span>&nbsp; </span>Laura praises them all all the time.<span>&nbsp; </span>It&rsquo;s too bad that she&rsquo;s so unwell now.<span>&nbsp; </span>she&rsquo;s not much older than Me<span>&nbsp; </span>it&rsquo;s very cold here and snow and windy weather.<span>&nbsp; </span>20 below zero<span>&nbsp; </span>Hope you now know everything you wanted to know.<span>&nbsp; </span>I&rsquo;ve replied to your letter<span>&nbsp; </span>now it&rsquo;s your turn.<span>&nbsp; </span>Say hello to auntie and the Girls from mother and me.</p></p>\n<p>Alma<span>&nbsp;&nbsp; </span>P.S.</p></p>\n<p>I must say thank you for the package for John.</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Danish style",
    "Dell Rapids",
    "God",
    "John Holm",
    "Ola Holm",
    "US to Norway",
    "death",
    "gifts",
    "measles",
    "postwar"
  ],
  "files": [
    {
      "original": "Alma Wilson 20 februar-1948.pdf",
      "filename": "f2d7a4113dbaf47052b33b0baa5d6c46.pdf",
      "mime_type": "application/pdf"
    }
  ]
}