{
  "id": 14,
  "added": "2010-12-23 21:56:13",
  "modified": "2010-12-30 04:08:15",
  "public": true,
  "metadata": {
    "Title": [
      "Alma C. Wilson to Axel and Laura Holm 1948.1.20"
    ],
    "Description": [
      "LETTER FROM ALMA WILSON JANUARY 20 – 1948, TO AXEL AND LAURA HOLM.  IT'S POSSIBLE THAT THIS IS A COPY SHE MADE FOR HERSELF BEFORE SHE SENT IT TO AXEL, BUT IT'S ALSO POSSIBLE THAT SHE NEVER SENT THIS LETTER.  NO ENVELOPE.  ON THE BACK OF ONE OF THE SHEETS OF PAPER SHE HAS WRITTEN:  –SENT LETTER 21 JANUAR, WROTE EDVARD EIDUM 20–."
    ],
    "Creator": [
      "Alma C. Wilson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.01.20"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>I&rsquo;ve been waiting for a reply to my letter.<span>&nbsp; </span>I wrote to you when John got so sick.<span>&nbsp; </span>but nothing yet<span>&nbsp; </span>I wrote 2<span>&nbsp; </span>why don&rsquo;t you answer and send me the death recipe he sent you (<em>she most probably means the text for the obituary, but the Norwegian word she uses actually means &ldquo;recipe&rdquo;)</em><span>&nbsp; </span>He died at 9 in the evening on January 13<span>&nbsp; </span>was in the hospital for 8 days.<span>&nbsp; </span>I was up alone for 4 nights and many days<span>&nbsp; </span>was buried at 2 on January 19 <span>&nbsp;</span>the funeral was from the mortuary, is buried by my husband and mother in law<span>&nbsp; </span>a Lutheran priest gave or read the funeral<span>&nbsp; </span>He didn&rsquo;t want to see a priest but the day before he died he said oh Ok, the priest can come if he wants to<span>&nbsp; </span>You&rsquo;ve never in your life seen anyone suffering and tormented so from illness as he was.<span>&nbsp; </span>he said many times I never thought anyone could live and be as sick as I am now<span>&nbsp; </span>He bled around the intestine, navel nose and mouth for many days before he was let go<span>&nbsp; </span>He should have done something for his illness with a doctor a long time ago but no they had to save and save<span>&nbsp; </span>sat in the dark in the evenings.<span>&nbsp; </span>Yes he told me many a thing in his last days.<span>&nbsp; </span>Yes there&rsquo;s many a thing that can make you wonder.<span>&nbsp; </span>enough said<span>&nbsp; </span>you can let Laura and Ole know that he&rsquo;s dead and tell Ole that that package arrived on the 14<sup>th</sup> <span>&nbsp;</span>he died on the 13<sup>th</sup> &ndash; no customs but 15 cents postage to pay<span>&nbsp; </span>Hope you are all well.<span>&nbsp; </span>I wrapped up and sent 4 packages after January 7<span>&nbsp; </span>hope they all get there<span>&nbsp; </span>I ask God that you and Ole will be spared such a painful end<span>&nbsp; </span>2 of Florence brothers were here at the funeral<span>&nbsp; </span>live far away</p></p>\n<p>Regards from mother and Alma</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Dell Rapids",
    "God",
    "John Holm",
    "Laura Holm",
    "US to Norway",
    "death",
    "funeral",
    "gifts",
    "postwar",
    "priest"
  ],
  "files": [
    {
      "original": "Alma Wilson 20 januar-1948.pdf",
      "filename": "5c126e33346d60f7e3e953b7b8d7cb31.pdf",
      "mime_type": "application/pdf"
    }
  ]
}