{
  "id": 26,
  "added": "2010-12-23 23:01:40",
  "modified": "2010-12-23 23:02:42",
  "public": true,
  "metadata": {
    "Title": [
      "Død i Amerika Clipping John Holm Obituary 1948"
    ],
    "Description": [
      "JOHN'S OBITUARY (FROM STJØRDALEN'S BLAD?)  THIS WAS NOT AMONG THE LETTERS, BUT WAS GIVEN TO ME BY EINAR HOLM, AXEL'S SON, WHEN I VISITED HIM IN STJØRDAL IN THE SUMMER OF 1993."
    ],
    "Creator": [
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p><span style=–font-style: normal;–>Master baker Axel Holm has received notice, that his brother John Holm died in Dell Rapids, S. Dakota, on January 13, not far from 80 years old.<span>&nbsp; </span>John Holm was the second oldest son of Ola Markusen Hembre and Karen Jakobsdatter at Holmsplass in Hegra.<span>&nbsp; </span>He was born June 30 1868 and as there were many children in the home at Holmsplass, John, like so many others in the tenant homes had to go to work as a shepherd at a very young age &ndash; 10 years old. &ndash;<span>&nbsp; </span>First for two summers at Johan eastern Hofstad&rsquo;s in V&aelig;rnes parish &ndash; later with Peter Tr&oslash;ite where he was for 2 summers shepherding at Tr&oslash;ite&rsquo;s mountain farm in Sundal.<span>&nbsp; </span>In a letter which he sent his brother Axel last winter he writes among other things:<span>&nbsp; </span>&ldquo;You can imagine the days spent away from mother and father and my home were often long&ndash; and in the areas I roamed I left many tears behind.<span>&nbsp; </span>In the evenings I was often wet through and through and many a time that&rsquo;s how I went to bed in the farm shed and when morning came I had to put on those wet clothes again. &ndash; Though I suffered a lot in my childhood &ndash; my childhood regions like my country Norway are the dearest I know to mention here on earth.&rdquo;</span></p></p>\n<p><span style=–font-style: normal;–>Later John Holm was at </span>? (<em>don&rsquo;t know how to translate &ldquo;fanejunker&rdquo;, believe it&rsquo;s something military</em>)<span style=–font-style: normal;–> Knotten&rsquo;s at Hembre and at Peter Sm&aring;g&aring;rd&rsquo;s.<span>&nbsp; </span>A while after his confirmation John came to Sme-Hans </span>(Blacksmith Hans)<span style=–font-style: normal;–> as a blacksmith apprentice.<span>&nbsp; </span>(<em>Hans Hegre who had a blacksmith shop east of Tr&oslash;itessanden</em>) and was there till 1888, at which time he got a job as a blacksmith at the smelting factory</span> <span style=–font-style: normal;–>at Nyg&aring;rden in Hommelvik which was then under construction.<span>&nbsp; </span>In the month of May 1889 he emigrated to America, where he the whole time up until a few years ago has continued with his craft.<span>&nbsp; </span>He has lived in many cities in South Dakota, among them Colman, Sioux Falls and Silver Lake </span>(<em>Iowa</em>?),<span style=–font-style: normal;–> but stayed the longest in Dell Rapids.</span></p></p>\n<p><span style=–font-style: normal;–>He has been married twice and is survived by his second wife and two children.<span>&nbsp; </span>Here in the old country he is survived by two brothers and two sisters:<span>&nbsp; </span>Axel Holm, Stj&oslash;rdalshalsen, Ole Holm, Trondheim, Mrs. Laura Karlsen, Stj&oslash;rdalshalsen and Mrs. Hanna Eidum, Narvik.</span></p></p>\n<p><em>I wonder if the information about John having been married twice, and the fact that he&rsquo;s survived by two children is correct.<span>&nbsp; </span>We know about Alma, his stepdaughter (his brother Olaf&rsquo;s daughter), and the 3 children he had with Karoline who all died while they were small.<span>&nbsp; </span>It IS possible that he had another wife before Karoline, as he had been in America <span>&nbsp;</span>for about 10 years when he married her.</em></p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Axel Holm",
    "Colman",
    "Dell Rapids",
    "Hanna Eidum",
    "Hans Hegre",
    "Hegra",
    "Hembre",
    "Holmsplass",
    "Hommelvik",
    "John Holm",
    "Karen Jakobsdatter",
    "Laura Karlson",
    "Narvik",
    "Nygården",
    "Ola Markusen Hembre",
    "Ole Holm",
    "Peter Smågård",
    "Peter Trøite",
    "Silver Lake",
    "Sioux Falls",
    "Sme-Hans",
    "South Dakota",
    "Stjørdal",
    "Stjørdalshalsen",
    "Sundal",
    "Trondheim",
    "Trøitessanden",
    "Værnes",
    "baker",
    "blacksmith",
    "death",
    "emigration",
    "obituary",
    "postwar",
    "smelting factory"
  ],
  "files": [
    {
      "original": "Avisutklipp-Johans død.pdf",
      "filename": "a80f28b13e0204643adca41b649950c5.pdf",
      "mime_type": "application/pdf"
    }
  ]
}