{
  "id": 28,
  "added": "2010-12-25 16:31:03",
  "modified": "2010-12-30 04:07:09",
  "public": true,
  "metadata": {
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1952.03.01"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>I&rsquo;ve been expecting a greeting from you for a long time, but nothing so far.<span>&nbsp; </span>I assume you&rsquo;re alive and have a good relationship with Jesus, if you do you&rsquo;ll have a good relationship with God.<span>&nbsp; </span>If not perpetual death is waiting, because we don&rsquo;t think Jesus is enough as atonement for our sins.<span>&nbsp; </span>You Alma must believe this, then we&rsquo;ll be victorious through him in death, and will be allowed to be with him, for all eternity.</p></p>\n<p>We&rsquo;re all fine, Herborg is completely well now and is at Eilif&rsquo;s store <em>(at the bakery selling bread etc.?).</em><span>&nbsp; </span>Laura comes here every day and is doing fairly well.<span>&nbsp; </span>Olav can&rsquo;t see very well but otherwise fine.<span>&nbsp; </span>Brother in law Edv Eidum has died so now sister Hanna is a widow but is doing well.<span>&nbsp; </span>I&rsquo;m well<span>&nbsp; </span>helping at the bakery every day.<span>&nbsp; </span>I have a very good housekeeper who&rsquo;s 17 years old.<span>&nbsp; </span>It makes it very nice, she takes really good care of things for me and is a believer.</p></p>\n<p>We have a lot of snow here, and it&rsquo;s expensive to live <span>&nbsp;</span>both food and clothes.<span>&nbsp; </span>But people are buying and living the life of Riley.<span>&nbsp; </span>We&rsquo;re having a lot of meetings but nobody wants to hear the word, and accept it.<span>&nbsp; </span>So I&rsquo;m asking what does it take for our people, it&rsquo;s possible God has to send us new tribulations with war and all it&rsquo;s horror.<span>&nbsp; </span>It&rsquo;s been a long time since there&rsquo;s been as many accidents as this year here in Norway.<span>&nbsp; </span>There&rsquo;s so much misery in the homes.<span>&nbsp; </span>Poor children who have to grow up in such surroundings. <span>&nbsp;</span>There&rsquo;s a great shortage of housing here, and that leads to a lot of misery.</p></p>\n<p>Keep well then and if you can find the time then send us a little word,<span>&nbsp; </span>I&rsquo;ll be starting in the garden soon, to see if life will spring forth from the black dirt.<span>&nbsp; </span>If you have some nice seeds, I&rsquo;d be very grateful for a portion.</p></p>\n<p>May we always be in Jesus so that we can be ready when he comes down from the blue sky.</p></p>\n<p>Regards from us all.</p></p>\n<p>Best wishes Aksel Holm</p></p>\n<p>Psalm 90 1-4</p></p>"
    ],
    "Title": [
      "Axel Holm to Alma C. Wilson 1952.3.1"
    ],
    "Description": [
      "LETTER FROM AXEL HOLM DATED MARCH 1 – 1952, TO ALMA C WILSON, 102 WEST 5 STREET, DELL RAPIDS, S.D., U.S.A.  THE ENVELOPE HAS AN ORANGE 55 ØRE STAMP WITH THE HEAD OF KING HAAKON VII, AND A CROWN IN THE TOP LEFT HAND CORNER (NO MONOGRAM LIKE IN MOST OF THE OLDER STAMPS).  ON THE BACK OF THE ENVELOPE HERBORG HAS WRITTEN –BEST WISHES FROM HERBORG!  AND FROM LAURA!–."
    ]
  },
  "tags": [
    "1950s",
    "Alma C. Wilson",
    "Axel Holm",
    "Bible passage",
    "God",
    "Jesus",
    "Norway to US",
    "Stjørdal",
    "clothes",
    "damnation",
    "evangelism",
    "garden",
    "housing shortage",
    "postwar",
    "poverty",
    "snow",
    "war"
  ],
  "files": [
    {
      "original": "Axel Holm 1 mars-1952.pdf",
      "filename": "c6bf27fea1beeb19412b5000641754d8.pdf",
      "mime_type": "application/pdf"
    }
  ]
}