{
  "id": 30,
  "added": "2010-12-25 16:43:14",
  "modified": "2010-12-30 04:06:54",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to John Holm 1938.3.2"
    ],
    "Description": [
      "LETTER FROM AXEL HOLM DATED STJØRDAL MARCH 2-1938 TO MR JOHN HOLM, Bo 16, JASPER MINN, AMERICA.  THE ENVELOPE IS FROM HIS BAKERY – AX. HOLM, BAKERY & CONFECTIONERY, ALL TYPES OF GOOD BREAD, STJØRDAL, PHONE 15 – THE STAMPS HAVE BEEN TORN OFF."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1938.03.02"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Thank you for the newspapers, it&rsquo;s nice to see you&rsquo;re alive <span>&nbsp;</span>hope you&rsquo;re also doing well.<span>&nbsp; </span>We are well here<span>&nbsp; </span>are healthy and nothing wrong with us.<span>&nbsp; </span>I was in Trondheim 3 weeks ago at a big meeting, and met Olav there and everything was fine with all of them<span>&nbsp; </span>Laura is so bothered with arthritis, but is otherwise fine.<span>&nbsp; </span>My wife has a weak health<span>&nbsp; </span>she has gone into town today <em>(by &ldquo;town&rdquo; he probably means Trondheim</em>).<span>&nbsp; </span>Konrad is doing very badly economically and it&rsquo;s hard to get along with his wife <em>(he uses the words &ldquo;find agreement with&rdquo;)</em> <span>&nbsp;</span>she&rsquo;s absolutely impossible towards him but he&rsquo;s in good spirits and their children are doing fine, the oldest Brage runs a small store<span>&nbsp; </span>he&rsquo;s a clever boy.<span>&nbsp; </span>Jarl is a Dairyman and doing very well.<span>&nbsp; </span>It&rsquo;s quiet here as far as meetings and spiritual life. <em>(The following few sentences may sound unclear, but it&rsquo;s exactly what he says):</em><span>&nbsp; </span>I assume you brother John still have your life in God&rsquo;s son and live the hidden life with Christ in God.<span>&nbsp; </span>Let us stop for the truth that we live here a few years in work and struggle and when these years were over we lived such a way that we became lost, because we wouldn&rsquo;t believe in him who God had sent for salvation to all who believe.<span>&nbsp; </span>Even if there are dark clouds on our road of life, and it can be narrow and full of thorns, let us tell Jesus<span>&nbsp; </span>he wandered that road too. <em>(The last sentence rhimes and is part of a song)</em>.<span>&nbsp; </span>Mother and father so often sang the song that begins like that.<span>&nbsp; </span>Oh how many in this world forget that their life here on earth is short, many go through their whole life deceived<span>&nbsp; </span>think they are the beloved children of god though they&rsquo;ve never been taken up with the Lord as lost out of the devil&rsquo;s trap.<span>&nbsp; </span>This is a little greeting from Norway and your loved ones where we meet daily in front of the throne of mercy, and soon we will meet there.<span>&nbsp; </span>This fall I&rsquo;ll be 53 years old mom&rsquo;s little boy and I must congratulate you on your 70th <span>&nbsp;</span>it&rsquo;s coming soon.</p></p>\n<p>So live well in the fear of the Lord you and yours.<span>&nbsp; </span>Say hello from Norway<span>&nbsp; </span>today we&rsquo;re having a fine winter with lots of snow,<span>&nbsp; </span>you should see how the snow is falling big and heavy outside now.<span>&nbsp; </span>We&rsquo;ve had a fine winter with little snow.</p></p>\n<p>Best wishes Axel</p></p>\n<p>Rom. 8-1</p></p>"
    ]
  },
  "tags": [
    "1930s",
    "Axel Holm",
    "Bible passage",
    "God",
    "Jesus",
    "John Holm",
    "Norway to US",
    "Stjørdal",
    "Trondheim",
    "arthritis",
    "evangelism",
    "gifts",
    "newspapers",
    "poverty",
    "prewar",
    "sickness",
    "snow",
    "song",
    "store"
  ],
  "files": [
    {
      "original": "Axel Holm 2 mars-1938.pdf",
      "filename": "411c69c520065d78566fc8fe7a83f0ee.pdf",
      "mime_type": "application/pdf"
    }
  ]
}