{
  "id": 34,
  "added": "2010-12-25 23:57:33",
  "modified": "2010-12-30 04:05:29",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to John Holm 1918.3.3"
    ],
    "Description": [
      "LETTER FROM AXEL HOLM DATED STJØRDALEN MARCH 3-1918 TO MR JOHN HOLM, DELL RAPIDS SOD, U.S.A.  BROWNISH ENVELOPE FROM HIS BAKERY, ALONG THE TOP EDGE IS THE TEXT AXEL HOLM, BAKERY & CONFECTIONERY – STJØRDALEN –  TWO PINK 10 ØRE STAMPS, THE NUMBER 10 IS INSIDE AN INSTRUMENT (don't know what to call it in English) WITH A CROWN ABOVE IT, WHICH IN TURN IS INSIDE AN OVAL WHERE THE WORD –NORGE– (NORWAY) IS WRITTEN AT THE TOP AND POSTAL STAMP 10 ØRE AT THE BOTTOM.  THE ENVELOPE HAS A STICKER WITH THE WORDS –OPENED BY CENSOR 5019–.  THE LETTER IS WRITTEN ON PAPER FROM THE BAKERY."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1918.03.03"
    ],
    "Contributor": [
      ""
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Thank you for the letters I have received from you<span>&nbsp; </span>it pleases me to hear that you are doing well.<span>&nbsp; </span>Here in old Norway and at Stj&oslash;rdalen we are doing well <span>&nbsp;</span>we can say that sofar the Lord has helped praised be his name, we have enough food still and I&rsquo;m sure the lord wil provide for his own on the wicked day.<span>&nbsp; </span>Konrad has been a little ill but is well now<span>&nbsp; </span>my wife is a little ill but we think it will pass soon the lord willing, We have little activity here now, but god&rsquo;s spirit is working among our people<span>&nbsp; </span>several have come to jesus around the country this winter and we think more will follow.<span>&nbsp; </span>we pray for the times of comfort over our area as well but sofar the Lord has withheld his hand<span>&nbsp; </span>Svorkmo is operating on the other side of the ocean now<span>&nbsp; </span>where he is now I don&rsquo;t know<span>&nbsp; </span>may he feel the power from above.</p></p>\n<p>Be faithful on your post brother for jesus is coming soon!<span>&nbsp; </span>And then we are free and will see him as he is, with his pierced hands <span>&nbsp;</span>then there will be eternal joy halleluja<span>&nbsp; </span>may we take a few to Heaven with us.<span>&nbsp; </span>live well in jesus and his grace till we meet in the sky with our saviour thanks and praise</p></p>\n<p>Greetings with Rev. 21: 27.</p></p>\n<p>Brother Axel and family</p></p>\n<p>Greetings from Eilif. Herborg. Arne</p></p>\n<p>all are well and good to their mother and father. <span>&nbsp;</span><span>&nbsp;</span><span>&nbsp;&nbsp;</span><span>&nbsp;</span></p></p>\n<p>&nbsp;</p></p>"
    ]
  },
  "tags": [
    "1910s",
    "Axel Holm",
    "Bible passage",
    "God",
    "Jesus",
    "John Holm",
    "Norway to US",
    "Stjørdal",
    "evangelism",
    "prewar"
  ],
  "files": [
    {
      "original": "Axel Holm 3 mars-1918.pdf",
      "filename": "6b9bae9e530a71c4f79c8f077808be2f.pdf",
      "mime_type": "application/pdf"
    }
  ]
}