{
  "id": 35,
  "added": "2010-12-26 00:04:57",
  "modified": "2010-12-30 04:05:21",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to Alma C. Wilson 1945.10.3"
    ],
    "Description": [
      "LETTER FROM AXEL HOLM, DATED STJØRDAL, 3. OKTOBER-1945, TO MRS. ALMA WILSON, 102 WEST 5 STREET, DEL RAPIDS, SO. DAKOTA.  THERE'S A GREETING ON THE BACK OF THE ENVELOPE FROM HELGE, ASTRID AND EINAR HOLM (AXEL'S SON, DAUGHTER IN LAW AND GRANDSON).  THERE'S A BURGUNDY 50-ØRE STAMP WITH LION, A GREEN 1 KRONE STAMP WITH LION, AND A BEAUTIFUL, BRIGHT BLUE, FAIRLY LARGE 30 ØRE STAMP WITH MOUNTAINS REFLECTING IN A FJORD AND A CHURCH SPIRE AMONG SOME TREES.  SENT BY AIR MAIL.  ON THE INSIDE OF THE –LID– OF THE ENVELOPE THERE'S A PICTURE OF VÆRNES CHURCH (CLOSE TO STJØRDAL).  CONTAINS TWO SONGS FROM EINAR'S AND ASTRID'S WEDDING, ONE FROM MOTHER AND FATHER, WRITTEN BY A LOCAL PERSON, AASE ALVER, TO THE TUNE OF A WELL KNOWN NORWEGIAN PSALM, AND THE OTHER TO ANOTHER WELL KNOWN TUNE, WRITTEN BY IVER NILSEN VÆRNESBRAND, A RELATION OF AXEL'S (ACCORDING TO AXEL'S HANDWRITTEN NOTE ON THE SONG)."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1945.10.03"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Laura var netop her nu <span>&nbsp;</span>skal hilse <span>&nbsp;</span>Mindor likes&aring;</p>\r\n<span style=–font-size: 12pt; font-family: Times;–> </span></p>\n<p>&nbsp;</p></p>\n<p>Stj&oslash;rdal 3-10-45</p></p>\n<p>Dear Alma</p></p>\n<p>Thank you so much for the letter I received several days ago and for 2 packages I received yesterday.<span>&nbsp; </span>They were all useful items many thanks.<span>&nbsp; </span>It&rsquo;s quiet and calm here now.<span>&nbsp; </span>That is until October 8 because that &lsquo;s general election day and everybody promises good days, but I don&rsquo;t believe it much<span>&nbsp; </span>we&rsquo;ll probably have to struggle like before and be thrifty and thankful for the good things the Lord gives us in Jesus Christ. Everybody takes part in peace walks here now, while the wise men of the world fear another war.<span>&nbsp; </span>They are blowing up all German planes here now and afterwards they are burnt<span>&nbsp; </span>we don&rsquo;t like this as there are lots of valuable things in the plane which could be used for civilian use.<span>&nbsp; </span>Today new motors motor bikes and many good things were driven from V&aelig;rnes airport to the junk heap<span>&nbsp; </span>Oil was poured over all of it and ignited.<span>&nbsp; </span>We think it&rsquo;s mean of the Allies to destroy valuables in such a manner, because we have seen enough destruction by our German friends these 5 years.<span>&nbsp; </span>When they destroyed our land, tore down the houses burnt whatever they came across, and now the English are continuing the same destruction in a different way.<span>&nbsp; </span>We&rsquo;re angry, but useless barbed wire which is left in the fields is ours for the taking<span>&nbsp; </span>a mockery towards us, they can take that home with them.</p></p>\n<p>We are all well<span>&nbsp; </span>only mother <em>(he means his wife</em>) is still at Hegra nursing home, longing to come home to us to rejoyce with us.<span>&nbsp; </span>But it wasn&rsquo;t the will of the Lord.<span>&nbsp; </span>but sofar he has been good to Us.<span>&nbsp; </span>I usually go and see her on my bike 3 days a week<span>&nbsp; </span>Sundays I&rsquo;m there all day<span>&nbsp; </span>then I bring cured pork and flatbread with me <em>(thin crisp bread)</em> and sit on a pile of branches under a big pine tree and eat my food.<span>&nbsp; </span>To the astonishment of Squirrels and ants.<span>&nbsp;&nbsp; </span>A well known preacher A. O. Svorkmo who has been to Amerika 6 times<span>&nbsp; </span>published the song book The World for Christ, The big Crisis died yesterday<span>&nbsp; </span>would think John remembers him from his visit to Norway in 1914.<span>&nbsp; </span>A Julie Brekken asked about John the other day who remembered him from the time he was home.<span>&nbsp; </span>I have now finished harvesting<span>&nbsp; </span>potatoes and carrots and lots of other things.<span>&nbsp; </span>We have fine crops here in Tr&oslash;ndelag.<span>&nbsp; </span>Well, may you all live well<span>&nbsp; </span>greet all of ours over there that we&rsquo;re doing fine and now we are approaching the cold time of year with snow across all the mountains, but soon it will be Christmas and then spring will come with birdsong in the hills<span>&nbsp; </span>then Norway is beautiful and full of life with singing in the woods.<span>&nbsp; </span>Again many thanks for your kind heart and love towards us all.</p></p>\n<p>Best wishes with thanks for everything</p></p>\n<p>Best greetings Axel</p></p>\n<p>Laura was just here<span>&nbsp; </span>greetings from her and Mindor too <span>&nbsp;</span></p></p>\n<p>&nbsp;</p></p>\n<p>&nbsp;</p></p>\n<p>&nbsp;</p></p>\n<p>&nbsp;</p></p>\n<p>&nbsp;</p></p>\n<p>&nbsp;</p></p>\n<p>&nbsp;</p></p>\n<p>&nbsp;</p></p>\n<p>&nbsp;</p></p>\n<p><span>&nbsp;</span></p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Germans",
    "God",
    "Hegra",
    "Iver Nilsen Værnesbrand",
    "Jesus",
    "Julie Brekken",
    "Norway to US",
    "Stjørdal",
    "The World for Christ",
    "Trønderlag",
    "Værnes Church",
    "aircraft",
    "bicycle",
    "carrots",
    "election",
    "gifts",
    "motorcycles",
    "politics",
    "postwar",
    "potatoes",
    "war",
    "Åse Alver"
  ],
  "files": [
    {
      "original": "Axel Holm 3 oktober-1945.pdf",
      "filename": "9501056ea136c033327328f42d44c907.pdf",
      "mime_type": "application/pdf"
    }
  ]
}