{
  "id": 37,
  "added": "2010-12-26 01:26:52",
  "modified": "2010-12-30 04:05:10",
  "public": true,
  "metadata": {
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1919.04.04"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Stj&oslash;rdalen the 4.4.1919</p></p>\n<p>Good brother!</p></p>\n<p>Thank you for the many letters I have received from you which I have not replied to.<span>&nbsp; </span>Thank you for the one I received yesterday, it pleases me to see that you are well<span>&nbsp; </span>We are too<span>&nbsp; </span>we have everything we need and are all well, we haven&rsquo;t been too sick from the Spanish disease though thousands in Norway have buckled under from it, in this area it has only been mild<span>&nbsp; </span>at Konrad&rsquo;s everything is fine<span>&nbsp; </span>he had twins around New Year&rsquo;s <em>(this is wrong, they were born on Dec. 16-1918, my father was one of them</em>), at Ole&rsquo;s everything is now fine<span>&nbsp; </span>his wife has been close to death but is well now.<span>&nbsp; </span>Laura has remarried again to a Swede and lives in Aasen<span>&nbsp; </span>Hanna is well in Narvik.<span>&nbsp; </span>I have now sold my property here to Sverre Havdahl<span>&nbsp; </span>he runs a fish store,<span>&nbsp; </span>where I will go I don&rsquo;t know<span>&nbsp; </span>I might build when the times get a little cheaper because the prices of building materials are terrible here, you have to come home<span>&nbsp; </span>should we start a business together or should I come to you and help you sell furniture,<span>&nbsp; </span>I&rsquo;m turning the place over on the 1<sup>st</sup> of August <span>&nbsp;</span>You ask how things are with the Association of Friends<span>&nbsp; </span>it has now been entered into the Western Norway Home Mission and thus it&rsquo;s no longer an independent order like before, I and many others have left because we are not <span style=–text-decoration: underline;–>in agreement</span> you see<span>&nbsp; </span>I was requested to leave the management or the order would be destroyed, so the worst troll had to be kicked out, so the temple is cleansed and I&rsquo;ve been expelled from the synagogue, but not rejected by my Jesus halleluja with him I can stay till the end.<span>&nbsp; </span>I believe the Svorkmo&rsquo;s and their friends are the reason for this so your name is no longer included there and <span style=–text-decoration: underline;–>you are not to send them any money.</span><span>&nbsp; </span>But if you have some left over for God&rsquo;s cause here in Norway you can give it to the China Mission<span>&nbsp; </span>send it to me as I&rsquo;m the chairman there.<span>&nbsp; </span>We are doing well in spite of the dispute we&rsquo;ve had, we are having communion meetings every 1st Sunday of the month at my place in the <span style=–text-decoration: underline;–>holy loft</span>.</p></p>\n<p>So God is good to us<span>&nbsp; </span>may we all be found awake when his time comes so that we his children are a waiting flock on the day of deliverance.<span>&nbsp; </span>Hold on to what <span style=–text-decoration: underline;–>you</span> have so that no one will <span style=–text-decoration: underline;–>take your Krone</span>. <span>&nbsp;</span><em>(I&rsquo;m not sure here if he means Krone as in the Norwegian currency, or the word for Crown which is also Krone).</em><span>&nbsp; </span>Closer to Heaven today than ever before.</p></p>\n<p>Remember us in your talks with heaven&rsquo;s father<span>&nbsp; </span>we&rsquo;ll soon be free.</p></p>\n<p>Greetings from Your Axel and family,<span>&nbsp; </span>Peter 1, Ch 4 13-19 All of 5</p></p>"
    ],
    "Title": [
      "Axel Holm to John Holm 1919.4.4"
    ],
    "Description": [
      "LETTER FROM AXEL HOLM DATED MARCH 4-1919, TO MR JOHN HOLM, DELL RAPIDS, S. DAK., U.S.A.  BROWNISH ENVELOPE FROM HIS BAKERY WITH THE TEXT AXEL HOLM, BAKERY & CONFECTIONERY – STJØRDALEN – ALONG THE UPPER EDGE.  FOUR GREEN 5-ØRE STAMPS.  THE NUMBER 5 IS INSIDE AN INSTRUMENT (don't know what to call it in English) WITH A CROWN ABOVE IT WHICH IN TURN IS INSIDE AN OVAL WITH THE WORD –NORGE– (NORWAY) AT THE TOP AND POSTAL STAMP 5 ØRE AT THE BOTTOM.  THE ENVELOPE HAS A STICKER WITH THE WORDS –OPENED BY CENSOR 5300–.  ON THE BACK OF THE ENVELOPE AXEL HAS WRITTEN: THERE'S A BIG SNOW STORM HERE RIGHT NOW LOTS OF SNOW.  THE LETTER IS WRITTEN ON STATIONARY FROM HIS BAKERY."
    ]
  },
  "tags": [
    "1910s",
    "1918 Flu Epidemic",
    "Aasen Hanna",
    "Bible passage",
    "China Mission",
    "God",
    "Jesus",
    "Kinamission",
    "Narvik",
    "Norway to US",
    "Stjørdal",
    "Sverre Havdahl",
    "Sweden",
    "Vennelaget",
    "censorship",
    "construction",
    "fish store",
    "prewar",
    "property sale",
    "sickness",
    "storm",
    "synagogue",
    "troll",
    "vestlanske indremission"
  ],
  "files": [
    {
      "original": "Axel Holm 4 april-1919.pdf",
      "filename": "7c34ece110cbdceb155d70671b733c5e.pdf",
      "mime_type": "application/pdf"
    }
  ]
}