{
  "id": 38,
  "added": "2010-12-26 01:31:50",
  "modified": "2010-12-30 04:05:02",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to John Holm 1917.2.5"
    ],
    "Description": [
      "LETTER FROM AXEL HOLM DATED FEBRUARY 5-1917 TO MR JOHN HOLM, DELL RAPIDS, SO DAK, U.S.A. BROWNISH ENVELOPE WITH THE TEXT AXEL HOLM, BAKERY AND CONFECTIONERY – STJØRDALEN – ALONG THE TOP EDGE.  BLUE 20-ØRE STAMP WITH THE NUMBER 20 INSIDE AN INSTRUMENT (don't know what it's called in English) WITH A CROWN ABOVE IT, SURROUNDED BY A BLUE OVAL WHERE THE WORD NORGE (NORWAY) IS WRITTEN ON THE TOP AND POSTAL STAMP 20 ØRE ON THE BOTTOM.  THE LETTER HAS BEEN OPENED BY CENSOR 1062.  ON THE BACK OF THE ENVELOPE AXEL HAS WRITTEN –JESUS IS COMING SOON–."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1917.02.05"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>I&rsquo;d like to tell you a little bit about how we are doing <span>&nbsp;</span>I&rsquo;d say that the Lord is good.<span>&nbsp; </span>We have now accompanied brother &Oslash;ian to his last resting place and he is now at home with jesus.<span>&nbsp; </span>It was a wonderful funeral praise to jesus.<span>&nbsp; </span>We gathered at the lodge where the laying down of the wreath took place and it was a wonderful moment the Lord was with us afterwards we had a party at the chapel<span>&nbsp; </span>Svebak and Svorkmo spoke <span>&nbsp;</span>we had invited all the mourners and many came whom we have not seen before and who got to hear the word of life praise to jesus who give power to his little ones. Yesterday evening many of us were gathered at &Oslash;ian&rsquo;s place <span>&nbsp;</span>all the children were at home and it became a salvation meeting thanks and praise to the lord <span>&nbsp;</span>3 of them wanted to belong to Jesus and receive salvation in him from the time of their father&rsquo;s death <span>&nbsp;</span>they were Peder John Magrethe and I know that he who is the sheperd of the sheep will keep Them in his name thanks and praise, and the others will follow soon because there are now many who are praying for them.<span>&nbsp; </span>&Oslash;ian gathered his family around him at the end and took the promise from them that they must give their hearts to jesus.<span>&nbsp; </span>And what &Oslash;ian did not manage to do by his life jesus will manage to do by &Oslash;ians death Haleluja.<span>&nbsp; </span>Tell Julie from me that jesus hears prayers and sends his spirit in rich measures <span>&nbsp;</span>pray for us and praise the name of him who bought us free to his heaven thanks and praise <span>&nbsp;</span>isn&rsquo;t this big that we will inherit heaven where jesus is and all of ours who believe.</p></p>\n<p>There have been several prayer meetings at &Oslash;ian&rsquo;s since he went home to father <span>&nbsp;</span>there are now 4 of them who kneel for the living God <span>&nbsp;</span>I think that They will gain victory over themselves <span>&nbsp;</span>they are Peder John Magrethe Solveig. <span>&nbsp;</span>Bernhart hasn&rsquo;t gotten that far but he and Erling will surely follow.</p></p>\n<p>Greetings</p></p>\n<p>Acts of the Apostles16, ch. 20. 31</p></p>\n<p>Axel</p></p>\n<p>everything is well here</p></p>\n<p>jesus is coming soon</p></p>"
    ]
  },
  "tags": [
    "1910s",
    "Axel Holm",
    "Bible passage",
    "God",
    "Jesus",
    "John Holm",
    "Norway to US",
    "Peder John Magrethe Solveig",
    "Stjørdal",
    "WWI",
    "church",
    "funeral",
    "prewar"
  ],
  "files": [
    {
      "original": "Axel Holm 5 februar-1917.pdf",
      "filename": "8ebf1092afce78e22c9e118e82055fc8.pdf",
      "mime_type": "application/pdf"
    }
  ]
}