{
  "id": 40,
  "added": "2010-12-26 01:47:19",
  "modified": "2010-12-30 04:04:48",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to John Holm 1946.8.7"
    ],
    "Description": [
      "LETTER FROM AXEL HOLM DATED AUGUST 7-1946, TO HER JOHN HOLM, 108 WEST 5 STREET, DELL RAPIDS, SO DAK, U.S.A.  THE PAPER AND ENVELOPE ARE FROM –AX. HOLM STJØRDAL-ALL SORTS GOOD BREAD FOR EVERYDAY AND FORMAL OCCASIONS–.  THE STAMPS HAVE BEEN REMOVED.  THERE'S A LIST OF ITEMS SENT TO NORWAY, PROBABLY WRITTEN BY JOHN, BUT WHETHER IT BELONGS IN THIS LETTER OR ANOTHER ONE IS HARD TO SAY.  I DON'T THINK IT'S THE INVENTORY AXEL IS REFERRING TO IN THIS LETTER, THAT'S PROBABLY A POSTAL ONE.  THERE WERE SEVERAL OF THOSE AMONG THE BUNCH OF LETTERS, BUT NO DATE ON THEM SO IT'S HARD TO DETERMINE WHERE EACH OF THEM BELONGS."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.08.07"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>3 pr stocking (3 par str&oslash;mper)</p></p>\n<p>1 pr Slippers (1 par t&oslash;fler)</p></p>\n<p>1 pr gloves (1 par hansker)</p></p>\n<p>1 Hammer 3.00 (1 hammer)</p></p>\n<p>1 Shirt (1 skjorte)</p></p>\n<p>Axel Holm eler Herborg Holm</p>\r\n<span style=–font-size: 12pt; font-family: Times;–><br style=–page-break-before: always;– /> </span></p>\n<p>&nbsp;</p></p>\n<p>Stj&oslash;rdal the 7<sup>th</sup> of August 46</p></p>\n<p>Dear brother John</p></p>\n<p>Received a package from you yesterday<span>&nbsp; </span>thank you so much for that.<span>&nbsp; </span>I&rsquo;ll enclose the inventory that came with it so you can see which package it was.<span>&nbsp; </span>I&rsquo;ve been up to storkjynna <em>(place name meaning &ldquo;big tarn&rdquo;</em>) in Holms marka<em>)</em> today and picked blue berries, you should have been with me, it was such a fine day and trip, but unfortunately I was alone <em>(Holmsmarka was part of land belonging to the big Holm farm &ndash; Holmstr&oslash;en, <span>&nbsp;</span>where John was born was a tenant farm under this Holm farm)</em>.<span>&nbsp; </span>I left the mountain at 2:30 and came down below the famous Hegra fortress by the Steam sawmill.<span>&nbsp; </span>Then I biked to the Nursing Home, and was with mother for 3 hours<span>&nbsp; </span>she&rsquo;s weak and has some pain, but in suffering one grows patient and so also mother.<span>&nbsp; </span>Laura was just here and everything is well with her and Mindor.<span>&nbsp; </span>At Ola&rsquo;s everything is well<span>&nbsp; </span>the mrs. just turned 70 years old so they are all old folk as the Swede said.</p></p>\n<p>Many new houses are being built here now and plenty work for those who are willing.<span>&nbsp; </span>It&rsquo;s difficult to get people to work<span>&nbsp; </span>everybody wants to be at the drill grounds (the airport) and earn big money doing nothing like during the War days <em>(he says &ldquo;in the German time&rdquo;, a common expression for the war period).</em><span>&nbsp; </span>As for the rest we are fine, the crops are going to be good here<span>&nbsp; </span>we have excellent weather, very good hay is already indoors, and the field corn <em>(I believe he&rsquo;s talking about wheat, but not sure)</em> and potatoes are looking just great, we&rsquo;ll soon be starting on the new potatoes and soon there will be New herring and that&rsquo;s luxury food.</p></p>\n<p>Last Sunday I was excused from visiting mother<span>&nbsp; </span>I was at a children&rsquo;s gathering at Skognmarka village, you can&rsquo;t imagine how beautiful it was there<span>&nbsp; </span>Storvandet <em>(a big lake, the name itself means &ldquo;Bigwater&rdquo;)</em> is 1 mile long<span>&nbsp; </span>we drove by car alongside it and the big sighing woods with some tidy farms, in between.<span>&nbsp; </span>Noway is a beautiful country in the summer as well as in the winter.<span>&nbsp; </span>In Narvik everything is fine as far as I know.<span>&nbsp; </span>Tomorrow I&rsquo;m going to Vasbygden Skatvalsbakken to pick raspberries<span>&nbsp; </span>a lovely time we have now with blueberries, raspberries, Cranberries, and Cloudberries <em>(this tradition of picking wild berries is kept up by most families in Hegra to this day.<span>&nbsp; </span>They are used for homemade jams and juices</em>) come and taste, air planes land at Vernes and then it&rsquo;s only 500 meters to a cup of coffe and some Norwegian Anise pretzel<span>&nbsp; </span>Keep well all of you and be greeted and many thanks for everything<span>&nbsp; </span>Rom 8.1</p></p>\n<p>Helga <span>&nbsp;</span>Axel</p></p>\n<p><span>&nbsp;</span><em>The following is written on a piece of paper (probably by John; It doesn&rsquo;t look like Alma&rsquo;s handwriting):</em></p></p>\n<p>3 pr stocking</p></p>\n<p>1 pr Slippers</p></p>\n<p>1 pr gloves</p></p>\n<p>1 Hammer 3.00</p></p>\n<p>1 Shirt</p></p>\n<p>Axel Holm or Herborg Holm</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Aniskringle",
    "Axel Holm",
    "Hegra",
    "Hegra festning",
    "Herborg Holm",
    "Holmsmarka",
    "John Holm",
    "Narvik",
    "Norway to US",
    "Skognmarka",
    "Stjørdal",
    "Storvandet",
    "Vasbygden Skatvalsbakken",
    "Vernes",
    "airplanes",
    "airport",
    "blueberries",
    "car",
    "clothes",
    "cloudberries",
    "coffee",
    "construction",
    "cranberries",
    "forest",
    "gifts",
    "glvoes",
    "hammer",
    "herring",
    "nursing home",
    "postwar",
    "potatoes",
    "raspberries",
    "sawmill",
    "sickness",
    "slippers",
    "stockings",
    "storkjynna",
    "war"
  ],
  "files": [
    {
      "original": "Axel Holm 7 august-1946.pdf",
      "filename": "54c205bd596beead519cadaaf27e6cda.pdf",
      "mime_type": "application/pdf"
    }
  ]
}