{
  "id": 47,
  "added": "2010-12-26 02:23:48",
  "modified": "2010-12-30 04:03:52",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to Alma C. Wilson 1948.4.15"
    ],
    "Description": [
      "LETTER FROM AXEL HOLM DATED APRIL 15 – 1948, TO ALMA WILSON, 102 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE STAMP HAS BEEN REMOVED."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.04.15"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Thank you for the pictures of Johan, it was a bit unfamiliar to us, that he was lying with his suit on in the coffin, that&rsquo;s not used here, Just think now he&rsquo;s in glory and has met his saviour in whom he believed here and possibly he has met my Helga and they&rsquo;re doing fine, where there&rsquo;s no pain or need<span>&nbsp; </span>only joy and happiness, just Think what a day when we go there.<span>&nbsp; </span>I&rsquo;ve just been to Selbu for over a week<span>&nbsp; </span>walked around to people&rsquo;s homes collecting contributions to the Blad mission<span>&nbsp; </span>people are generous and good, towards those who are suffering and in need.<span>&nbsp; </span>I asked several about a butter mould but none of them had more than one so I didn&rsquo;t get one this time, There&rsquo;s supposed to be someone who makes these in Tydal but that&rsquo;s 12 miles (Norwegian) further up in the mountain so I didn&rsquo;t get that far this time, will try later.</p></p>\n<p>We&rsquo;re starting to see signs of spring here now, it&rsquo;s sprouting and growing<span>&nbsp; </span>may there be spring in the world of the spirit with life and the fear of God.<span>&nbsp; </span>Herborg is now going to work at a store in Levanger for a while so now the old one will be alone.<span>&nbsp; </span></p></p>\n<p>Ola wrote to you on the 9<sup>th</sup> of March about this money that Johan has sent to us.<span>&nbsp; </span>Norges bank is holding back <em>(he uses the word &ldquo;tr&oslash;vle&rdquo; which I&rsquo;ve never heard before so I&rsquo;m just guessing at the meaning)</em> and wont pay it out without it going through legation the (Norwegian one)<span>&nbsp; </span>We&rsquo;d rather not have that happen, as we fear all kinds of taxes will be taken from the amount and it wasn&rsquo;t Johan&rsquo;s intention to have it eaten up by such.<span>&nbsp; </span>Then we thought that if you sent us proof that you waive your right to this money the bank can&rsquo;t do anything but give them out.<span>&nbsp; </span>It has <span style=–text-decoration: underline;–>nothing</span> to do with the estate as it&rsquo;s a gift to his siblings.<span>&nbsp; </span>Hanna has apparently bought herself something for her Golden anniversary for her share as far as we understand from a letter from them so if you can and are willing to help me sort this out with the least possible trouble and noise it would be nice.<span>&nbsp; </span>Because it&rsquo;s me who have and have had the book for safekeeping.<span>&nbsp; </span>So if it falls through due perhaps to the Bank being difficult it would be sad for us maybe especially for Laura who&rsquo;s now darning socks for military people.<span>&nbsp; </span>I&rsquo;m the one who must take responsibility for this.<span>&nbsp; </span>I never imagined that the bank would hinder us in withdrawing a gift from our own brother, Well I guess Ola has written to you about this.<span>&nbsp; </span>In the hope of hearing from you soon and wishing a satisfying reply, we send our best wishes and thanks to you all from us here</p></p>\n<p>Best wishes Axel Holm</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Bladmisjon",
    "God",
    "Herborg Holm",
    "Levanger",
    "Norges bank",
    "Norway to US",
    "Selbu",
    "Stjørdal",
    "Tydal",
    "bank",
    "butter",
    "death",
    "finances",
    "inheritance",
    "military",
    "photos",
    "postwar",
    "socks"
  ],
  "files": [
    {
      "original": "Axel Holm 15 april-1948.pdf",
      "filename": "9d38a9d6d1de4e62eba16b7f4badfa59.pdf",
      "mime_type": "application/pdf"
    }
  ]
}