{
  "id": 48,
  "added": "2010-12-26 02:29:27",
  "modified": "2010-12-30 04:03:46",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to Alma C. Wilson 1948.3.16"
    ],
    "Description": [
      "LETTER FROM AXEL HOLM DATED MARCH 16 – 1948, TO MRS. ALMA C. WILSON, 102 WEST 5TH STREET, DELL RAPIDS, SO DAK., U.S.A.  THERE ARE THREE DIFFERENT STAMPS ON THE ENVELOPE, WHICH ARE ALL PART OF A SERIES OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES (1647-1947). THERE'S AN ORANGE 25 ØRE STAMP WITH THE TEXT –CHR. M. FALSEN EIDSVOLL 1814– WITH EIDSVOLL IN THE BACKGROUND (THE BUILDING WHERE NORWAY'S CONSTITUTION WAS SIGNED ON MAY 17-1814), A GREEN 10 ØRE STAMP WITH THE TEXT –POSTMAN FROM THE 1700'S–, AND A PURPLE 5 ØRE STAMP WITH –HANNIBAL SEHESTED 1609-1666– (THE FOUNDER OF THE POSTAL SYSTEM) AND AKERSHUS FORTRESS (IN OSLO) IN THE BACKGROUND.  AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY 10 STAMPS OUT OF THE 11 ARE REPRESENTED (THE 55 ØRE ONE IS MISSING)."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.03.16"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Stj&oslash;rdal the 16-3-1948</p></p>\n<p>Dear Alma and you all.</p></p>\n<p>Thank you for the letter I got from you today.<span>&nbsp; </span>We&rsquo;re all fine here.<span>&nbsp; </span>Everybody is healthy and have a little to do, so life rolls on.<span>&nbsp; </span>I&rsquo;m taking it easy, will soon start to do a little work in the garden, will try to sell some flowers this year.</p></p>\n<p>The times here are very tense, you know we live so close to the drill grounds, where there&rsquo;s no telling what will happen the next day or night.</p></p>\n<p>You&rsquo;re wondering so about the money we&rsquo;ve had sent to us from Johan and wife.<span>&nbsp; </span>This is how it is, the money is kept in Stj. savings bank, on behalf of Norges bank (Norway Bank).<span>&nbsp; </span>When you notified me of Johan&rsquo;s death I immediately told Ole in a letter and likewise Eidum.<span>&nbsp; </span>Gjertine and Olava were told later, I&rsquo;ve mislaid Gjertine&rsquo;s address, but I haven&rsquo;t heard anything about them being offended about this, as far as I know there&rsquo;s a very good relationship between us siblings and relatives<span>&nbsp; </span>you&rsquo;re hinting differently, but that&rsquo;s not true as far as I understand, no one has growled to me.<span>&nbsp; </span>Back to the money.<span>&nbsp; </span>When Johan had died and as we only then had a right to this money according to a letter to me dated 6 Julay 1946<span>&nbsp; </span>(the money was to be divided between us 4 siblings) I went to the bank with the book to withdraw the money, but then the bank said no I had to apply to Norges bank to withdraw it, that was done, but then they wanted a death certificate and preferred that the Norwegian legation over there arranged this<span>&nbsp; </span>they wanted to include this money in brother&rsquo;s estate.<span>&nbsp; </span>we feel this is rather formal because it&rsquo;s a gift from Them over there to us so it has nothing to do with the estate<span>&nbsp; </span>Then Ole was here 10 days ago, and then I went to talk with the manager of the bank here, and he felt the best thing to do would be to get a statement from you that this was a gift, and that you waive the right to this money.<span>&nbsp; </span>And Ole was to write to you about it immediately because he&rsquo;s the one who&rsquo;s most familiar with the conditions over there and you.<span>&nbsp; </span>We thought this was the simplest way of sorting out the matter without the consulate and probate courts.<span>&nbsp; </span>Hope you&rsquo;ve received Ole&rsquo;s letter about the matter.</p></p>\n<p>I&rsquo;ve kept it to myself because it was to be a surprise for everyone<span>&nbsp; </span>it was Johan&rsquo;s wish that no one should know about this money.<span>&nbsp; </span>I&rsquo;ve told Herborg about it in case I should pass on.<span>&nbsp; </span>Hope it will be sorted out now so that each gets his share, with your benevolence.<span>&nbsp; </span>Now I understand from your letter that there are a few rumors going around about this money but everything is still safely in the bank.</p></p>\n<p>Keep well all of you.</p></p>\n<p>Regards Axel Holm</p></p>\n<p>I&rsquo;ll try to find out from a butcher how the cured sausage is mixed.<span>&nbsp; </span>A butter mould would be hard to find but I&rsquo;ll try.<span>&nbsp; </span>Axel</p></p>\n<p>Einar has received the package<span>&nbsp; </span>thank you for everything <span>&nbsp;</span>Herborg has not received any from Florence</p></p>\n<p>Eidums have now had their Golden anniversary so the Gift from America couldn&rsquo;t be given out by then as I had planned</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Golden anniversary",
    "Herborg Holm",
    "Norges bank",
    "Norway to US",
    "Stjørdal",
    "Stjørdalens Sparebank",
    "bank",
    "butcher shop",
    "butter",
    "finances",
    "garden",
    "gifts",
    "inheritance",
    "military",
    "postwar"
  ],
  "files": [
    {
      "original": "Axel Holm 16 mars-1948.pdf",
      "filename": "c72b5c7930195257f2f7a5318a9f9a1c.pdf",
      "mime_type": "application/pdf"
    }
  ]
}