{
  "id": 53,
  "added": "2010-12-26 16:04:44",
  "modified": "2010-12-26 16:04:44",
  "public": true,
  "metadata": {
    "Title": [
      "Ola Holm to John Holm 1914.10.17"
    ],
    "Description": [
      "NOTIFICATION OF THE DEATH OF MARKUS DATED OCT. 17-1914 FROM OLAV HOLM TO JOHN HOLM.  WRITTEN ON PAPER WITH A BLACK BORDER AROUND IT, NO ENVELOPE."
    ],
    "Creator": [
      "Ola Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1914.10.17"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Many thanks for your letter.<span>&nbsp; </span>Today I have to inform you of the sad news that our Brother Markus was killed in an accident while working, run over by a Train.<span>&nbsp; </span>You will see how in the newspaper clippings I send.<span>&nbsp; </span>You can imagine what grief in the home I stayed up with them that night.<span>&nbsp; </span>Jertine is almost beside herself.<span>&nbsp; </span>I was out there the night before it happened we talked about various things for the last time as it turned out.<span>&nbsp; </span>Poor Markus, what a horrible death he got.<span>&nbsp; </span>He was almost right on the track when the Train hit him, he got <span>&nbsp;</span>the Wheelbarrow across but he himself was struck in the shoulder and pulled along underneath the long Freight train and dragged about 25 to 30 meters completely crushed Both Legs cut off and one arm severed from his body.<span>&nbsp; </span>The back of his head and his abdomen torn apart imagine how horrible.<span>&nbsp; </span>He apparently did not know what happened to him as it was all over in a Second.<span>&nbsp; </span>How soon he had to enter into eternity.<span>&nbsp; </span>His family will apparently receive good financial support so it doesn&rsquo;t look like they&rsquo;ll be in need, but imagine how painful to remember. <span>&nbsp;</span>It was at the last minute you had the opportunity to see him too <em>(probably means John&rsquo;s visit in 1914). </em>I have no work, and I don&rsquo;t know how this will go as the prices are going up, and harder to get work.<span>&nbsp; </span>Yes, these are bad times.<span>&nbsp; </span>I&rsquo;m glad that you&rsquo;re fine.<span>&nbsp; </span>Everybody here at home is fine.<span>&nbsp; </span>Father is well and likes it where he is.<span>&nbsp; </span>Hope to hear soon.<span>&nbsp; </span>The funeral is apparently on the 22<sup>nd</sup>. So live well then and say hello to everyone.<span>&nbsp; </span>Write soon</p></p>\n<p>Olav</p></p>\n<p>Don&rsquo;t forget that Revolver</p></p>"
    ]
  },
  "tags": [
    "Markus Holm",
    "Norway to US",
    "accident",
    "death",
    "firearm",
    "newspaper",
    "train"
  ],
  "files": [
    {
      "original": "Markus til John 17 okt-1914.pdf",
      "filename": "e04738f6998f73eefa79378bc10faab6.pdf",
      "mime_type": "application/pdf"
    }
  ]
}