{
  "id": 55,
  "added": "2010-12-26 16:26:51",
  "modified": "2010-12-30 04:02:17",
  "public": true,
  "metadata": {
    "Title": [
      "Olav Holm to John Holm 1915.9.17"
    ],
    "Description": [
      "NOTIFICATION OF THE DEATH OF OLA MARKUSSEN HEMRE, DATED 17TH (NO MONTH) – 1915 FROM OLAV HOLM TO JOHN HOLM.  WRITTEN ON PAPER WITH A BLACK BORDER AROUND IT.  NO ENVELOPE.  ACCORDING TO THE INFORMATION HERE HE WAS 79 YEARS AND 30 DAYS OLD, SO THIS MUST HAVE BEEN WRITTEN IN SEPTEMBER.  MY STJØRDAL BOOK SAYS HE WAS BORN ON AUG. 19-1836. THE BOOK ALSO SAYS THAT HE DIED AT –TRONDHEIM HOSPITALSTIFTELSE– (TRONDHEIM HOSPITAL FOUNDATION).\r\nSEVERAL DOCUMENTS FROM THIS TIME REFERS TO HEGRA AS HEGRE."
    ],
    "Creator": [
      "Olav Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1915.09.17"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Have to inform you of the sad news that our Dear Father died this evening at 6:30 at the age of 79 years and 30 days.<span>&nbsp; </span>He died peacefully and appeared to be pleased to die Konrad was here yesterday, and so were Gjertine and Laura.<span>&nbsp; </span>He will be buried here in town as he was no longer registered in Hegre and now belonged to the foundation.<span>&nbsp; </span>The day of the funeral has not been decided on yet.<span>&nbsp; </span>Well, now we are orphans, and happy are those who have crossed over.<span>&nbsp; </span>I plan to invite those who attend the funeral to my place.<span>&nbsp; </span>Gjertine&rsquo;s Father also died the day before Father so I have two funerals this week his funeral takes place on Thursday.<span>&nbsp; </span>Konrad sends his regards all is well there.<span>&nbsp; </span>With me everything is as usual I&rsquo;m doing excellently as far as work, and the little girls are growing fast, and the Madam is content, sister Hanna has had another Son, so there are births and deaths continuously.<span>&nbsp; </span>Hope you are all well.<span>&nbsp; </span>Thank you very much for your letter, Newspapers and the lighter.<span>&nbsp; </span>I paid 1. Krone in duty, because of the Match <em>(I can&rsquo;t understand the next word, looks like &ldquo;revenue&rdquo;</em>), but it was fun to get so thank you.<span>&nbsp; </span>As for this Lamp you&rsquo;re writing about it is what I need, but they are so expensive here that I haven&rsquo;t<span>&nbsp; </span>been able to afford one as for the Duty it shouldn&rsquo;t be that much if it&rsquo;s sent as &ldquo;Sample&rdquo; and in &ldquo;parcel post&rdquo; I&rsquo;ll end this with the warmest regards from all of us, will write more again after the funeral.<span>&nbsp; </span>Keep well</p></p>\n<p>Most brotherly Olav</p></p>\n<p>Rosenborgsgt. 14 <span>&nbsp;</span></p></p>"
    ]
  },
  "tags": [
    "Hegra",
    "John Holm",
    "Norway to US",
    "Olav Holm",
    "death",
    "funeral",
    "gifts",
    "lighter",
    "newspapers",
    "request"
  ],
  "files": [
    {
      "original": "Ola M Hs død 17 sept-1915.pdf",
      "filename": "8a433eb3a716a032608cbb3bbcce5e53.pdf",
      "mime_type": "application/pdf"
    }
  ]
}