{
  "id": 56,
  "added": "2010-12-26 16:37:38",
  "modified": "2010-12-30 04:02:12",
  "public": true,
  "metadata": {
    "Title": [
      "A. H. Voler to Karonline Holm 1916.4.4"
    ],
    "Description": [
      "I WISH THERE WAS SOME WAY I COULD TRANSLATE THIS TO REFLECT THE SPELLING AND GRAMMAR OF THE ORIGINAL.  IT'S A VERY CHARMING LETTER, BUT IT'S A MIRACLE I WAS ABLE TO UNDERSTAND ANY OF IT. IN ADDITION TO USING THE OLD (DANISH) STYLE GRAMMAR SHE HAS SPELT MOST OF THE WORDS MORE OR LESS AS THEY SOUND WHEN SPOKEN, AND THE CHARM OF THAT WOULD BE HARD TO DUPLICATE IN A TRANSLATION.  ALSO, THERE ARE NO COMMAS OR PERIODS AND VERY FEW CAPITAL LETTERS.  IT LOOKS LIKE THE PAGE NUMBER 2 IS PUT ON THE WRONG SIDE OF THE PAPER, IN OTHER WORDS THE CONTINUATION TO THE TEXT ON SHEET 1 IS ON THE OTHER SIDE OF THE PAGE THAT HAS THE NO. 2 ON IT.\r\nLETTER FROM MRS. A. H. VOLER DATED APRIL 4-1916 TO MRS. JOHN HOLM, BOX 497, DELL RAPIDS, S. DAK.  TWO GREEN ONE CENT STAMPS WITH PRESIDENT GEORGE WASHINGTON ON THEM. POST STAMPED MOOSE LAKE ON THE SAME DAY."
    ],
    "Creator": [
      "A. H. Voler",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1916.04.04"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>4th of the 4th<span>&nbsp; </span>1916</p></p>\n<p>Dear old friends</p></p>\n<p>I will hereby send you a few lines so that you see that we&rsquo;re alive <span>&nbsp;</span>we are thanks to god healthy <span>&nbsp;</span>have been so all through this winter and wish to hear the same from you <span>&nbsp;</span>how are things in SD <span>&nbsp;</span>how is it going with the shop <span>&nbsp;</span>we&rsquo;ve had a cold winter and lots of snow and looks like it&rsquo;s going to be a late spring if the snow doesn&rsquo;t go away quickly but he who has all the power in Heaven and on earth can manage that when he thinks it&rsquo;s Time <span>&nbsp;</span>isn&rsquo;t it awful how people are raging against eachother and killing everyone they can in the horrible war which is raging over almost all of Europe <span>&nbsp;</span>it looks like the whole world will End up in a riot <span>&nbsp;</span>it looks like the word of Jesus and the prophets are coming true that he will soon be at the door <span>&nbsp;</span>may we then have oil in our lamps so that we can go in with the wise women <em>(it actually says wise virgins</em>) so that we wont be shut out with the &hellip;<em>don&rsquo;t understand next word-could be &ldquo;bad ones&rsquo; </em>-<span>&nbsp; </span>we are living in dangerous times as such apathy can invade our hearts that we become lethargic and indifferent &ndash; <em>don&rsquo;t understand the next phrase</em> &ndash; but he has said we must dare to pray at all times so that he wont find us sleeping when he comes.<span>&nbsp; </span>What&rsquo;s it like where you are <span>&nbsp;</span>are there many believers and many ? <span>&nbsp;</span>do you have many good preachers <span>&nbsp;</span>in many places here it&rsquo;s quite dark in the corners though there are a few who are living for god but not many it looks like unfortunately<span>&nbsp;&nbsp; </span>at christmas I went to hear Anderson from minapolis <span>&nbsp;</span>he is still the same <span>&nbsp;</span>the same Power in his preaching <span>&nbsp;</span>he was passing through on his way to Dullut <span>&nbsp;</span>he saw that he had seen me before but didn&rsquo;t know where <span>&nbsp;</span>I asked if he remembered being in vienna <span>&nbsp;</span>yes then he knew me right away <span>&nbsp;</span>he spoke at the house of a family I was visiting <span>&nbsp;</span>how are things with you Mrs. Holm <span>&nbsp;</span>do you like it in d R <span>&nbsp;</span>are you well this winter <span>&nbsp;</span>if you speak with Jesus <em>(she spells it Yesus)</em> these days don&rsquo;t forget me <span>&nbsp;</span>pray for me <span>&nbsp;</span>that&rsquo;s the best thing you can do for me I need it so <span>&nbsp;</span>well soon it&rsquo;ll be Summer again and busy <span>&nbsp;</span>we have had a lot of hard work since we came here but now it&rsquo;s starting to show a little <span>&nbsp;</span>we have built both a Barn and a house <span>&nbsp;</span>there was neither here only a tiny low house which we&rsquo;ve been living in but now the new house is ready for plastering almost <span>&nbsp;</span>we&rsquo;ll get 6 Rooms when it&rsquo;s done so we&rsquo;ll have plenty of room <span>&nbsp;</span>we have a pleasant place <span>&nbsp;</span>we have two cows two calves and some chickens and then there&rsquo;s the ?? in town(?) so we bring there.<span>&nbsp; </span>The ??? pays well now<span>&nbsp; </span>If you&rsquo;re coming to see us this Summer you are very welcome <span>&nbsp;</span>it would be fun to see you again <span>&nbsp;</span>well now my letter is getting too long So that you&rsquo;re getting bored with it <span>&nbsp;</span>will stop for this time with heartfelt greetings to you from us both</p></p>\n<p>Yohanne (Johanne?)</p></p>\n<p>You are much greeted from Hilda<span>&nbsp; </span>(Anna Lovise&rsquo;s daughter??)</p></p>\n<p>Please write soon <span>&nbsp;</span><span>&nbsp;</span><span>&nbsp;</span><span>&nbsp;</span><span>&nbsp;&nbsp;</span></p></p>"
    ]
  },
  "tags": [
    "1910s",
    "A. H. Voler",
    "Danish style",
    "Dulluth",
    "Jesus",
    "Karoline Holm",
    "Minneapolis",
    "Norway to US",
    "South Dakota",
    "WWI",
    "construction",
    "preacher",
    "prewar",
    "shop",
    "snow",
    "war"
  ],
  "files": [
    {
      "original": "Mrs A H Voler 4 april-1916.pdf",
      "filename": "310179902675300b7e7a062e8c8203b7.pdf",
      "mime_type": "application/pdf"
    }
  ]
}