{
  "id": 57,
  "added": "2010-12-26 17:26:46",
  "modified": "2010-12-30 04:02:04",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to John Holm 1917.1.30"
    ],
    "Description": [
      "LETTER FROM AXEL HOLM DATED JAN.30-1917 TO MR. JOHN HOLM, DEL RAPIDS. SO. DAK., U.S.A. BROWNISH ENVELOPE FROM HIS BAKERY WITH THE TEXT AXEL HOLM, BAKERY AND CONFECTIONERY – STJØRDALEN –  ALONG THE TOP EDGE .  BLUE 20-ØRE STAMP WITH THE NUMBER 20 INSIDE AN INSTRUMENT (don't know what it's called in English) WITH A CROWN ABOVE IT, INSIDE AN OVAL WITH NORGE (NORWAY) WRITTEN AT THE TOP AND POST STAMP 20 ØRE AT THE BOTTOM. ON THE BACK OF THE ENVELOPE THERE'S A LARGE STICKER WITH THE WORDS OPENED BY CENSOR 1322."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1917.01.30"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Good Brother and family</p></p>\n<p>I&rsquo;m writing so that you&rsquo;ll see that we are living and doing well.<span>&nbsp; </span>We lack nothing and praise be for that.<span>&nbsp; </span>We have several meetings here now jesus is close to us praised be his name for that<span>&nbsp; </span>the giant of the Lapp mission A Vangberg has had a few meetings here.<span>&nbsp; </span>Our good friend and brother in the Lord Painter &Oslash;ian has now moved into higher dwellings to that room which jesus has prepared for all who loves him (jesus)<span>&nbsp; </span>&Oslash;ian was fond of his saviour and in god fearing people, but he had little opportunity in the last 2 years to be among his holy ones because he was sick. (you remember him don&rsquo;t you).<span>&nbsp; </span>I was up there a couple of days before he died and he wished to go home to the Lord and now he&rsquo;s at home and stands before the throne what does it matter then if the sun has burnt him.<span>&nbsp; </span>You must tell Julie that he wished us all welcome to follow isn&rsquo;t that wonderful.<span>&nbsp; </span>Peder and Jon bent their knees by the deathbed of their father and we must hope that jesus gets his way with Them. may the lord bless all those who are grieving.<span>&nbsp; </span>I can tell you that A O Svorkmo is coming to America in the course of this Summer and you may get a visit from him if you want.</p></p>\n<p>I need to ask you from Vangberg to send him a new year calendar like the one I received for Christmas if you would be so kind as to do that his addr. A Vangberg H&oslash;iskolegaten No 4 Trondhjem.</p></p>\n<p>On Friday we will bury br <em>(brother)</em> &Oslash;ian the service will be at the lodge and afterwords we the readers <em>(? this may mean those who speak or read from the bible at the meetings)</em> have invited all those who follow him, to a festive gathering at the chapel where we&rsquo;ll serve chocolate and have speaches by Daasvand and Svebak and others we know that jesus is near so we will have a blessed time for that has been promised us by jesus praise him, may a soul be saved and may his death touch those who are closest to him in life so that jesus could get them completely in his power please pray for that.</p></p>\n<p>We&rsquo;ll meet at jesus&rsquo; place brothers</p></p>\n<p>Greetings with Psalm 30</p></p>\n<p>Holm and family</p></p>\n<p>Best regards to you from us all, and remember us to your wife.</p></p>\n<p>&nbsp;</p></p>\n<p>&nbsp;</p></p>"
    ]
  },
  "tags": [
    "1910s",
    "Axel Holm",
    "Bible passage",
    "Christmas",
    "Jesus",
    "John Holm",
    "Norway to US",
    "Stjørdal",
    "calendar",
    "chocolate",
    "church",
    "emigration",
    "prewar",
    "request",
    "sickness"
  ],
  "files": [
    {
      "original": "Axel Holm 30 januar-1917.pdf",
      "filename": "5ce6e64b2882cf772f06b823969a3e4d.pdf",
      "mime_type": "application/pdf"
    }
  ]
}