{
  "id": 59,
  "added": "2010-12-26 17:42:13",
  "modified": "2010-12-30 04:01:59",
  "public": true,
  "metadata": {
    "Creator": [
      "Ola Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1923.12.02"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>I want to send you a few words, and let you know that this &ldquo;Tools&rdquo;, did not arrive with &ldquo;Tyrefjord&rdquo; she was here last week, but there was nothing on her for me, but it will probably come on another boat, so we&rsquo;ll just have to take it easy and wait, and it will come.</p></p>\n<p>We have quite a hard winter already, and a quiet time.<span>&nbsp; </span>I don&rsquo;t know what I&rsquo;ll be doing this winter as my job will be cancelled and I have to quit, and work can&rsquo;t be found, I&rsquo;m sorry I don&rsquo;t have a shop of my own, because then one can find a lot of things to do, but it costs money to get started, and it&rsquo;s also difficult to find<span>&nbsp; </span>a place for it, I hope I can get something going this spring, and then there is more rush with Autos.<span>&nbsp; </span>You ought to come home this spring, so that we could start a proper &ldquo;repair shop&rdquo; and there&rsquo;s no doubt one could earn lots of money.<span>&nbsp; </span>Well, think about it brother and it could do you good to live in Norway for a while because it&rsquo;s lovely here especially in the summer time, and also you have worked too hard long enough over there.</p></p>\n<p>I have no news all of ours are the same as usual.<span>&nbsp; </span>My little girls often talk about uncle John, and they are now asking me if you understand Norwegian.<span>&nbsp; </span>We have told them various stories about you.</p></p>\n<p>I&rsquo;ll send you a &ldquo;pocket almanac&rdquo; soon.<span>&nbsp; </span>Well, I just wanted to send you these words, and as soon as something arrives I&rsquo;ll write.<span>&nbsp; </span>Hope everything is ok with you, live well then, and be lovingly greeted by all of us.<span>&nbsp; </span>The wife asks me to say hello, she&rsquo;s sitting here reading and relaxing right now, but that doesn&rsquo;t happen often, she works hard all day, for she has a big house to keep up.<span>&nbsp; </span>We have a room for you when you get here, and she says it would be fun to take care of you.</p></p>\n<p>Will end this for now, with the best regards</p></p>\n<p>Your Olav</p></p>\n<p>Rosenborgsgt.14</p></p>\n<p>Trondheim</p></p>"
    ],
    "Title": [
      "Ola Holm to John Holm 1923.12.2"
    ],
    "Description": [
      "LETTER FROM OLA HOLM DATED DECEMBER 2-1923, NO ENVELOPE."
    ]
  },
  "tags": [
    "1920s",
    "John Holm",
    "Norway to US",
    "Ola Holm",
    "Trondheim",
    "Tyrefjord",
    "almanac",
    "auto shop",
    "gifts",
    "prewar",
    "unemployment"
  ],
  "files": [
    {
      "original": "Ola Holm 2 desember-1923.pdf",
      "filename": "7ceb456188250f1966baf4015bbf9be8.pdf",
      "mime_type": "application/pdf"
    }
  ]
}