{
  "id": 61,
  "added": "2010-12-26 17:55:46",
  "modified": "2010-12-30 04:01:47",
  "public": true,
  "metadata": {
    "Title": [
      "Berith Holm to John Holm 1925.3.17"
    ],
    "Description": [
      "LETTER FROM BERITH HOLM (OLAV'S WIFE) DATED TRONDHJEM MARCH 17-1925.  FOUND IN THE SAME ENVELOPE AS OLAV'S LETTER DATED MARCH 25, ALONG WITH 3 CUT OUTS OF WINTER COATS FROM A CATALOGUE.  THERE WAS ALSO A LETTER FROM SONJA HOLM, OLAV'S DAUGHTER."
    ],
    "Creator": [
      "Berith Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1925.03.17"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>bysten 44 engelske tommer</p></p>\n<p>Armen fra skulderen 26 engelske tommer</p></p>\n<p>ikke noget smaateri synes du vel?</p></p>\n<p>Ja Adj&oslash; da og lev vel</p></p>\n<p>hils din Frue fra os</p></p>\n<p>hj&aelig;rtelig hilsen</p></p>\n<p>Berith Holm</p></p>\n<p><em>Dette er litt komisk, Olav sier i sitt eget brev datert 25/3 at Berith ikke ville ha skrevet dette brevet hvis hun hadde visst at det kom penger, men det er for sent n&aring;, sier han.<span>&nbsp; </span>Det ser ut som dette ble sendt i samme konvolutt som Olavs brev, s&aring; hvis de syntes det var s&aring; flaut hadde de jo ikke trengt &aring; sende det! Men, de ville vel ha B&Aring;DE pengene og k&aring;pen! Det er selvf&oslash;lgelig mulig at Beriths brev allerede var sent.</em></p>\r\n<span style=–font-size: 12pt; font-family: Times;–><br /></span></p>\n<p>Trondhjem 17/3-1925</p></p>\n<p>Good brother in law,</p></p>\n<p>Thank you for your letter and the catalogue magazines and all, I see from your letter that you are all well and I&rsquo;ll have to say same here since we are healthy even though Olav is unemployed, so it&rsquo;s not always much fun, but now summer is approaching and one would think times will improve.<span>&nbsp; </span>Well now to the begging<span>&nbsp; </span>this coat<span>&nbsp; </span>I don&rsquo;t enjoy begging for it, and it was far from my intention to get you to send me a coat without my paying for it, but when times are like they are now, that&rsquo;s out of the question but if you <em>(can&rsquo;t read next word)</em> should send me one, I ought to be able to pay for it some time, if not right away, if we both get to live a few years, it can&rsquo;t be this hard to manage forever,<span>&nbsp; </span>I badly need a winter coat so I prefer to stay indoors this winter when the cold is at its worst.<span>&nbsp; </span>I would like to have one of these 3 which are enclosed in the letter because the advantage with them is that they wont go out of fashion even if one keeps them for several years, and when I compare the prices there and here, it&rsquo;s half price, over there, for them.<span>&nbsp; </span>Well excuse my impudence I guess you shouldn&rsquo;t have asked to hear my wishes, I&rsquo;m sure you regret it now.<span>&nbsp; </span>I can tell you that Olav has made me some teeth now and he did such a good job that everybody thinks they&rsquo;re my own, and I&rsquo;ll tell you they weren&rsquo;t bad.</p></p>\n<p>Here&rsquo;s how big I am and the size I must have if it comes to pass</p></p>\n<p>height from shoulder 53 English inches</p></p>\n<p>chest 44 English inches</p></p>\n<p>Arm from the shoulder 26 English inches</p></p>\n<p>not exactly small stuff am I?</p></p>\n<p>Well goodbye then and live well</p></p>\n<p>say hello to your wife from us</p></p>\n<p>best wishes from</p></p>\n<p>Berith Holm</p></p>\n<p><em><br /></em></p></p>\n<p><em>I find this amusing as Olav said in his letter of March 25 that Berith wouldn&rsquo;t have written this letter had she known there was money coming, but, he says, too late now!<span>&nbsp; </span>It looks like it was sent in the same envelope as Olav&rsquo;s letter; they need not have sent it if they felt that bad about it! But, I guess they wanted the money AND the coat! It IS possible of course that Berith&rsquo;s letter had been sent already.</em></p></p>\n<p><span>&nbsp;</span></p></p>"
    ]
  },
  "tags": [
    "1920s",
    "Berith Holm",
    "John Holm",
    "Norway to US",
    "Sonja Holm",
    "Trondheim",
    "clothes",
    "coat",
    "gifts",
    "magazines",
    "prewar",
    "request"
  ],
  "files": [
    {
      "original": "Berith Holm 17 mars-1925.pdf",
      "filename": "f2de7dbab60d38a138c790bc3f4da831.pdf",
      "mime_type": "application/pdf"
    }
  ]
}