{
  "id": 70,
  "added": "2010-12-26 21:50:54",
  "modified": "2010-12-30 04:00:35",
  "public": true,
  "metadata": {
    "Title": [
      "Evelyn Holm to John Holm 1934.1.8"
    ],
    "Description": [
      "LETTER FROM EVELYN HOLM (OLA'S DAUGHTER) DATED TRONDHJEM JANUARY 8-1934 TO JOHN HOLM.  THIS LETTER WAS IN AN ENVELOPE ADDRESSED TO COLMAN, SD, BUT IT HAS BEEN CROSSED OUT AND CHANGED OR REROUTED TO JASPER, MINN, U.S.A.  THE LETTER WAS NOT POSTSTAMPED UNTILL OVER A MONTH LATER ON FEBRUARY 26-1934, BUT IT DOES LOOK LIKE IT WAS IN THE RIGHT ENVELOPE AS THE NAME EVELYN HOLM IS NICELY PRINTED ON THE PAPER AS WELL AS ON THE ENVELOPE (AS IN A STATIONARY SET).  IN THE SAME ENVELOPE WAS A LETTER FROM BERITH HOLM (OLA'S WIFE) DATED FEBRUARY 12-1934.  THE STAMPS HAVE BEEN CUT OUT."
    ],
    "Creator": [
      "Evelyn Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1934.01.08"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Trondhjem 8-1-34 <em>(in Norway the date comes before the month)</em></p></p>\n<p>Dear uncle</p></p>\n<p>Thank you so much for the knife <em>(probably one John has made himself, he seems to have sent one to several people)</em> &amp; the letter I received.<span>&nbsp; </span>It was really fun to get.<span>&nbsp; </span>Everybody here in Norway is using knives now when going for walks &amp; for sports so I&rsquo;ve really been wanting such a knife.</p></p>\n<p>We have finally gotten a Norwegian winter, but how long it will last we don&rsquo;t know.<span>&nbsp; </span>If it has snowed and been wintery one day it has rained the next day.<span>&nbsp; </span>But now we hope the snow will stay a while so that we can get som skiing days this years too.</p></p>\n<p>I&rsquo;m still living in comfort at home.<span>&nbsp; </span>Uncle Conrad was just in town and (did) bought some supplies for his store, which he still runs.<span>&nbsp; </span>His oldest son is in the city now going to a school.</p></p>\n<p>Aunt Laura and uncle Arvid were in Sweden at Christmas.<span>&nbsp; </span>Uncle Arvid&rsquo;s parents are still living, so they were visiting them.<span>&nbsp; </span>She said she had a nice trip.</p></p>\n<p>You write and say that we must come to the other side of the ocean, but I&rsquo;m too young and inexperienced, but father would like to go back if I understand him correctly, but he himself thinks he&rsquo;s too old and I guess he&rsquo;s right.<span>&nbsp; </span>I am to give you his best regards.<span>&nbsp; </span>He still repairs electric burners <em>(hot plates?)</em>, and makes new ones.<span>&nbsp; </span>He says thank you very much for the magazines and all the other things he received.</p></p>\n<p>Aren&rsquo;t you ever thinking of coming back to Norway?<span>&nbsp; </span>A lot has changed since you left here.<span>&nbsp; </span>Here one day is just like the last one, while I suppose over there something new happens every day.</p></p>\n<p>But I guess now there will be war and other times.<span>&nbsp; </span>I&rsquo;ll end this for now.<span>&nbsp; </span>Live well and say hello to auntie from me.</p></p>\n<p>With love</p></p>\n<p>regards</p></p>\n<p>Evelyn</p></p>"
    ]
  },
  "tags": [
    "1930s",
    "Christmas",
    "Evelyn Holm",
    "John Holm",
    "Norway to US",
    "Sweden",
    "Trondheim",
    "gifts",
    "knife",
    "magazines",
    "prewar",
    "school",
    "skiing",
    "snow",
    "store"
  ],
  "files": [
    {
      "original": "Evelyn Holm 8 januar-1934.pdf",
      "filename": "9671d6822756a186494e0d827d421010.pdf",
      "mime_type": "application/pdf"
    }
  ]
}