{
  "id": 71,
  "added": "2010-12-26 22:02:56",
  "modified": "2010-12-30 04:00:29",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to Alma C. Wilson 1934.1.21"
    ],
    "Description": [
      "LETTER FROM KLARA KROGSTAD (MARKUS HOLM'S DAUGHTER) DATED SLUPPEN, JANUARY 21-1934 TO MISS ALMA WILSON, 102 WEST 5 ST., DELL RAPIDS, SD.  POSTSTAMPED FEBRUARY 1-1934, STAMPS HAVE BEEN TORN OFF."
    ],
    "Creator": [
      "Klara Krogstad",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1934.01.21"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Many thanks for the letter I received from you, I have really been waiting for it and wondering why you had stopped writing, hearing from America from my father&rsquo;s people is such a big event for me so you understand I&rsquo;m deeply grateful to you for your letters.</p></p>\n<p>Since you last heard from me I&rsquo;ve had a son who&rsquo;s now 6 months old<span>&nbsp; </span>a sweet little thing, his name is Svenn Alfred<span>&nbsp; </span>he&rsquo;s named for my mother in law<span>&nbsp; </span>her name was Sofie<span>&nbsp; </span>and for my brother who is dead<span>&nbsp; </span>his name was Alfred.<span>&nbsp; </span>I wish you lived so close that I could visit you and you me <span>&nbsp;</span>what fun that would be Alma, I received a calendar from uncle John and it came unexpectedly so that was fun to get.<span>&nbsp; </span>Here in Trondhjem we&rsquo;re having a bad winter<span>&nbsp; </span>it&rsquo;s blowing and snowing or raining so it&rsquo;s sickness weather.<span>&nbsp; </span>They say the hospitals are overcrowded, tell your daughter she can write to me in English there&rsquo;s a youth living in the house next door who can read and write English.<span>&nbsp; </span>In this town there&rsquo;s a lot of unemployment and poverty <span>&nbsp;</span>those of us who have work probably don&rsquo;t understand how lucky we are, mother also has two boys who have no work<span>&nbsp; </span>there&rsquo;s some now and again for one of them but being mother is hard<span>&nbsp; </span>she has to be the provider as well as mother and father and you probably feel the same way as she does but I understand you have good and kind children and mother is very lucky in that respect too which eases the loneliness. <span>&nbsp;</span>Say hello to uncle John from me and aunt Anna<span>&nbsp; </span>do you think I can write to her<span>&nbsp; </span>does she live far away from you or are you close to eachother.<span>&nbsp; </span>I see from your letter that things are not good there <span>&nbsp;</span>I cannot understand those who can treat their mother like that<span>&nbsp; </span>it seems to me they would get a guilty conscience when the time comes for them to tell her goodbye<span>&nbsp; </span>I wouldn&rsquo;t have been able to handle that.</p></p>\n<p>The little one is waking up now so I must stop for now, with a warm greeting from me to you all from your Klara.<span>&nbsp; </span>Write to me Alma it&rsquo;s so much fun to get a letter from you.<span>&nbsp; </span>1000 greetings Klara and all hers.</p></p>"
    ]
  },
  "tags": [
    "1930s",
    "Alma C. Wilson",
    "John Holm",
    "Klara Krogstad",
    "Norway to US",
    "Svenn Alfred",
    "Trondheim",
    "calendar",
    "gifts",
    "hospital",
    "poverty",
    "prewar",
    "snow",
    "unemployment"
  ],
  "files": [
    {
      "original": "Klara Krogstad 21 jan-1934.pdf",
      "filename": "bfc1ca99d3e75bf46055ef7606ed71ef.pdf",
      "mime_type": "application/pdf"
    }
  ]
}