{
  "id": 72,
  "added": "2010-12-26 22:14:25",
  "modified": "2010-12-30 04:00:23",
  "public": true,
  "metadata": {
    "Title": [
      "Berith Holm to John Holm and Alma C. Wilson 1934.2.12"
    ],
    "Description": [
      "LETTER FROM BERITH HOLM (OLA'S WIFE) DATED TRONDHJEM, FEBRUARY 12-1934.  THIS LETTER WAS IN THE SAME ENVELOPE AS HER DAUGHTER EVELYN'S LETTER DATED JANUARY 8-1934."
    ],
    "Creator": [
      "Berith Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1934.02.12"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Thank you for your letter and thank you so much for the splendid bread knive, it came right at the eleventh hour <em>(Norwegian expression)</em> because the one I have is about to come lose from the handle.<span>&nbsp; </span>I guess it would be possible to get it fixed.<span>&nbsp; </span>But it was nice to get.<span>&nbsp; </span>And the Girls were thrilled with their knives and calendars so thank you so much.</p></p>\n<p>I ought to tell you something new and fun but what would that be<span>&nbsp; </span>maybe you&rsquo;ve seen in the newspapers, that a ghost plane is flying around here<span>&nbsp; </span>it can be seen in the north and south east and west but nobody can figure out what it is<span>&nbsp; </span>some figure it&rsquo;s a rock, people have seen, others a small ballon and a third a star and others again claim it&rsquo;s a real Plane.<span>&nbsp; </span>nobody can get to the bottom of the mystery.<span>&nbsp; </span>well I have neither seen nor heard anything and am not about to go on an expedition to investigate either <span>&nbsp;</span>can be what it will <span>&nbsp;</span>but the newspaper have something to write about, maybe it could be a star and then isn&rsquo;t it true that a sign will occur in the Sun and the Moon and stars, and many of the religious people think Jesus&rsquo; return is near, but nobody here on earth knows, maybe those who study the bible know and see a little more than us Simpletons, but I thank my god and Saviour that I understand enough for my deliverance, can I write such a thing to you? I have understood you to be a fellow wanderer, I&rsquo;m glad you have found peace with god<span>&nbsp; </span>I have greetings from Chonrad and Aksel and his son Eilef <span>&nbsp;</span>he is such a big man.<span>&nbsp; </span>A very handsome young man <span>&nbsp;</span>I guess you know he got married this Christmas to a pleasant pretty girl.<span>&nbsp; </span>We visited Hjertine 3 weeks ago, and everything was fine there<span>&nbsp; </span>we had a letter from Laura<span>&nbsp; </span>she was in Sweden over christmas and has had a pleasant trip and all of us here are fine<span>&nbsp; </span>we are healthy and struggle on as best we can.<span>&nbsp; </span>Live very well and say hello to your Wife from us.</p></p>\n<p>Heartiest</p></p>\n<p>Berith</p></p>\n<p>&nbsp;</p></p>\n<p><em>(The names of Gjertine, Axel and Eilif are spelt wrong in this letter)</em></p></p>"
    ]
  },
  "tags": [
    "1930s",
    "Alma C. Wilson",
    "Berith Holm",
    "Christmas",
    "Jesus",
    "John Holm",
    "Norway to US",
    "Sweden",
    "Trondheim",
    "UFO",
    "calendar",
    "ghosts",
    "gifts",
    "knife",
    "newspaper",
    "newspapers",
    "prewar"
  ],
  "files": [
    {
      "original": "Berith Holm 12 februar-1934.pdf",
      "filename": "f7222f7a7b376b8b605f5bc59c6acea6.pdf",
      "mime_type": "application/pdf"
    }
  ]
}