{
  "id": 73,
  "added": "2010-12-26 22:26:50",
  "modified": "2010-12-31 03:33:30",
  "public": true,
  "metadata": {
    "Creator": [
      "Laura Karlson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1935.01.08"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Thank you so much for your letter, it&rsquo;s fun to hear from you.<span>&nbsp; </span>I&rsquo;m thinking about Anna, it seems she has always, suffered, it&rsquo;s good that she has been allowed to hide herself from all sorrows, and the bad of this world, this life doesn&rsquo;t have much good to offer a person, many a time one would wish to be hidden, from it all, but the End is drawing near, I&rsquo;m glad I only have the one Boy, and he&rsquo;s decent, doesn&rsquo;t drink.<span>&nbsp; </span>As a little boy he was very ill he got, such a bad Ear infection, after the Measles when he was 3 years old, and has been in the hospital twice, and was operated on and was near Death, and we feared most of all that he would lose his mind and live, his face became completely malformed, and Paralyzed on one side, because a Bone was taken out all the way to the Brain so it&rsquo;s a miracle, that he&rsquo;s ok, but as you see his face is a little crooked.<span>&nbsp; </span>he weaves at the Factory, and is very Musical.<span>&nbsp; </span>this instrument costs 600 kr., but on this card he was very unlucky <span>&nbsp;</span><em>(in other words, he doesn&rsquo;t look like himself; I think that&rsquo;s what she means. There must have been a photo enclosed in this letter)</em>.<span>&nbsp; </span>you look a lot, like our Sister Hanna&rsquo;s oldest daughter Karen, who lives in Narvik.<span>&nbsp; </span>and now to the Costume<em> (I think she&rsquo;s talking about a Norwegian National Costume</em>).<span>&nbsp; </span>I can&rsquo;t find out about the duty on it here, it will be cleared, in America, it may get expensive, for the chest piece, and the Hat, and the belt, and then there&rsquo;s supposed to be a pocket on the Apron, which is made of beaded embroidery, and the Chest piece and the Hat, must be bought ready made, all the other things can be hand sewn, it&rsquo;s simple<span>&nbsp; </span>if you want me to, I can see to the things that go with it, the Black and the Red fabric we weave at the Factory here, the border, which is on the Vest, that is not made of pearls.<span>&nbsp; </span>that&rsquo;s another kind, the Hat and the Chest piece, and the beads to go with it, could perhaps come to, ca. 15 kr. what&rsquo;s needed for the skirt (shirt?) and vest wont come to much, and the shirt (skirt?), you can get there but in case <em>(I think she means to say: in case you want me to get this for you)</em> you must send the Head measurements for the sake of the Hat, I asked at Husfliden, in Oslo what it costs ready made, about 80 kr.<span>&nbsp; </span>I hope you understand, my bad writing, you write much, better Norwegian than I do, I can&rsquo;t work anymore at the Factory.<span>&nbsp; </span>I am so bothered with Arthritis in my arms and Back, besides, it&rsquo;s like making a whip for your own Behind <em>(Norwegian expression)</em>, as we say in Norwegian, nobody thanks you for what you do.</p></p>\n<p>I must end my letter now.<span>&nbsp; </span>Thank you very much for your letter and photographs.<span>&nbsp; </span>say hello to all your children, and the others who are interested in us.</p></p>\n<p>I wish you all a happy New year.<span>&nbsp; </span>A thousand Loving greetings from Mindor Laura Arvid.</p></p>\n<p>If I could afford it I would Send you a used one but unfortunately I&rsquo;m too poor.</p></p>"
    ],
    "Title": [
      "Laura Karlson to Alma C. Wilson 1935.1.8"
    ],
    "Description": [
      "LETTER FROM LAURA KARLSON (JOHN'S SISTER) GRØNBORG, HEGGEDAL. PR. OSLO, DATED –SECOND CHRISTMAS DAY– (DEC. 26), POST STAMPED HEGGEDAL JANUARY 8-1935, THEN AGAIN IN OSLO THE SAME DAY – TO MRS. ALMA VILSON, 102 WEST 5 STREET, DELL RAPIDS, S.H., U.S.A.   ADDRESS CORRECTED TO DELL RAPIDS, S. DAK. AT NEW YORK POST OFFICE ON JANUARY 24-1935 AT 3:30 PM.\r\nA SOMEWHAT CONFUSING LETTER AS FAR AS LANGUAGE, BUT THAT'S HOW IT WAS WRITTEN."
    ]
  },
  "tags": [
    "1930s",
    "Alma C. Wilson",
    "Christmas",
    "Heggedal",
    "Laura Karlson",
    "Norway to US",
    "apron",
    "arthritis",
    "death",
    "ear infection",
    "factory",
    "gifts",
    "hat",
    "hospital",
    "husfliden",
    "measles",
    "paralysis",
    "photos",
    "poverty",
    "prewar",
    "request",
    "sickness",
    "vest"
  ],
  "files": [
    {
      "original": "Laura Karlson 8 januar-1935.pdf",
      "filename": "e15a6f694f1016410ce42cc4a9c957e5.pdf",
      "mime_type": "application/pdf"
    }
  ]
}