{
  "id": 74,
  "added": "2010-12-26 22:46:14",
  "modified": "2010-12-30 03:59:04",
  "public": true,
  "metadata": {
    "Title": [
      "Evelyn Holm to Grace Vilson 1935.3.3"
    ],
    "Description": [
      "LETTER FROM EVELYN HOLM (OLA'S DAUGHTER) DATED TRONDHJEM MARCH 3-1935 – TO MISS GRACE VILSON, DELL RAPIDS, SO. DAK., U.S.A.  POST STAMPED MARCH 22, THE STAMPS HAVE BEEN TAKEN OFF.  ENCLOSED IS A PICTURE OF 6 YOUNG GIRLS IN PAJAMAS SITTING ON THE STEPS IN FRONT OF A HOUSE."
    ],
    "Creator": [
      "Evelyn Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1935.03.03"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>You can&rsquo;t imagine how much I would like to come visit you.<span>&nbsp; </span>Because I&rsquo;d like to be able to see the world.<span>&nbsp; </span>I&rsquo;m just at home.<span>&nbsp; </span>Don&rsquo;t go to any school you see.<span>&nbsp; </span>We are obliged to go for 7 years at folkeskolen as we call it <em>(elementary school)</em>.<span>&nbsp; </span>After that we can go to Middleschool for three years.<span>&nbsp; </span>If I had started there I would have been in my last year.<span>&nbsp; </span>Then if you want to continue you start gymnasie if you want to take (artium) college axams as you call it. (* <em>This is not correct, see below for an explanation).</em><span>&nbsp; </span>We call it artium.<span>&nbsp; </span>Or many go from the middleschool to commercial college.<span>&nbsp; </span>Where you get a business license.<span>&nbsp; </span>They can go there for two or three years as they choose.<span>&nbsp; </span>If they go for three years they get college exams there too <em>(again, not correct</em>).<span>&nbsp; </span>When they are done with those schools they become russ <em>(** eplanation below)</em>, blue for Commerical School, red for High School.<span>&nbsp; </span>In russetiden, that is during exams you can&rsquo;t imagine how they drink and carry on.<span>&nbsp; </span>If they pass the exams they become students and receive a graduation cap <em>(see ** below</em>) and feel really big and important.<span>&nbsp; </span>When they have finished elementary school they can also go to an 8<sup>th</sup> grade.<span>&nbsp; </span>There they learn English.<span>&nbsp; </span>I only went for those 7 years.<span>&nbsp; </span>Because during that time I was dizzy and anemic and feeling a little bad at that time.<span>&nbsp; </span>Therefore I didn&rsquo;t continue, even though I wanted to.</p></p>\n<p>Are you going out a lot to have fun.<span>&nbsp; </span>Or are you just studying and struggling with school.<span>&nbsp; </span>I bet there are many places there for amusement, and you who have so many brothers probably have a lot of fun.<span>&nbsp; </span>Here we go to the movies, and out to various places mostly private dances and such.</p></p>\n<p>Mother and father say hello and everone here.</p></p>\n<p>Live well</p></p>\n<p>Regards your friend Evelyn.</p></p>\n<p>This picture was taken on an Easter trip to the mountains in 1934.<span>&nbsp; </span>It is taken early in the morning so you mustn&rsquo;t look at how we are.<span>&nbsp; </span>Where it has two xx it&rsquo;s me one x some of my sisters.</p></p>\n<p>&nbsp;</p></p>\n<p><span style=–font-family: Symbol;–><span>&middot;<span style=–font: 7pt &quot;Times New Roman&quot;;–>&nbsp;&nbsp;&nbsp;<em>&nbsp;&nbsp; </em></span></span></span><em>She mistakenly equates our &ldquo;gymnas&rdquo; education to your college education, but gymnas is the same as your high school.<span>&nbsp; </span>So our &ldquo;artium axams&rsquo; would be the same as your high school exams.</em></p></p>\n<p><em><br /></em></p></p>\n<p><em>** <span>&nbsp;</span>&ldquo;Russ&rdquo; is a senior high student.<span>&nbsp; </span>&ldquo;Russetiden&rdquo;(the Russ period) is an old tradition where the senior high school students wear nothing but red clothes (or blue for commercial school students) from the time they have sat their exams until they know whether they&rsquo;ve passed or not.<span>&nbsp; </span>It&rsquo;s a wild and crazy time, lots of partying and playing tricks on the townspeople, teachers etc.<span>&nbsp; </span>In my time the red cap would be replaced by a black cap once we got the results from the exams and found that we had passed. Our graduation cap is different from yours in that it&lsquo;s round and soft. This cap would be given to us in a special ceremony, and the red ones would all be thrown into the center of the floor or plaza, depending on where the ceremony was held. The black caps are no longer in use, and I believe the &ldquo;russ&rdquo; tradition was also stopped a couple of years ago (too many drunk youths and too much vandalism no doubt!).</em></p></p>\n<p><em><span>&nbsp; </span><span>&nbsp;</span></em></p></p>"
    ]
  },
  "tags": [
    "1930s",
    "English language",
    "Evelyn Holm",
    "Grace Vilson",
    "Norway to US",
    "Trondheim",
    "artium",
    "dancing",
    "elementary school",
    "evening school",
    "gymnasie",
    "hospital",
    "movies",
    "prewar",
    "russ",
    "russetiden",
    "university"
  ],
  "files": [
    {
      "original": "Evelyn Holm 3 mars-1935.pdf",
      "filename": "89da4bb27f0cee351d27d2eb8ebd8ed4.pdf",
      "mime_type": "application/pdf"
    }
  ]
}