{
  "id": 76,
  "added": "2010-12-26 23:08:33",
  "modified": "2010-12-26 23:08:33",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to Alma C. Wilson 1937.12.31"
    ],
    "Description": [
      "LETTER FROM KLARA KROGSTAD DATED SLUPPEN DECEMBER 31-1937 TO ALMA WILSON, 102 WEST 5 ST., DELL RAPIDS, SOUTH DAKOTA.  ON THE ENVELOPE THERE'S AN ADVERTISEMENT FOR –THE OLSO FAIR-MAY 12-SEPT.18-1938–. IT LOOKS LIKE THE LETTER WAS POST STAMPED ON JAN. 6-1938.  THE STAMPS HAVE BEEN CUT OFF."
    ],
    "Creator": [
      "Klara Krogstad",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1937.12.31"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>I and mine wish you and yours a Happy New Year.</p></p>\n<p>Thank you so much for the dear letter, I received from you, you can&rsquo;t imagine how I&rsquo;ve been waiting to hear from you, because I&rsquo;ve sent you pictures and a letter after the confirmation, but I see you haven&rsquo;t received it and that surprises me, as I used the same address as last time,<span>&nbsp; </span>We are healthy and struggle every day each with our own, I&rsquo;m away a lot cleaning now for I&rsquo;m busy all the time, but I get so tired.<span>&nbsp; </span>it&rsquo;s hard being both a father and mother don&rsquo;t you think?<span>&nbsp; </span>And one more thing Alma, don&rsquo;t you think God was hard on us when he left us alone with the children?<span>&nbsp; </span>I&rsquo;ve been to a Memorial Service today, it&rsquo;s so solemn, but sad because it brings back so many memories of him who is gone from me forever, I feel life is so hard now Alma. Christmas morning I went to church, now I see in the newspaper that an American is saying thank you for the singing there<span>&nbsp; </span>he has heard it through the radio, what about you <span>&nbsp;</span>did you hear it<span>&nbsp; </span>I too sang in the church.<span>&nbsp;&nbsp;&nbsp; </span>I got a radio for Christmas from my brother in law because he bought himself a new one, you must come and hear it.<span>&nbsp; </span>I see you are thinking about starting with something<span>&nbsp; </span>go ahead and try your luck<span>&nbsp; </span>I hope you succeed.<span>&nbsp; </span>I have applied for a cleaning job at a school as from this summer, because what I have is too little, because everything is so expensive now.<span>&nbsp; </span>Go ahead and send what you thought, I&rsquo;m of course thankful for anything.<span>&nbsp; </span>My daughter who is 15 has started at a shoe factory<span>&nbsp; </span>she gets 13 kr. per week, I&rsquo;m so glad of that, and the one who is 18 has a domestic post, because she wants to learn how to cook because she&rsquo;s so good at that.<span>&nbsp; </span>Uncle Ole has been working here at the works where I clean<span>&nbsp; </span>he has quit now, his daughters are in shops<span>&nbsp; </span>they are clever children.<span>&nbsp; </span>My mother has been sick a lot this winter, now my brother who&rsquo;s a sailor has gone overseas<span>&nbsp; </span>we received a Christmas card from London from him.<span>&nbsp; </span>Say hello to uncle John and auntie from me, and you children from me and mine who are related to you here in Norway.<span>&nbsp; </span>Please write soon so that I&rsquo;ll know if you received this letter from me.<span>&nbsp; </span>I&rsquo;m sending you the song we received today. <em>(There is no song included among the latters I received <span>&nbsp;</span>that fits this statement).</em></p></p>\n<p>Heartily greeted from us.</p></p>\n<p>your cousin Klara</p></p>\n<p>&nbsp;</p></p>"
    ]
  },
  "tags": [
    "1930s",
    "Alma C. Wilson",
    "Christmas",
    "God",
    "Klara Krogstad",
    "London",
    "New Year",
    "Norway to US",
    "Ole Holm",
    "Sluppen",
    "Trondheim",
    "cook",
    "domestic service",
    "memorial service",
    "newspaper",
    "prewar",
    "radio",
    "sailors",
    "shoe factory",
    "singing",
    "song"
  ],
  "files": [
    {
      "original": "Klara Krogstad 31 des 1937.pdf",
      "filename": "826407915a3f01d0a627c39e1f959c66.pdf",
      "mime_type": "application/pdf"
    }
  ]
}