{
  "id": 79,
  "added": "2010-12-26 23:23:57",
  "modified": "2010-12-30 03:58:50",
  "public": true,
  "metadata": {
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1940.03.31"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Thanks a lot for the Christmas greetings which I just received<span>&nbsp; </span>Took a long time.</p></p>\n<p>It pleases us to see and hear that ours are doing well.<span>&nbsp; </span>A year ago we thought brother Johan was dead because Olav received a bible and inside it was a note saying that the bible was to be sent to Olav when Johan was dead and the bible came, and we thought it meant he had died but upon further investigation we found out he was still going strong, and we are glad of that.<span>&nbsp; </span>Here we are doing well and are at the store baking bread every day, I have my 2 sons with me Eilif and Arne. <span>&nbsp;</span>Eilif is sick now<span>&nbsp; </span>he has a duodenal ulcer but doing ok, we think he can get by without an operation.<span>&nbsp; </span>Arne is engaged to a girl from Aasen, a clever girl.<span>&nbsp; </span>Our youngest boy Einar will be confirmed this year in September.<span>&nbsp; </span>You and Johan can come then and celebrate with us<span>&nbsp; </span>you are welcome.<span>&nbsp; </span>Our daughter Herborg is at Levanger a little town about 4 miles <em>(Norwegian miles)</em> from here<span>&nbsp; </span>is at a shop that sells fruit.<span>&nbsp; </span>I was in Trondheim yesterday but didn&rsquo;t go by Olav&rsquo;s but they&rsquo;re all ok.<span>&nbsp; </span>Laura our sister is in Heggedal near Oslo<span>&nbsp; </span>They&rsquo;re doing ok.<span>&nbsp; </span>My wife is sickly, suffers from diabetes and bad blood pressure.<span>&nbsp; </span>Apart from that we&rsquo;re doing fine.<span>&nbsp; </span>The greatest of all is that we can believe in the forgiveness of our sins in the blood of Jesus, do you believe this Alma.<span>&nbsp; </span>We have a tense time here now<span>&nbsp; </span>the horror of War is so close to us and poor Finland and it can be us shortly<span>&nbsp; </span>our turn to bleed and die.<span>&nbsp; </span>Those of us who live so close to a military exercise area will probably have to leave our homes in a hurry but we&rsquo;re still hoping that it will all blow over, but the words of the bible speak clearly of the times getting worse and worse before he comes<span>&nbsp; </span>It is being said that we are now in the bible&rsquo;s 4<sup>th</sup> ve of the Revel. where a fourth of the earth&rsquo;s population shall die in war, Earthquakes, plagues, Famine, accidents.<span>&nbsp; </span>and this we have enough of today, it&rsquo;s coming true in front of our eyes.<span>&nbsp; </span>But this has to happen first then he will come Jesus our saviour.<span>&nbsp; </span>The times will not get any better for us on this earth of grief and sin.<span>&nbsp; </span>May we be awale and waiting for him who will free us <span style=–text-decoration: underline;–>out</span> from all troubles.<span>&nbsp; </span>Say hello to John and our kin from us<span>&nbsp; </span>Konrad is doing fine<span>&nbsp; </span>he&rsquo;s at Lindg&aring;rd&rsquo;s shop in Hegra, many of his children are married now and the nest empty<span>&nbsp; </span>a daughter at home.<span>&nbsp; </span>Brage the oldest of the children has a stomach ulcer<span>&nbsp; </span>is soon to be operated on.<span>&nbsp; </span>Live well in the Lord</p></p>\n<p>Greetings with Rom 8. &ndash;1</p></p>\n<p>Ax. Holm w family</p></p>\n<p>I&rsquo;m 53 years old now<span>&nbsp; </span>time rolls on.<span>&nbsp; </span>We have had a cold and snowfilled winter, the snow is still deep and it&rsquo;s cold so it looks miserable, today there&rsquo;s a southerly wind.<span>&nbsp; </span></p></p>"
    ],
    "Title": [
      "Axel Holm to Alma C. Wilson 1940.3.31"
    ],
    "Description": [
      "LETTER FROM AXEL HOLM DATED STJØRDAL, MARCH 31-1940, TO ALMA WILSON, 102 WEST 5 ST., DELL RAPIDS, DAKOTA, U.S.A.  THE STATIONARY IS FROM HIS BAKERY.  UP IN THE LEFT CORNER OF THE ENVELOPE AND PAPER IT SAYS: –AX. HOLM–BAKERY & CONFECTIONERY–ALL SORTS GOOD BREAD–STJØRDAL , PHONE 15–.  THE STAMPS HAVE BEEN CUT OUT.  ON THE BACK OF THE ENVELOPE IT'S WRITTEN IN NORWEGIAN (LOOKS LIKE ALMA'S HANDWRITING):  –AXEL SENT THIS ON MARCH FIRST AND I RECEIVED IT NOW AUGUST 20–.  THE LETTER IS ACTUALLY POST STAMPED APRIL 2-1940 (JUST 7 DAYS BEFORE THE GERMAN INVASION OF NORWAY)."
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Bible passage",
    "Christmas",
    "Finland",
    "Heggedal",
    "Hegra",
    "Jesus",
    "Levanger",
    "Norway to US",
    "Stjørdal",
    "Trondheim",
    "WWII",
    "Winter War",
    "bible",
    "blood pressure",
    "death",
    "diabetes",
    "military",
    "prophecy",
    "store",
    "ulcer",
    "war",
    "wartime"
  ],
  "files": [
    {
      "original": "Axel Holm 31 mars-1940.pdf",
      "filename": "658c242077e91d401b2f02ed08592fdb.pdf",
      "mime_type": "application/pdf"
    }
  ]
}