{
  "id": 81,
  "added": "2010-12-26 23:55:34",
  "modified": "2010-12-30 03:58:39",
  "public": true,
  "metadata": {
    "Creator": [
      "Odd Conrad Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1941.03.09"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>I will now take the opportunity to write a few words to you.<span>&nbsp; </span>My name is Odd Conrad Holm, and I&rsquo;m the son of Conrad, I&rsquo;m born 16-12-1918 and am a twin.<span>&nbsp; </span>You may have seen me as I seem to remember father telling me you were home at that time.<span>&nbsp; </span>I have now been out at sea since 1936 and haven&rsquo;t been to Hegra since.<span>&nbsp; </span>During this time I have been travelling about the world<span>&nbsp; </span>have also been to America a few times, which I really liked,<span>&nbsp; </span>I wish I were there again.<span>&nbsp; </span>Since I left home I have been to Heggedal to visit aunt Laura.<span>&nbsp; </span>I haven&rsquo;t heard anything from Norway since the war started.<span>&nbsp; </span>Would you please send me a letter and at the same time give me some addresses of our relatives over there.<span>&nbsp; </span>If I ever come to America I may get an opportunity to visit you.<span>&nbsp; </span>If you get a chance please write a few words as soon as you can and preferably send by Air mail, my address</p></p>\n<p>Odd Conrad Holm</p></p>\n<p>S/S Ringul</p></p>\n<p>Konsulat de Norwege</p></p>\n<p>Casablanca Fransk Morrokko</p></p>\n<p>Afrika</p></p>"
    ],
    "Title": [
      "Odd Conrad Holm to John Holm 1941.3.9"
    ],
    "Description": [
      "LETTER FROM ODD HOLM, DATED CASABLANCA, MARCH 9-1941 TO JOHN HOLM.  THERE'S AN ADDRESSED ENVELOPE WITH THIS LETTER WITH THE ADDRESS -  ODD CONRAD HOLM, KONSULET DE NORWEGE, S/S RINGUL, (supposed to be Ringulv) CASABLANCE, FRANSK MORROKKO, AFRIKE, - AND THE RETURN ADDRESS - JOHN HOLM, BOX 16, JASPER, MINNESOTA ON THE BACK.  ODD WAS IN THE HABIT OF INCLUDING SUCH ENVELOPES, ALREADY ADDRESSED, SOMETIMES EVEN WITH STAMPS ON THEM, IN ORDER TO MAKE IT EASIER FOR THE RECIPIENT TO REPLY TO THE LETTER, BUT THE HANDWRITING ON THIS ENVELOPE DOES NOT LOOK LIKE ODD'S."
    ]
  },
  "tags": [
    "1940s",
    "Casablanca",
    "Heggedal",
    "Hegra",
    "John Holm",
    "Odd Conrad Holm",
    "Ringulv",
    "WWII",
    "request",
    "sailors",
    "wartime"
  ],
  "files": [
    {
      "original": "Odd Holm 9 mars-1941.pdf",
      "filename": "f6a5621f9a0ce7f09fff2d169215d369.pdf",
      "mime_type": "application/pdf"
    }
  ]
}