{
  "id": 82,
  "added": "2010-12-26 23:59:36",
  "modified": "2010-12-30 03:58:32",
  "public": true,
  "metadata": {
    "Title": [
      "Odd Conrad Holm to John Holm 1941.5.5"
    ],
    "Description": [
      "LETTER FROM ODD HOLM, DATED SAFI – AFRICA (MOROCCO) MAY 5 TO JOHN HOLM, JASPER BOX 16, MINNESOTA, U.S.A.  POST STAMP IS HARD TO READ BUT LOOKS LIKE 6-5-41 (MAY 6-41), IN OTHER WORDS ONLY ABOUT A MONTH BEFORE HE WAS SENT TO THE FIRST PRISON CAMP.  ON BOTH SIDES OF THE ENVELOPE THE FOLLOWING IS STAMPED INSIDE AN OVAL: –OUVERT (WHICH IS FRENCH FOR OPENED) YB604 PAR LES AUTORITES DE CONTROLE–, AND THERE'S ALSO A STICKER WHICH SAYS –CONTROLE– (CHECKED) IN BIG LETTERS ALONG ONE SHORT EDGE OF THE ENVELOPE.  ON THE BACK OF THE ENVELOPE THERE'S A LITTLE RED CIRCLE THE SIZE OF A PENNY WITH THE NUMBER 10 INSIDE IT.  THE STAMPS HAVE BEEN TORN OFF.  ODD HAS WRITTEN –PAR AVION– (AIR MAIL) ON THE ENVELOPE."
    ],
    "Creator": [
      "Odd Conrad Holm",
      "Siri Lawson trans."
    ],
    "Date": [
      "1941.05.05"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>I received your letter a few days ago, which I thank you very much for.<span>&nbsp; </span>It was pleasant to hear from you and to see that you all are doing well. You think I&rsquo;m a son of uncle Aksel&rsquo;s, but I&rsquo;m not.<span>&nbsp; </span>I&rsquo;m born at Holmstr&oslash;, where you were born too, and I&rsquo;m Conrad&rsquo;s son.<span>&nbsp; </span>We are 3 brothers and I&rsquo;m the youngest.<span>&nbsp; </span>I have 6 sisters<span>&nbsp; </span>the oldest is 30 years old, and the youngest is 16 years old.<span>&nbsp; </span>I&rsquo;m a twin and am 22 years old<span>&nbsp; </span>as you may know uncle Aksel has 2 sons and 1 daughter who are still living.<span>&nbsp; </span>I have received 10 letters from Norway since Christmas and from those I see that all of ours are still living, and that&rsquo;s more than I expected, after what has happened.<span>&nbsp; </span>My father Conrad has lately been sick, but is better now.<span>&nbsp; </span>He writes that he has had a letter from uncle John.<span>&nbsp; </span>Your sister Laura lives in Heggedal<span>&nbsp; </span>she has as you probably know a son.<span>&nbsp; </span>Since I left home I&rsquo;ve visited them, and they were doing well.<span>&nbsp; </span>There are many in Hegra who have fallen in the war and among them many of my Friends.<span>&nbsp; </span>it has now been 4 years since I was in Hegra, and since then I have travelled around in the wide world, and have seen and experienced a lot, especially the last 2 years.<span>&nbsp; </span>It has now been over a year since I was in the States.<span>&nbsp; </span>I&rsquo;ve been to several cities both on the east and the west coast and like the States very much.<span>&nbsp; </span>I wish I was there, but I don&rsquo;t have an entry visa.<span>&nbsp; </span>You say that Alma Wilson is writing to me<span>&nbsp; </span>I don&rsquo;t think I know her, but I know her relatives in Trondheim.<span>&nbsp; </span>They visited us when I was at home (<em>I think he mistakes Alma for somebody else, could it possibly be Florence Winters whose kin lived in Trondheim?).</em><span>&nbsp; </span>I hope I receive her letter.<span>&nbsp; </span>If I were to send some money over there would you uncle take care of them, because if I get to live I&rsquo;ll, maybe not until after the war come and visit you.<span>&nbsp; </span>I&rsquo;ll have to end this for now, and hope you all will keep well..</p></p>\n<p>I&rsquo;m healthy and am doing well under the circumstances.<span>&nbsp; </span>I&rsquo;m on board a Norwegian ship.</p></p>\n<p>Hearty greetings Odd Conrad Holm</p></p>\n<p>Konsulet De Norwege</p></p>\n<p>Casablanca French Morocco</p></p>\n<p>Africa</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Heggedal",
    "Hegra",
    "Holmstrø",
    "John Holm",
    "Morocco",
    "Odd Conrad Holm",
    "Safi",
    "Trondheim",
    "WWII",
    "ship",
    "sickness",
    "war",
    "wartime"
  ],
  "files": [
    {
      "original": "Odd Holm 5 mai - 1941.pdf",
      "filename": "4a2f9c6de0a7bb04956a1cdfecaf254a.pdf",
      "mime_type": "application/pdf"
    }
  ]
}