{
  "id": 84,
  "added": "2010-12-27 00:10:41",
  "modified": "2010-12-30 03:58:06",
  "public": true,
  "metadata": {
    "Title": [
      "Odd Conrad Holm to Grace Wilson 1944.11.4"
    ],
    "Description": [
      "LETTER FROM ODD HOLM DATED M/T THORSHOV NOVEMBER 4-1944, TO GRACE WILSON.  NO ENVELOPE. TYPEWRITTEN IN ENGLISH IN UPPER CASE LETTERS."
    ],
    "Creator": [
      "Odd Conrad Holm"
    ],
    "Date": [
      "1944.11.04"
    ],
    "Language": [
      "English"
    ],
    "Text": [
      "<p>Thank you very much for your very interesting letter which I received from you when I was in Africa.</p></p>\n<p>It was very kind of you to write me.<span>&nbsp; </span>Your letter were dated 6/4-41.<span>&nbsp; </span>I wrote you at once, but I don&rsquo;t think you have got my letter because it was very difficult to get any letter through the censor that time.<span>&nbsp; </span>I was interned a long time, had little and bad food.<span>&nbsp; </span>The last three months before the American came, I was in a consentration camp 350 miles south of Oran.<span>&nbsp; </span>It was a terrible place in the desert, sun and sand and of course very hot, so I was very glad to get out of it.<span>&nbsp; </span>I was working for the American Navy for some time, but later as a Norwegian I had to join a Norwegian ship, and since then I have been sailing all about.<span>&nbsp; </span>I am now onboard a Norwegian oil tanker.<span>&nbsp; </span>We use to have 14 days in the Atlantic and two-three days in port, so we are almost always at sea.<span>&nbsp; </span>But it is all the same to me.<span>&nbsp; </span>I hope the war soon is over, so I can be able to send a letter home and get an answer without any German interference.<span>&nbsp; </span></p></p>\n<p>You told me you were working in a Carnegie Public Library, but I suppose you had to quit the job for the benefit of war production, if so I think you will be able to get your job back again as soon as the war is over if you wish to.</p></p>\n<p>I should like to visit you in Dell Rapids and uncle John too, but I have not got time enough to do so, I am probably going to pay off in an American port some time after Christmas, and then I will be glad to visit my friends <em>(it would be another year and a half before he could finally go home).</em></p></p>\n<p>My twin sister and I was born in 1918.<span>&nbsp; </span>My sister is married and live in Norway.<span>&nbsp; </span>My other sisters are older than I, except one.<span>&nbsp; </span>She is 19 year old.<span>&nbsp; </span>I have two brothers, both past thirty.</p></p>\n<p>As you may know, my father passed away in February 1942, 62 year old <em>(I think he&rsquo;s mistaken here, Conrad died January 6-1943 as far as I know)</em>.<span>&nbsp; </span>I have not been home since 1937.<span>&nbsp; </span>I feel a little lonesome occasionally, but having plenty of work and much to learn, I am too much occupied to feel homesick, and find the life and my job very interesting.</p></p>\n<p>I wrote your mother when I was in Philadelphia for some days ago, I hope she has got my letter.</p></p>\n<p>We are now laying in New York only for a night.<span>&nbsp; </span>When I get more time, I will write you a longer letter.<span>&nbsp; </span>I would appreciate hearing from you and your family.<span>&nbsp; </span>Wishing you the best of health, and complete happiness.</p></p>\n<p>Very truly yours,</p></p>\n<p>Odd Conrad Holm</p></p>\n<p>M/T Thorshov. The Norwegian Shipping and Trade Mission. New York. N.Y.</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Carnegie Public Library",
    "Dell Rapids",
    "Germans",
    "Grace Vilson",
    "John Holm",
    "New York",
    "Odd Conrad Holm",
    "Oran",
    "Philadelphia",
    "US Navy",
    "censorship",
    "oil tanker",
    "prison camp",
    "sailors",
    "wartime"
  ],
  "files": [
    {
      "original": "Odd Holm 4 november-1944.pdf",
      "filename": "3da688b482f8f2df770ac97aa303b8b6.pdf",
      "mime_type": "application/pdf"
    }
  ]
}