{
  "id": 89,
  "added": "2010-12-27 15:38:14",
  "modified": "2010-12-30 03:57:23",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to Alma C. Wilson 1945.7.23"
    ],
    "Description": [
      "1)\t3 skjørt (150) – 1 bluse (25) – 3 kjoler (250) – stykker av kjole (50), alt gammelt, tilsammen 475 (4 dollar 75 cents).\r\n2)\t3 skjorter (75) – 1 bukse dress (75) – 1 kjole (75) – 2 hug me tight (50, vet ikke hva dette er, kan være hofteholder) – 1 skjørt (100), tilsammen 3.75. Porto for begge 1.63.\n\nLETTER FROM KLARA KROGSTAD (MARKUS' DAUGHTER), NORDRE ALLE 1, SLUPPEN, STRINDA, TRONDHJEM, NORGE – DATED JULY 23 – TO MRS ALMA WILSON, 102 WEST 5TH STREET, DELL RAPIDS, SOUTH DAKOTA, AMERICA.  SHE SENT TWO LETTERS ON THE SAME DAY, IT'S POSSIBLE THE SONGS SHE MENTIONS IN THE TEXT WERE SENT IN A SEPARATE ENVELOPE.  BOTH WERE POST STAMPED ON JULY 28-1945.  ONE OF THEM HAS BEEN OPENED BY CONTROLLER 876.  THREE 20-ØRE STAMPS, RED WITH LION.  ON THE BACK OF ONE OF THE ENVELOPES THERE'S A LIST OF ITEMS THAT WERE SENT ( PRESUMABLY FROM THE U.S. TO NORWAY) ON AUG. 31, AND THEIR VALUE:\n\n1)\t3 skirts (150) – 1 blouse (25) – 3 dresses (250) – pieces of dress (50) all old, total 475 ($ 4.75)\r\n2)\t3 shirts (75) – 1 slack suit (75) – 1 dress (75) – 2 hug me tight (50, this might be a girdle of some sort) – 1 skirt (100), total 3.75.  Postage for both 1.63."
    ],
    "Creator": [
      "Klara Korgstad",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1945.07.23"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>I&rsquo;m so full of jubilation at having receved a letter from you the day before yesterday, thank you so much for the letter, I was so proud I told all the relatives I met.<span>&nbsp; </span>I see from it that you and yours are doing well<span>&nbsp; </span>I have talked about you so often and we&rsquo;ve looked at the pictures we have and wondered if your boys were out in the war.<span>&nbsp; </span>Yes Alma we&rsquo;ve had some rough years, but thank God we&rsquo;ve kept our lives, and our home. Though we&rsquo;ve been hungry because we haven&rsquo;t had butter and not sugar and no sandwich meats but fortunately we&rsquo;ve had bread &lsquo;cause my daughter works at a bakery.<span>&nbsp; </span>Now it&rsquo;s over and no air raid sirens but you can&rsquo;t imagine how scared I&rsquo;ve been of the air raid sirens because we live below a very large apparatus which belongs to the Germans <span>&nbsp;</span>it&rsquo;s been said that the largest cannons of the Northern countries are up there.<span>&nbsp; </span>Imagine the jubilation that day, the flags were raised and crying and joy and singing for several weeks and days.<span>&nbsp; </span>It&rsquo;s calm now, but horrible to see and hear about everything that has been going on during this time.<span>&nbsp; </span>With us everything is fine now, Svenn my youngest boy who turned 12 on July 12 has just been sick with &ldquo;knut-ros&rdquo; a tiresome disease, but is well now, but he still lies down for a 3 hour&rsquo;s rest in the middle of the day because there&rsquo;s a risk of contracting other diseases.<span>&nbsp; </span><em>(Knut-ros is a disease that causes painful sores over the body, along with fever and joint pain</em>).<span>&nbsp; </span>My oldest boy is going to be a mechanic <span>&nbsp;</span>is in an apprenticeship for 4 years<span>&nbsp; </span>that&rsquo;s hard now that everything is so expensive but I know it will be rewarded.<span>&nbsp; </span>He&rsquo;s so thrifty, has been working at a factory during his vacation.<span>&nbsp; </span>Mary my oldest daughter is on vacation.</p></p>\n<p>I have now had my 50<sup>th</sup> birthday just before Christmas Dec. 18<span>&nbsp; </span>I had my family here <span>&nbsp;</span>there were 23 of us<span>&nbsp; </span>I&rsquo;ll send you my song, it was a pleasant evening<span>&nbsp; </span>got about 500 kr and gifts.<span>&nbsp; </span>Mother <em>(Gjertine)</em> has recently had her 70<sup>th</sup> birthday, all the relatives were gathered <span>&nbsp;</span>I&rsquo;ll send you her song too, she&rsquo;s doing fine.<span>&nbsp; </span>At Aksel&rsquo;s there are a lot of changes<span>&nbsp; </span>his wife is sick and in a home for close to 2 years and the oldest boy arrested <em>(he was in a concentration camp for a while)</em> but now he has taken over uncle&rsquo;s shop because he has given it up and the other 2 boys escaped to Sweden but are here now.</p></p>\n<p>There are so many things now that I can&rsquo;t remember half of them at the moment.<span>&nbsp; </span>Laura has moved to Stj&oslash;rdal, her son is in the hospital.<span>&nbsp; </span>Did you know that uncle Konrad is dead, I was at the funeral, will send you the funeral song which he wrote himself along with the other songs as soon as I have time.<span>&nbsp; </span>It&rsquo;s not nice to ask, but if you have some old clothes please send me some because we are in such a bind<span>&nbsp; </span>We can&rsquo;t buy as much as a thread <em>(of clothing)</em> because there isn&rsquo;t even a piece of fabric to be had,<span>&nbsp; </span>as for me I can&rsquo;t go out and not my oldest boy either soon. Will write again soon, give our warmest regards to your children, keep well all of you.</p></p>\n<p>Yours Klara.</p></p>\n<p>On the back of the last page:</p></p>\n<p>I&rsquo;ve put your house in a frame I had, you are lucky to have a home<span>&nbsp; </span>it looks cosy, it would be fun to visit you, thanks a lot for the pictures, they were fun.<span>&nbsp; </span>Mary my daughter will send you a picture of herself she says.</p></p>\n<p>Today I&rsquo;m going to wash clothes for an Englishman called Jackson<span>&nbsp; </span>I have washed many times but only get a small tin of meat for all the clothes, they are very dirty, but he&rsquo;s an Englishman so I do it gladly. <span>&nbsp;</span><span>&nbsp;&nbsp;</span></p></p>\n<p>&nbsp;</p></p>\n<p><span>&nbsp;</span></p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Britain",
    "Germans",
    "God",
    "Klara Krogstad",
    "Norway to US",
    "Sluppen",
    "Stjørdal",
    "Sweden",
    "WWII",
    "bread",
    "butter",
    "clothing",
    "food",
    "hunger",
    "knut-ros",
    "meat",
    "mechanic",
    "photos",
    "postwar",
    "sickness",
    "soldier",
    "song",
    "sugar",
    "thread",
    "vacation"
  ],
  "files": [
    {
      "original": "Klara Krogstad 23 juli-1945.pdf",
      "filename": "0db19716cb53554b8a9717762d473465.pdf",
      "mime_type": "application/x-empty"
    }
  ]
}