{
  "id": 91,
  "added": "2010-12-27 20:43:53",
  "modified": "2010-12-30 03:57:10",
  "public": true,
  "metadata": {
    "Title": [
      "Odd Conrad Holm to Grace Wilson 1945.7.10"
    ],
    "Description": [
      "LETTER FROM ODD HOLM DATED BALTIMORE JULY 10-1945, TO GRACE WILSON.  WRITTEN IN ENGLISH.  NO ENVELOPE."
    ],
    "Creator": [
      "Odd Conrad Holm"
    ],
    "Date": [
      "1945.07.10"
    ],
    "Language": [
      "English"
    ],
    "Text": [
      "<p>Thank you very much for your letter dated Dell Rapids May the 7<sup>th</sup><span>&nbsp; </span>Sorry to hear that you have not got my letter.<span>&nbsp; </span>I got your letter (dated nov 7<sup>th</sup> last year) just before we started on a voyage to the Mediterranean.<span>&nbsp; </span>We where in some different places in Italy and North Africa.<span>&nbsp; </span>I wrote you, your mother and uncle John from the Italian town Brindizi.<span>&nbsp; </span>The letters may have been taken by the censore, since you have not got them.</p></p>\n<p>We left Mediterranean the 23<sup>rd</sup> of December, so we had Christmas at sea.<span>&nbsp; </span>Have not had any real Christmas since 1936 together with my parents.<span>&nbsp; </span>Hope to have the next one at home <em>(it would be almost another year before he could go home).</em></p></p>\n<p>V-E day we were in the Atlantic in convoy as usual, so the day passed by very quiete, exept some depth-charges.<span>&nbsp; </span>It is the best way to celebrate such a great day, quiete and in thankfulness to those who losed their lives in the terrific struggle for freedom..<span>&nbsp; </span>I&rsquo;m very thankfull that we got our country back, without total destruction as we feared.<span>&nbsp; </span>Among all others, the Norwegian people are very thankfull indeed.<span>&nbsp; </span>The country is of course much ruined, but it will soon be what it was before the war, and still better I hope.<span>&nbsp; </span>It may seams difficult, but it is not if the people do their very best.</p></p>\n<p>Have not heard anything from home since I got twentyfive words through Red Cross for about a year ago.<span>&nbsp; </span>Hope they all are getting along allright.</p></p>\n<p>Thank you a lot for the pictures you sent me. I should like to visit you.<span>&nbsp; </span>Haven&rsquo;t time to do so yet.<span>&nbsp; </span>I suppose it is very lovely in Dell Rapids, especially in sommertime.<span>&nbsp; </span>I will call you long distance tomorrow night.<span>&nbsp; </span>It is difficult to get through I guess.<span>&nbsp; </span>Will write your mother soon.</p></p>\n<p>I better sign of and go to bed, it is late.<span>&nbsp; </span>Hoping you are in the best of health, and to have the pleasure to hear from you soon.</p></p>\n<p>Your affectionate friend</p></p>\n<p>Odd Conrad</p></p>"
    ]
  },
  "tags": [
    "Atlantic",
    "Baltimore",
    "Brindizi",
    "Christmas",
    "Dell Rapids",
    "Grace Vilson",
    "Italy",
    "North Africa",
    "Odd Conrad Holm",
    "Red Cross",
    "V-E day",
    "WWII",
    "convoys",
    "depth-charges",
    "photos",
    "sailor",
    "war destruction"
  ],
  "files": [
    {
      "original": "Odd Holm 10 juli-1945.pdf",
      "filename": "5d8bbe7612c43021536702210bdc955a.pdf",
      "mime_type": "application/pdf"
    }
  ]
}