{
  "id": 92,
  "added": "2010-12-27 20:50:31",
  "modified": "2010-12-31 03:40:41",
  "public": true,
  "metadata": {
    "Creator": [
      "Ola Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1945.08.13"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Yours Ole</p>\r\n<span style=–font-size: 12pt; font-family: Times;–><br /></span></p>\n<p>Tr,heim 13-8-45</p></p>\n<p>Dear brother</p></p>\n<p>Thank you very much <em>(a thousand thanks)</em> for your interesting letter, which I received yesterday.<span>&nbsp; </span>You are still quite the boy in the smoke <em>(Norwegian expression).</em><span>&nbsp; </span>It&rsquo;s really nice to see that you and the missus are still fit as fiddles.<span>&nbsp; </span>Here we&rsquo;re having a wonderful and warm summer now, and the Germans who are stomping away from here are sweating too especially the fat officers who&rsquo;ve been fattening themselves up, well goodbye to them, hope we&rsquo;ll be completely free of them all by October, the other Soldiers too by the way, so that we can be by ourselves again.<span>&nbsp; </span>You can&rsquo;t imagine how interested I am in getting parcels, many people here are getting packages from there now, from their relatives and friends and it&rsquo;s needed but how are we going to be able to pay for it, hope that our money too will regain its value soon, but then there will less of it.<span>&nbsp; </span>We haven&rsquo;t received any packages yet but those who have been sent by Boat will take their time you see, we&rsquo;ll get everything that has been sent, don&rsquo;t worry.<span>&nbsp; </span>I mentioned to the wife that you were going to send her something, so you can imagine how excited she is.<span>&nbsp; </span>She&rsquo;s a little weary and tired, but is working, and sees to her duties still.<span>&nbsp; </span>I hope you and Alma have received my letters where I wrote about our sisters and brothers, they are doing real well, Hanna in Narvik, Laura at Stj&oslash;rdalen, and Axel is doing real well seems like he lacks nothing.<span>&nbsp; </span>He has now sold his Bakery to his oldest son, so now he (Axel) can take it easy.<span>&nbsp; </span>His wife is sick and will probably not get well again.<span>&nbsp; </span>Hope you didn&rsquo;t get offended because of everything I mentioned that we need, so you mustn&rsquo;t think I&rsquo;m being pushy either, but we haven&rsquo;t been able to buy as much as a piece of fabric or shoes or underwear items, neither for Men nor women.<span>&nbsp; </span>Silk stockings for Medium sized women is terribly hard to find, and silk undershirts, for women.<span>&nbsp; </span>Hope there will be something available to buy here again too.<span>&nbsp; </span>I see that the war with &ldquo;Japan&rdquo; is over soon, so a lot of things may improve, but it will be a long time before we get clothes and shoes.<span>&nbsp; </span>Ask Alma if she can send me a &ldquo;Ladies Journal&rdquo; &ldquo;Fashion Journal for Ladies&rdquo;.<span>&nbsp; </span>Of course I will write as soon as I get any parcels from you.<span>&nbsp; </span>I understand you&rsquo;re anxious to see if we get them.<span>&nbsp; </span>Axel received a card from you, the same time as I did.<span>&nbsp; </span>I have said hello to all our relatives here from you and tell them that you are &ldquo;still going just as strong as ever&rdquo;, and that you are the same &ldquo;infant terrible&rdquo;.<span>&nbsp; </span>Well all is well, and we owe thanks to God for what we have.<span>&nbsp; </span>Can&rsquo;t remember any more this time, will write again soon.<span>&nbsp; </span>Keep really well then.<span>&nbsp; </span>Say hello to all and thanks in advance, for being so kind.</p></p>\n<p>Yours Olav</p></p>\n<p>Nonnegt. 4, Trondheim</p></p>\n<p>Say hello to Alma and all of hers from me</p></p>\n<p>Yours 0le</p></p>"
    ],
    "Title": [
      "Ola Holm to John Holm 1945.8.13"
    ],
    "Description": [
      "LETTER FROM OLAV HOLM DATED AUGUST 13-1945, POST STAMPED ON THE SAME DAY, TO JOHN HOLM, 108 W. 5. ST., DELL RAPIDS, SO. DAK., U.S.A.  OPENED BY –KONTROLLØR 866–.  SENT BY AIR MAIL, THE STAMPS HAVE BEEN CUT OUT."
    ]
  },
  "tags": [
    "1940s",
    "Germans",
    "God",
    "John Holm",
    "Narvik",
    "Norway to US",
    "Ola Holm",
    "POWs",
    "Stjørdal",
    "Trondheim",
    "bakery",
    "censorship",
    "clothes",
    "gifts",
    "magazines",
    "postwar",
    "shoes",
    "silk stockings",
    "underwear"
  ],
  "files": [
    {
      "original": "Ola Holm 13 august-1945.pdf",
      "filename": "9f92377ccb650e3f56efc58672a8397b.pdf",
      "mime_type": "application/pdf"
    }
  ]
}