{
  "id": 97,
  "added": "2010-12-27 21:53:28",
  "modified": "2010-12-30 03:55:20",
  "public": true,
  "metadata": {
    "Title": [
      "Evelyn Holm to Grace Wilson 1945.9.28"
    ],
    "Description": [
      "LETTER FROM EVELYN HOLM (OLA'S DAUGHTER), ROSENBORGSGT. 14, TRONDHEIM, DATED SEPTEMBER 28-1945, TO MISS GRACE WILSON, 108 W. 5 STR., DELL RAPIDS, SO. DAK.  STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Evelyn Holm",
      "Siri Lawson, trans"
    ],
    "Date": [
      "1945.09.28"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>I guess you&rsquo;re surprised now at getting a letter from me.<span>&nbsp; </span>It&rsquo;s been many years since last time.<span>&nbsp; </span>You&rsquo;re probably married now, and have a bunch of little children.</p></p>\n<p>Not so with me.<span>&nbsp; </span>I&rsquo;m neither married nor do I have children, but then again everything has been rationed here (ha-ha).</p></p>\n<p>I got a ring on my finger two years ago, but the engagement is all there was too. The times here haven&rsquo;t exactly been such that we&rsquo;ve been able to get what we needed to establish a home.<span>&nbsp; </span>Also my fiancee got sick about a year ago<span>&nbsp; </span>came down with pleuricy and is still not allowed to work.<span>&nbsp; </span>So I guess taking it slowly as far as the marriage was all for the best.</p></p>\n<p>I&rsquo;m now 27 years old and my days of youth are almost over.<span>&nbsp; </span>The last 5 years don&rsquo;t really count much, they&rsquo;re wasted<span>&nbsp; </span>In 1940 I was in Stockholm <em>(Sweden)</em> studying to be a children&rsquo;s nurse, but was stupid enough to go back to Norway even though the Germans were in the country.<span>&nbsp; </span>I&rsquo;ve now been working at a hospital for 5 years, but to be honest it&rsquo;s a strenuous job, but interesting.<span>&nbsp; </span>I have had to quit for a while because I became so thin and was overworked.<span>&nbsp; </span>I&rsquo;m now trying to get over to Sweden again, but it looks like it wont happen.<span>&nbsp; </span>There&rsquo;s a lack of nurses in this country too, so I&rsquo;ll probably end up starting again where I left off.<span>&nbsp; </span>Unless I take a trip to Amerca.<span>&nbsp; </span>I really would like to.<span>&nbsp; </span>There&rsquo;s a special reason for that these days though.<span>&nbsp; </span>You know us women are quite vain, and there&rsquo;s nothing to be had here, and probably wont be for a long time.<span>&nbsp; </span>I&rsquo;d so much like to spruce myself up from top to toe.<span>&nbsp; </span>But of course, one shouldn&rsquo;t think about luxuries.<span>&nbsp; </span>We&rsquo;ve been very lucky to escape with our lives.<span>&nbsp; </span>You know it&rsquo;s not very nice when everything in one&rsquo;s wardrobe is starting to look like mended rags.<span>&nbsp; </span>We haven&rsquo;t been able to buy anything for 5 years.<span>&nbsp; </span>It would be strange to come over there and be able to go to the stores and buy various things.<span>&nbsp; </span>But we&rsquo;ll have to be patient.<span>&nbsp; </span>Please write a few words to me, and tell me how you are living.<span>&nbsp; </span>Noone in our family has been involved in anything so we&rsquo;ve been lucky.</p></p>\n<p>My addr. is Evelyn Holm, Rosenborgsgt. 14, Trondheim, Norway</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Evelyn Holm",
    "Germans",
    "Grace Vilson",
    "Norway to US",
    "Stockholm",
    "Trondheim",
    "engagement",
    "luxuries",
    "marriage",
    "nurse",
    "pleuricy",
    "postwar",
    "poverty",
    "ring",
    "sickness"
  ],
  "files": [
    {
      "original": "Evelyn Holm 28 september-1945.pdf",
      "filename": "fb3e03655661cb1e6a605a4ebb8879ec.pdf",
      "mime_type": "application/pdf"
    }
  ]
}