{
  "id": 100,
  "added": "2010-12-27 22:25:40",
  "modified": "2010-12-27 22:25:40",
  "public": true,
  "metadata": {
    "Title": [
      "Laura Karlsson to Alma C. Wilson 1945.10.10"
    ],
    "Description": [
      "LETTER FROM LAURA KARLSSON DATED STJØRDAL, OCTOBER 10-1945, NO ENVELOPE."
    ],
    "Creator": [
      "Laura Karlsson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1945.10.10"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Dear brother&rsquo;s daughter Alma and everybody.</p></p>\n<p>Thanks a lot for your letter, photo, and a special Thanks for the, welcome package, you can&rsquo;t imagine how happy we were, and the Sturdy Coat and the Dress and socks, and how welcome the Sewing thread was<span>&nbsp; </span>you can&rsquo;t imagine, how needy people are of thread, I can&rsquo;t tell you, how we&rsquo;ve lacked such things.<span>&nbsp; </span>Elastic for Pants is not to be had, soon we&rsquo;ll have to walk around holding on to our Pants.<span>&nbsp; </span>Well, a little joking.<span>&nbsp; </span>A sense of humor goes a long way.<span>&nbsp; </span>But a lot of times that has been worn down too, it&rsquo;s not possible to write about how bad things have been for many.<span>&nbsp; </span>we haven&rsquo;t been able to afford buying things on the Black market<span>&nbsp; </span>it&rsquo;s been ok for those who have had enough Money, they&rsquo;ve been better off.<span>&nbsp; </span>many a time we had no butter or anything else to put on the black bread for 7 or 8 weeks, and we didn&rsquo;t see Milk for ages<span>&nbsp; </span>if you went to a Farmer and asked for a liter of milk, don&rsquo;t think you&rsquo;d get it, it was based on Exchanging and those who had nothing to exchange, had to go without everything.<span>&nbsp; </span>Axel has done very well, he has so many aquaintances among Farmers and others, and he has been very kind to us as well, but I don&rsquo;t feel I can go to him always either, but now things are better as far as food.<span>&nbsp; </span>Ola has also been kind, when we go there, his earnings have been good, during this time.<span>&nbsp; </span>And Beret his Wife is very kind, as are the children.<span>&nbsp; </span>Our Brother in law E Eidum from Narvik has recently been here for a visit.<span>&nbsp; </span>Sister Hanna is almost blind.<span>&nbsp; </span>One of their Sons lives here in Stj&oslash;rdal, Erling Eidum.<span>&nbsp; </span>he works at the Railroad station, he&rsquo;s married and has a nice home, so we have many of our relatives around us, and that&rsquo;s nice.<span>&nbsp; </span>If only Mindor could get a job, things would be good now, there are more things to buy now.<span>&nbsp; </span>Mindor is a good boy, he&rsquo;s very Musical, he Plays the Accordion, he had a very nice one, but he Sold it<span>&nbsp; </span>he needed money, so now he doesn&rsquo;t have one, and that&rsquo;s too bad, if he had had it now, he could almost have lived from it since he&rsquo;s weak, and can&rsquo;t handle working with outside work, but things can&rsquo;t be perfect but we&rsquo;ll be ok, but we dread the winter the most but still, wonderful that the War is over, we feel like free people and that everything is bound to get better.<span>&nbsp; </span>As I understood it from your letter you had sent me Shoes, they were not in the Package.<span>&nbsp; </span>I don&rsquo;t suppose they had been taken.<span>&nbsp; </span>you ask about my shoe size, and this will explain it.<span>&nbsp; </span>these Soles <em>(I&rsquo;m not sure but I think soles in this case is a Tr&oslash;ndelag expression fo slippers)</em>, were a little too long.<span>&nbsp; </span>so from that you&rsquo;ll see that, according to Norwegian sizes I use No. 40.<span>&nbsp; </span>That is a little too big that&rsquo;s better than too small.<span>&nbsp; </span>I had a nice time on my 62<sup>nd</sup> birthday, had a few people at my place, I received a few things, and flowers, and delicious white Cake from Axel.<span>&nbsp; </span>and then I had real Coffee, and we enjoyed ourselves as best we could, but we talked about you all in America how fun it would be to meet.<span>&nbsp; </span>I received your letter on that very day, wasn&rsquo;t that good timing.<span>&nbsp; </span>and I received the Package this Saturday. <span>&nbsp;</span>in other words 8 days later.<span>&nbsp; </span>This Sunday which was Oct. 7 it was 38 years since Axel got married.<span>&nbsp; </span>all of us were there, we and the children.<span>&nbsp; </span>but Helga poor thing couldn&rsquo;t take part, she&rsquo;s sick.<span>&nbsp; </span>Axel is 60 years old, this Nov. 14.<span>&nbsp; </span>Greet all your children and Anna and hers.<span>&nbsp; </span>it would be fun to hear from some of them too but I guess they can&rsquo;t write Norwegian.<span>&nbsp; </span>Greet Johan and Mother.</p></p>\n<p><em>The following is written in various places on the letter</em>:<span>&nbsp; </span>I&rsquo;m sending a book of Konrad&rsquo;s.<span>&nbsp; </span>The Dress is very pretty, again a thousand thanks.<span>&nbsp; </span>The coat is a little too tight but I&rsquo;ll alter it a little bit, it looks very nice on me.</p></p>\n<p>I must end my rows<span>&nbsp; </span>A thousand dear greetings from Mindor and Laura and everybody in Stj&oslash;rdal.<span>&nbsp; </span>Today I&rsquo;m proud of my American pen, and handle.<span>&nbsp; </span>Good night.</p></p>\n<p>Dear all of you again</p></p>\n<p>Just as I was about to go to the Post Office with the letter, I received, the other Package, Again a thousand thanks, you can&rsquo;t imagine, how grateful we are, for what we get, believe me when I say, I&rsquo;m one to make use of what I get.<span>&nbsp; </span>Thank you so much for the Coat, Stockings Table cloths, and Towel.<span>&nbsp; </span>If there should be anything, that you would like as a souvenir from Norway, write and tell me, and I would do what I can, to get it.<span>&nbsp; </span>We are now starting to feel the Winter coming on, we had our first snow today, but we hope it&rsquo;ll disappear again, if not, it&rsquo;ll be a long Winter.<span>&nbsp; </span>Mindor asks me, if you could another time, send him a Tobacco pipe.<span>&nbsp; </span>Now you mustn&rsquo;t think, that we expect you to keep sending Packages, what we&rsquo;ve received is more than splendid but he meant if there was, an opportunity. Now I must end this again, and go to the Post Office with the letter.<span>&nbsp; </span>Live very well and greet your daughter thanks a lot.</p></p>\n<p>A thousand dear greetings from Mindor and Laura</p></p>\n<p>Stj&oslash;rdal</p></p>\n<p>Norge <span>&nbsp;</span><span>&nbsp;</span><span>&nbsp;</span><span>&nbsp;&nbsp;</span><span>&nbsp;</span><span>&nbsp;</span><span>&nbsp;</span><span>&nbsp;</span></p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Erling Eidum",
    "Narvik",
    "Norway to US",
    "Ola Holm",
    "Railroad station",
    "Stjørdal",
    "accordion",
    "black market",
    "bread",
    "coat",
    "coffee",
    "dress",
    "elastic",
    "gifts",
    "milk",
    "pen",
    "photos",
    "pipe",
    "post office",
    "postwar",
    "poverty",
    "shoes",
    "sickness",
    "socks",
    "table cloth",
    "thread",
    "towel"
  ],
  "files": [
    {
      "original": "Laura Karlson 10 oktober-1945.pdf",
      "filename": "bd7592c2243254caabb12deb8f1bf5fc.pdf",
      "mime_type": "application/pdf"
    }
  ]
}