{
  "id": 109,
  "added": "2010-12-28 01:18:25",
  "modified": "2010-12-30 03:54:54",
  "public": true,
  "metadata": {
    "Title": [
      "Herborg Holm to Alma C. Wilson 1946.1.17"
    ],
    "Description": [
      "LETTER FROM HERBORG HOLM DATED STJØRDAL JANUARY 17-1946 TO FRU (MRS) ALMA WILSON, 102 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  BEAUTIFUL BLUE 30-ØRE STAMP, WITH MOUNTAINS REFLECTING IN A FJORD AND A LITTLE WHITE CHURCH ON THE LEFT."
    ],
    "Creator": [
      "Herborg Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.01.17"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Today I&rsquo;ve been out to buy air mail paper so now you&rsquo;ll finally get a letter from me.</p></p>\n<p>First of all I must wish you and all of yours a very happy new year!</p></p>\n<p>Thank you so very much for all the packages you and uncle Johan have sent us!<span>&nbsp; </span>It really is way too much so I don&rsquo;t know <span style=–text-decoration: underline;–>how</span> we can thank you properly &ndash; it&rsquo;ll probably be difficult for us to repay you.</p></p>\n<p>This week father received a package from you with among other things brown winter shoes <em>(she calls them by a typical Tr&oslash;ndelag expression &ldquo;h&oslash;gsko&rdquo;, which means high or tall shoes)</em> and caloshes.<span>&nbsp; </span>He was wild with joy over that &ndash; he is so very proud of the shoes you can&rsquo;t imgine!<span>&nbsp; </span>They&rsquo;re nice and warm, you know, for him who bikes twice a week, all the way to Hegra (in the winter cold) to visit mother.<span>&nbsp; </span>&ndash; Mother was very pleased with the back warmer (probably a shawl) she got &ndash; she said to tell you thank you so much.<span>&nbsp; </span>It was absolutely beautiful by the way in color as well as everything else &ndash; so now mother will look nice laying there in bed.<span>&nbsp; </span>Poor thing, she has been bedridden for a year and a half now &ndash; is so thin and completely without strength in her legs &ndash; but otherwise she&rsquo;s actually quite well too.<span>&nbsp; </span>&ndash; I just wonder how long a time she&rsquo;ll be left there to suffer?</p></p>\n<p>Astrid got a coat and 2 soaps this week &ndash; I assume she&rsquo;ll write herself to say thank you.<span>&nbsp; </span>Astrid is in Trondheim today visiting Einar.<span>&nbsp; </span>He&rsquo;s still in the military and is stationed in Tr.heim.<span>&nbsp; </span>So today I&rsquo;m babysitting &ndash; looking after Their little son Helge.<span>&nbsp; </span>He&rsquo;s so good and cute!<span>&nbsp; </span>7 months old.<span>&nbsp; </span>His parents are only children themselves 19 years old both of them.</p></p>\n<p>Father is going to a children&rsquo;s Christmas party at Eilif&rsquo;s and his 3 children today.<span>&nbsp; </span>The children in the neighborhood have been invited to a Christmas get-together before the tree is thrown out.<span>&nbsp; </span>Little Arild &ndash; my brother Arne&rsquo;s little son (age 4) is also going there.<span>&nbsp; </span>He&rsquo;s a nice boy. &ndash; Well, now Christmas is over again for this time.<span>&nbsp; </span>There have been lots of parties here, public ones as well as private ones.<span>&nbsp; </span>Father has been gone a lot &ndash; he speaks at the children&rsquo;s parties, you see.<span>&nbsp; </span><em>(In Norway, to this date, there are always public children&rsquo;s parties at Christmas.<span>&nbsp; </span>We wear our best clothes, traditional foods are served, there may be entertainment of various kinds, and then we all join hands and form circles around the Christmas tree, then walk around it while singing Christmas carols. Each circle will walk in opposite directions.<span>&nbsp; </span>And then of course, Santa will arrive with gifts for all the kids.<span>&nbsp; </span>We also used to walk around the tree in our homes on Christmas Eve while singing carols, but I&rsquo;m not sure if that tradition has been kept up, some families may still do it).</em></p></p>\n<p>The new golf jacket (red) which I got from you was <span style=–text-decoration: underline;–>unfortunately</span> <span style=–text-decoration: underline;–>way</span> too small for me.<span>&nbsp; </span>I sent it to Tr.heim today.<span>&nbsp; </span>Conrad&rsquo;s daughter, Solveig is married there and her oldest daughter is <span style=–text-decoration: underline;–>13 years old</span> and I think it will fit her, so that way it&rsquo;ll still stay in the family.<span>&nbsp; </span>It was too bad that it was too small for me &ndash; but then I&rsquo;m extra big and tall (1.80 cm. tall) so I don&rsquo;t get trampled on when standing in line, you know!</p></p>\n<p>For 8 years I worked behind the counter at a tobacco store in Levanger &ndash; but came home a year and a half ago due to mother getting sick &ndash; so I keep house for father &ndash; and as you know Astrid and Helge are living here with us.<span>&nbsp; </span>Eilif took over the bakery this summer.<span>&nbsp; </span>Father still works for him.<span>&nbsp; </span>Arne works for Eilif too.<span>&nbsp; </span>Arne, his wife Tordis and Arild live in a little house by themselvs a ways from here.<span>&nbsp; </span>They have such a nice and cosy home.</p></p>\n<p>Thank you so much once again for everything we&rsquo;ve gotten from you.<span>&nbsp; </span>The coat I got after Christmas, had such a pretty blue checkered pattern in the lining, it could be altered for a small, young girl.<span>&nbsp; </span>There are so many people here who are really without clothes so it comes in handy, you know.<span>&nbsp; </span>Thank you for the thread &ndash; soap &ndash; stockings (are <span style=–text-decoration: underline;–>colored</span> stockings in in America?) shirts &ndash; suspenders &ndash; knives and otherwise everything we&rsquo;ve received.</p></p>\n<p>I would very much like to go to America and visit you.<span>&nbsp; </span>It would be fun &ndash; but I suppose the thought is as far as I&rsquo;ll get.<span>&nbsp; </span>But maybe <span style=–text-decoration: underline;–>you</span> could come here?<span>&nbsp; </span>That&rsquo;s a good idea, isn&rsquo;t it? &ndash; Is it uncle Johan who has taught you to write Norwegian?<span>&nbsp; </span>I&rsquo;m surprised at how good you are, even though you&rsquo;ve never been here in Norway.</p></p>\n<p>Yesterday aunt Laura and I went for an evening walk.<span>&nbsp; </span>The weather was glorious, not too cold and moonlight. Laura and Mindor don&rsquo;t have much to live on &ndash; but she has a good sense of humor, so does well.<span>&nbsp; </span>She hasn&rsquo;t had too many good days in her life &ndash; her last husband was a heavy drinker.<span>&nbsp; </span>She tells me that many times she couldn&rsquo;t go to a mission meeting because she didn&rsquo;t have 10 &oslash;re to put in the collection box in spite of having a job herself at a factory and earning her own money.<span>&nbsp; </span>Yes, life is different for all of us.</p></p>\n<p>Well, I must quit this, I&rsquo;m going to my sewing club meeting.<span>&nbsp; </span>We are 9 married ladies (that is: <span style=–text-decoration: underline;–>I</span> am the only &ldquo;maiden&rdquo; in the entire group) who take turns having it at eachother&rsquo;s house. &ndash; Just now Arvid arrived to have father take him to the Christmas party.<span>&nbsp; </span>He&rsquo;s telling him to get a move on!<span>&nbsp; </span>He&rsquo;s standing here in his new, nice coat and a little backpack on his back (Christmas gift) which holds his good shoes.<span>&nbsp; </span><em>(Because of the cold weather and the deep snow etc. we always had to bring our shoes in a bag or something, and then we changed from boots to our &ldquo;good&rdquo; shoes when we got to the place where the party was held).</em><span>&nbsp; </span>&ldquo;Farfar&rdquo; <em>(meaning father&rsquo;s father, in other words paternal grandfather. Paternal grandmother would be &ldquo;farmor&rdquo; which means father&rsquo;s mother, &ldquo;mormor&rdquo; is mother&rsquo;s mother and &ldquo;morfar&rdquo; is mother&rsquo;s father.<span>&nbsp; </span>This is how we distinguish which grandparent we are referring to)</em> is his hero, because he&rsquo;s a children&rsquo;s friend.<span>&nbsp; </span>Live well!<span>&nbsp; </span>And thank you for everything!</p></p>\n<p>Warm greetings from Herborg Holm.</p></p>\n<p>Greet your children from me.<span>&nbsp; </span>Are they all married?<span>&nbsp; </span>I&rsquo;m enclosing a picture of father, Eilif and Einar.</p></p>\n<p>I forgot to say thank you for the large, wonderful blanket we got.<span>&nbsp; </span>Tell uncle Johan that father did indeed receive the overalls.<span>&nbsp; </span>Those will be great for when he starts harvesting.</p></p>\n<p>Father has spoken with Olaf Vold.<span>&nbsp; </span>He says he has written several letters to Sophie but hasn&rsquo;t heard anything from her.<span>&nbsp; </span>Vold is still a driver for baker Nilsen.<span>&nbsp;&nbsp; </span>He has remarried.<span>&nbsp; </span>Has a grown up son from his first marriage.</p></p>\n<p>This coming Sunday our whole family is going to Eilif&rsquo;s and Aase&rsquo;s place for dinner.</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Christmas",
    "Hegra",
    "Herborg Holm",
    "John Holm",
    "Levanger",
    "Norway to US",
    "Stjørdal",
    "Trondheim",
    "alcoholic",
    "bakery",
    "blanket",
    "caloshes",
    "clothes",
    "coat",
    "driver",
    "evangelism",
    "factory",
    "gifts",
    "jacket",
    "knives",
    "military",
    "overalls",
    "paper",
    "parties",
    "photos",
    "postwar",
    "sewing club",
    "shirts",
    "shoes",
    "sickness",
    "soap",
    "stockings",
    "suspenders",
    "thread",
    "tobacco store"
  ],
  "files": [
    {
      "original": "Herborg Holm 17 januar-1946.pdf",
      "filename": "f9f75c1e7f4b35c617e2f5357899473b.pdf",
      "mime_type": "application/pdf"
    }
  ]
}