{
  "id": 113,
  "added": "2010-12-28 02:44:20",
  "modified": "2010-12-30 03:53:44",
  "public": true,
  "metadata": {
    "Title": [
      "Jorun Holm to John Holm 1946.2.12"
    ],
    "Description": [
      "LETTER FROM JORUN HOLM (CONRAD'S DAUGHTER) TO JOHAN HOLM, 108 WEST 5TH ST., DELL RAPIDS, S.D. ON BEHALF OF HER MOTHER OLAVA – DATED FEBRUARY 12-1945, BUT IT'S PROBBLY SUPPOSED TO BE 1946 AS SHE MENTIONS ODD IS EXPECTED HOME IN THE SPRING AFTER EIGHT AND A HALF YEARS (HE CAME HOME IN THE SPRING OF 1946).  THE DATE ON THE ENVELOPE LOOKS LIKE 1946."
    ],
    "Creator": [
      "Jorun Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.02.12"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>A/S Tor Dahl</p></p>\n<p>Sandefjord</p></p>\n<p>&nbsp;</p></p>\n<p>&nbsp;</p></p>\n<p>Dear sister in law and brother in law and Alma Vilsen!</p></p>\n<p>Mother has received a package from you today with the greatest pleasure.<span>&nbsp; </span>She&rsquo;s quite touched by receiving something so unexpectedly, once again many thanks.<span>&nbsp; </span>I am now at mother&rsquo;s house for a visit and am by the way her youngest daughter.<span>&nbsp; </span>Mother thinks she&rsquo;s so bad at writing so she&rsquo;d rather I do it for her.<span>&nbsp; </span>She has written a letter herself which is presently on its way to you.<span>&nbsp; </span>It&rsquo;s too much that you should be sending packages, it&rsquo;s difficult over there too, we&rsquo;re not in any need now, but are doing fine in every way.<span>&nbsp; </span>Mother says there are things we haven&rsquo;t been able to buy here in Norway for several years.<span>&nbsp; </span>The package has taken 3 months to get here and that&rsquo;s a long time.<span>&nbsp; </span>Our dear Odd has still not come home, but mother has put aside what you sent so he&rsquo;ll get it when he arrives.<span>&nbsp; </span>Mother has received several letters from him and pictures of himself and from the time he was in captivity.<span>&nbsp; </span>He&rsquo;s a handsome and nice boy and looks well.<span>&nbsp; </span>In Africa he had malaria and lost 10 kg&rsquo;s, but in spite of that he has coped well.<span>&nbsp; </span>He&rsquo;s now a radio officer on a tanker from Sandefjord and is presently in the Antarctic Ocean with oil for the whalers, and after this trip the ship is going to Oslo with whale oil and then Odd is coming home.<span>&nbsp; </span>He estimates he&rsquo;ll be home in the beginning of May and then it&rsquo;ll be 8 and a half years since he left. <span>&nbsp;</span>I was in 4<sup>th</sup> grade in elementary school when he left so I was only a little girl at the time.<span>&nbsp; </span>But when Odd comes home I&rsquo;m planning to get married, so time passes quickly.<span>&nbsp; </span>Odd is going to be best man, so it&rsquo;s him we&rsquo;re waiting for.<span>&nbsp; </span>Just too bad that father can&rsquo;t be with us, when the whole family is gathered again.<span>&nbsp; </span>That&rsquo;s a sorrow for mother and us which will never be forgotten, but nobody lives forever.<span>&nbsp; </span>He went much too soon, he didn&rsquo;t even get to survive the war.<span>&nbsp; </span>He was so interested, but he said already in 1940 how everything would end, and he was right, even though the Germans went forth and occupied country after country.<span>&nbsp; </span>He was an optimist like we all were.</p></p>\n<p>Mother can&rsquo;t wait to find out if Alma is the daughter of uncle Johan.<span>&nbsp; </span>Odd says that Alma is the daughter of Markus, but that can&rsquo;t be right because uncle Markus was killed in a train accident in Trondheim.<span>&nbsp; </span>You must write and tell us because we are discussing it, but can&rsquo;t reach an agreement.<span>&nbsp; </span>If only father had been alive, but mother isn&rsquo;t sure how it is.<span>&nbsp; </span>I sent a letter to Alma a while back, it&rsquo;s nice to correspond like this.</p></p>\n<p>Here in Hegra there&rsquo;s lots of snow and cold.<span>&nbsp; </span>Last Sunday was march day so Solveig, Svanhild and I were here then <em>(not sure what she means, whether it&rsquo;s a local celebration in connection with the month of March, or a day when everybody gets together for a marathon type &ldquo;march&rdquo;)</em>.<span>&nbsp; </span>I stayed behind for a few days with mother as she&rsquo;s alone now.<span>&nbsp; </span>My sisters have their families in Trondheim so they had to get back to town again.</p></p>\n<p>Mother goes around doing this and that and is well and doing ok.<span>&nbsp; </span>She stays the same, I&rsquo;ve never seen her any different.<span>&nbsp; </span>Mother asks how things are with aunt Karoline if she&rsquo;s well?</p></p>\n<p>I&rsquo;m giving you Odd&rsquo;s address in case you want to write to him.</p></p>\n<p>Once again thank you so much and loving greetings to you all from Olava Holm.</p></p>\n<p>Best wishes to you all from Jorun, Hegra.</p></p>\n<p>Odd&rsquo;s address is:</p></p>\n<p>Telegrafist (Radio Officer)</p></p>\n<p>Odd Conrad Holm</p></p>\n<p>M/T &ldquo;Throshov&rdquo;</p></p>\n<p>A/S Tor Dahl</p></p>\n<p>Sandefjord</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Africa",
    "Alma C. Wilson",
    "Antarctic Ocean",
    "Germans",
    "Hegra",
    "John Holm",
    "Jorun Holm",
    "Karoline Holm",
    "Odd Conrad Holm",
    "Sandefjord",
    "Telegrafist",
    "Trondheim",
    "best man",
    "gifts",
    "malaria",
    "postwar",
    "radio officer",
    "snow",
    "tanker",
    "war",
    "wedding",
    "whale oil",
    "whaler"
  ],
  "files": [
    {
      "original": "Jorun Holm- 12 febr-1946.pdf",
      "filename": "7dd223d24d647be1aa327ca9ad3e6421.pdf",
      "mime_type": "application/pdf"
    }
  ]
}