{
  "id": 115,
  "added": "2010-12-28 02:54:33",
  "modified": "2010-12-30 03:53:44",
  "public": true,
  "metadata": {
    "Title": [
      "Laura Karlson to Alma C. Wilson 1946.2.15"
    ],
    "Description": [
      "LETTER FROM LAURA KARLSON DATED FEBRUARY 15-1946 TO ALMA VILSON, 102 WEST 5 ST., DELL RAPIDS, S. DAK., U.S.A.  SENT BY AIR MAIL FEBR. 18-46. A BLUE ONE-AND-A-HALF KRONE STAMP WITH THE NORWEGIAN COAT OF ARMS, AND A BEAUTIFUL, LARGE, BLUE 30 ØRE STAMP WITH MOUNTAINS REFLECTED IN A FJORD, AND A CHURCH STEEPLE AND SOME TREES ON THE LEFT."
    ],
    "Creator": [
      "Laura Karlson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.02.15"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Dear Alma and Children, and Brother and Sister in law</p></p>\n<p>I&rsquo;m writing to everybody at once.<span>&nbsp; </span>Thank you so much for your letter and photo and today I received the Christmas card from Johan.<span>&nbsp; </span>A thousand thanks to Johan, for the Grey Fur coat,<em> (leather? Same word for both in Norwegian</em>) that I got this last time, and to you for the lovely Suit, in Silk and Shoes and Apron and Soap and Thread, and a special thank you from Mindor for the Pipe and the Tobacco.<span>&nbsp; </span>it&rsquo;s very kind of you to send us, so much. <span>&nbsp;</span>Well time passes as usual, at the New year too <em>(the meaning here is very unclear, and therefore hard to translate.<span>&nbsp; </span><span>&nbsp;</span>She probably means nothing is different just because there&rsquo;s a new year),</em> no work for Mindor.<span>&nbsp; </span>A young man can&rsquo;t get work, those who are so unlucky, that they don&rsquo;t have a home to stay at, then they become bums <em>(clumsily written, but this is what she says)</em>. <span>&nbsp;</span>Yes I&rsquo;m glad, for every day that I can take care of us, the way things are, at least we have a place, that we call a home, Mindor can be glad for every day I&rsquo;m alive (<em>she actually says &ldquo;as long as I live&rdquo;)</em>, he&rsquo;s a decent boy, it hurts so that he doesn&rsquo;t have any work, and he&rsquo;s not strong enough to have Heavy Work, either.<span>&nbsp; </span>We&rsquo;ve had a mild Winter which is good, and best of all the War is Over.<span>&nbsp; </span>Everything is fine at Aksel&rsquo;s, He and all his Boys are in the Bakery and an additional 2 so they&rsquo;re doing Well, and Herborg and Daughter in law Astri keeps House, for her Father.<span>&nbsp; </span>Just such a pity for Helga that she can&rsquo;t be at home, but there has to be something in every family.<span>&nbsp; </span>Olava the wife after Konrad lives in her house, she has such Nice children who, are kind to her.<span>&nbsp; </span>Odd hasn&rsquo;t been home yet, at Gjertine&rsquo;s things are, fine<span>&nbsp; </span>she has an unmarried son who lives with his Mother and supports her, his name is Erling<span>&nbsp; </span>live at M&oslash;llebakken 23 Trondhjem.<span>&nbsp; </span>Ola runs his Workshop and is fine, two Daughters at home Evelyn and Effi, both engaged.<span>&nbsp; </span>Sister Hanna has been very Sick, and she&rsquo;s almost Blind.<span>&nbsp; </span>she has a Son here who&rsquo;s married, Erling Eidum Stj&oslash;rdal.<span>&nbsp; </span>he&rsquo;s a Stoker with the Railroad.<span>&nbsp; </span>Her other children in Narvik.<span>&nbsp; </span>Konrad&rsquo;s children live in Trondhjem, 3 daughters in Thjem.<span>&nbsp; </span>a Son in Skogn.<span>&nbsp; </span>Brage Holm Skogn stasjon <em>(address, meaning Skogn Station)</em><span>&nbsp; </span>please greet Marie Skatvald from me <em>(I wonder if this might be Edvard Eidums sister?)</em>, I know her Husband.<span>&nbsp; </span>is his name Petter or was it Martin, I met him at Levanger Hospital when he was home a while when he was Sick.<span>&nbsp; </span>my Son Mindor was there then, and had an operation in his Head at that time and also greet, the Daughter of, my Mother&rsquo;s, brother Jakobsen which you wrote in Aksel&rsquo;s letter <em>(this should be the daughter of the brother of Karen Jakobsdatter R&oslash;kkesaunet, which makes sense since his name is Jakobsen)</em>.<span>&nbsp; </span>it&rsquo;s such fun to hear about our kin in America.<span>&nbsp; </span>and greet all our relatives that you meet there.<span>&nbsp; </span>I said to Mindor the other day.<span>&nbsp; </span>I have so many in America.<span>&nbsp; </span>that now I think, I&rsquo;ll go there.<span>&nbsp; </span>Yes do that he said, then you can send me an Accordion.<span>&nbsp; </span>Oh no, I&rsquo;m too old now, I was about to, when I was young, I had a Boyfriend, there but it, didn&rsquo;t turn out, and now there&rsquo;s probably little hope, for Boyfriends as well as everything else.<span>&nbsp; </span>Now I must quit <span>&nbsp;</span>for this time.<span>&nbsp; </span>A thousand dear wishes to you, all Mother and John.<span>&nbsp; </span>and all your children and the rest of the relatives, and yourself.<span>&nbsp; </span>it was such fun to see you all on the photo.<span>&nbsp; </span>good night.</p></p>\n<p>Laura Karlson and Mindor</p></p>\n<p>It only costs 40 &oslash;re in Customs for the Packages.<span>&nbsp; </span>greetings from everyone at Aksel&rsquo;s <span>&nbsp;</span></p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Brage Holm",
    "Christmas",
    "Erling Eidum",
    "Herborg Holm",
    "John Holm",
    "Laura Karlson",
    "Levanger",
    "Marie Skatvald",
    "Narvik",
    "New Year",
    "Norway to US",
    "Odd Conrad Holm",
    "Ola Holm",
    "Olava Holm",
    "Skogn",
    "Stjørdal",
    "Trondheim",
    "bakery",
    "gifts",
    "hospital",
    "pipe",
    "postwar",
    "railroad",
    "shoes",
    "sickness",
    "silk",
    "stoker",
    "suit",
    "tobacco",
    "war"
  ],
  "files": [
    {
      "original": "Laura Karlson 15 februar-1946.pdf",
      "filename": "3571f00b870110c51e675b07143f8bd1.pdf",
      "mime_type": "application/pdf"
    }
  ]
}