{
  "id": 117,
  "added": "2010-12-28 03:02:20",
  "modified": "2010-12-30 03:53:44",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to John Holm 1946.2.24"
    ],
    "Description": [
      "LETTER FROM KLARA KROGSTAD DATED FEBRUARY 24 TO MR & MRS J HOLM, 108 WEST 5 ST., DELL RAPIDS, SYD DAKOTA, U.S.A. POST STAMPED FEBRUARY 25-1946.  THE STAMPS HAVE BEEN CUT OUT."
    ],
    "Creator": [
      "Klara Krogstad",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.02.24"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Sluppen the 24<sup>th</sup> of February</p></p>\n<p>Dear uncle Johan</p></p>\n<p>Thank you so much for the Christmas greeting I got yesterday.<span>&nbsp; </span>I see from that that auntie has been sick, but after an illness like that as old as she is, it&rsquo;s good that it has gone so quickly.<span>&nbsp; </span>Well uncle a lot of things have happened since we had letters from eachother.<span>&nbsp; </span>You can&rsquo;t imagine how glad I am that we don&rsquo;t get air raid sirens anymore, my nerves were on the point of bursting when the sirens went and we had to go to the basement.<span>&nbsp; </span>We are doing just fine <span>&nbsp;</span>I only have the boys left now, my daughters are married and have moved away from me, I have a son who turns 19 years old this summer, he has taken the mechanics class so now he has gotten a job with the railroads.<span>&nbsp; </span>My youngest boy turns 13 this summer<span>&nbsp; </span>he&rsquo;s still going to school, as for me I&rsquo;m still cleaning where my husband used to work so we&rsquo;ll be fine as long as we can stay healthy.<span>&nbsp; </span>Ma <em>(that&rsquo;s the word she uses)</em> is healthy and doing well, she has quit cleaning at the school now, and is just at home keeping house for my brother Erling who turns 38 years old on March 3.<span>&nbsp; </span>Her ma that is my grandmother is still alive<span>&nbsp; </span>she&rsquo;ll turn 94 this summer<span>&nbsp; </span>she lives with her daughter nearby me, they have their own house.<span>&nbsp; </span>There is a lot more food now and some clothes are to be had but they are so bad that I haven&rsquo;t bought much of them, especially elastic for stockings is a thing of the past<span>&nbsp; </span>we use twine.<span>&nbsp; </span>We&rsquo;ll have to be patient, little by little now there&rsquo;s bound to be more.<span>&nbsp; </span>I see from the pictures Alma sent me that you have a nice and cosy place. Do you remember uncle that I was supposed to come visit you, I talk about that a lot, but my fate wanted it otherwise.</p></p>\n<p>Give our regards to auntie and keep well.<span>&nbsp; </span>I&rsquo;ve sent a letter to Alma a while back.<span>&nbsp; </span>I guess I too will get a letter from you now, but maybe you&rsquo;ve quit writing.<span>&nbsp; </span>Keep well, and be heartily greeted from your brother&rsquo;s daughter Klara.</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Christmas",
    "John Holm",
    "Klara Krogstad",
    "Norway to US",
    "Sluppen",
    "air raid sirens",
    "clothes",
    "food",
    "photos",
    "postwar",
    "railroad",
    "sickness"
  ],
  "files": [
    {
      "original": "Klara krogstad 24 februar-1946.pdf",
      "filename": "a3810c21c71963c0f8b8c72824c97361.pdf",
      "mime_type": "application/pdf"
    }
  ]
}