{
  "id": 118,
  "added": "2010-12-28 03:06:14",
  "modified": "2010-12-30 03:53:44",
  "public": true,
  "metadata": {
    "Title": [
      "Laura Karlson to John Holm 1946.3.24"
    ],
    "Description": [
      "LETTER FROM LAURA KARLSON DATED MARCH 24-1946 TO HER (MEANS MR.,  BUT IS MISSPELT) JOHN HOLM, 108 WEST 5 ST, DELL RAPIDS, SD, U.S.A.  THE STAMPS HAVE BEEN CUT OUT."
    ],
    "Creator": [
      "Laura Karlson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.03.24"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Dear Brother, Sister in Law, and Alma and everybody.</p></p>\n<p>I want to say Thank you, for two letters, which I have received from you.<span>&nbsp; </span>And many thousand thanks for the Money, you can&rsquo;t imagine how welcome, because Mindor has no, work yet, but we hope there will be a way out when Spring comes.<span>&nbsp; </span>besides he doesn&rsquo;t have very good Health, either.<span>&nbsp; </span>but I guess we&rsquo;ll find a way like, we always do. <span>&nbsp;</span>But we are so unspeakably glad that the War is over as long as it lasts that is, which we hope.<span>&nbsp; </span>Last Saturday I was in Hegra, and visited by Sisters in law, Helga. and Olava.<span>&nbsp; </span>Helga is just lieing there now, and will never get up anymore, strange how long life hangs on too.<span>&nbsp; </span>Olava was doing real well, her children, are so good at helping her.<span>&nbsp; </span>She had had a Telegram from Odd, that he&rsquo;s supposed to come home some time this Spring, Olav is also fine, Aksel is doing real well economically.<span>&nbsp; </span>But sad that Helga got sick. now that they should have had a good time, in their old age, I just came from there, and now Einar is sick with Pneumonia, the Doctor was there, now, and he thinks it&rsquo;ll recede, with these Tablettes<span>&nbsp; </span>they are good.<span>&nbsp; </span>You must take a trip to Norway, there will be many, Norwegians who, are coming this Summer.<span>&nbsp; </span>It would be fun if some of our relatives came too, we have so many<span>&nbsp; </span>maybe you Alma, you&rsquo;re not even afraid to travel by Plane are you.<span>&nbsp; </span>Mindor says if so you must bring a used Accordion Swedish System, for him, he&rsquo;s musical, but has no Instrument, he Sold it a long time ago, well a little joking.<span>&nbsp; </span>Once again I&rsquo;d like to thank you for everything we&rsquo;ve gotten from you, I&rsquo;ve tried to write down, everything in my letters to you so that you know that it has all gotten here.<span>&nbsp; </span>I&rsquo;ll quit now for this time, and go to a party at the Chapel<span>&nbsp; </span>greet all of ours that you meet.</p></p>\n<p>Keep very well all of you.</p></p>\n<p>A thousand dear wishes.</p></p>\n<p>Mindor and Laura</p></p>\n<p>Stj&oslash;rdal.<span>&nbsp; </span>Norge.</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Hegra",
    "John Holm",
    "Laura Karlson",
    "Norway to US",
    "Odd Conrad Holm",
    "Olava Holm",
    "Stjørdal",
    "accordion",
    "church",
    "doctor",
    "gifts",
    "medicine",
    "money",
    "pneumonia",
    "postwar",
    "sickness"
  ],
  "files": [
    {
      "original": "Laura Karlson 24 mar-1946.pdf",
      "filename": "6e2fe99ea290b7be010798719913f591.pdf",
      "mime_type": "application/pdf"
    }
  ]
}