{
  "id": 120,
  "added": "2010-12-28 03:47:08",
  "modified": "2010-12-30 03:53:43",
  "public": true,
  "metadata": {
    "Title": [
      "Ola Holm to John Holm 1946.5.11"
    ],
    "Description": [
      "LETTER FROM OLA HOLM, UNDATED, POST STAMPED MAY 11-1946, TO MR JOHN HOLM, (102 W. 5 ST.), DELL RAPIDS, SO. DAK., U.S.A.  THE STAMPS HAVE BEEN CUT OUT.  SOME OF THE TEXT IS IN ENGLISH."
    ],
    "Creator": [
      "Ola Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.05.11"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>&ldquo;My best brother of all brothers&rdquo;</p></p>\n<p>Will write a few words, as I feel the need for some company.<span>&nbsp; </span>This is possibly due to the fact that I too am getting old.<span>&nbsp; </span>You never seem to get old.<span>&nbsp; </span>I think about you so often in my lonely moments.<span>&nbsp; </span>how much fun we had talking about old acquaintances and things here in the old country. about people like &ldquo;Smehans&rdquo; <em>(Blacksmith Hans, who taught John his trade when he was just a young lad</em>). and sm&aring;g&aring;rd, but they&rsquo;re all disappearing, and so will we soon.<span>&nbsp; </span>this is the round dance of time and eternity, but how wonderful to be able to believe that we&rsquo;ll meet on the other side in never ending gladness and joy without worries about anything at all for tomorrow.<span>&nbsp; </span>I guess I mustn&rsquo;t write anymore like that or you&rsquo;ll be in a sad mood.</p></p>\n<p>I have received some nice packages from our cousin Florence W. she the good (&ldquo;white Angel&rdquo;) who is so good to me <em>(for some reason he has written some words in parenthesis and quotation marks, there&rsquo;s more of the same further down)</em>.<span>&nbsp; </span>And she also sent me a pair of nice good shoes, according to my measurements, but unfortunately they were a Size too small and I have no Sunday shoes, there are no decent shoes to be found here.<span>&nbsp; </span>The ones I got were eight and a half E, but my feet are sore, so I probably need size 9 E.E. American.<span>&nbsp; </span>I&rsquo;m writing this because if I can get a hold of American money and send over there if one of you could send a pair preferably Brown <span style=–text-decoration: underline;–>soft summer shoes</span> (<em>he calls them &rdquo;low shoes–, as opposed to &ldquo;h&oslash;gsko&rdquo; which are &ldquo;high shoes&rdquo;=winter shoes</em>) in that Size, then I could send the money wrapped up in old Newspapers, as we&rsquo;re not allowed to send money in the Mail, <em>(then he has written (Mail&rdquo; himself)</em> abroad.<span>&nbsp; </span>If you could send me a (Nightshirt&rdquo;, I will <em>- the following was already written in English by Ola himself, and I copy</em>: (return to you) my old one which I have used sinced I was there, but then you must take some quinine or Morphine or else you you&rsquo;l fain&rsquo;t out, come then and tell, that we don&rsquo;t (wair were wich is right) out our clouse.<span>&nbsp; </span>Oh mercy me.<span>&nbsp; </span>I believe I do better in writing English, I mean American, English no good - <em>end of copying</em>.</p></p>\n<p>I must send this letter &ldquo;overland&rdquo;<span>&nbsp; </span>it costs so much by &ldquo;Air&rdquo; a day&rsquo;s salary.<span>&nbsp; </span>I earn nothing now<span>&nbsp; </span>it&rsquo;s so expensive to live<span>&nbsp; </span>just for the Food.<span>&nbsp; </span>I don&rsquo;t know how, I would have managed without your blessed help.<span>&nbsp; </span>Alma&rsquo;s, and you and your wife&rsquo;s<span>&nbsp; </span>you can&rsquo;t imagine how proud I am of getting such wonderful packages with dresses and Shirts, which are not to be found here.<span>&nbsp; </span>everybody asks can you not get me a White shirt<span>&nbsp; </span>I&rsquo;m getting married and have no shirt or shoes. American Size10 Foot fachion (?) EE.<span>&nbsp; </span>this was a friend of mine who in these years of distress has helped me with a piece of meat now and then, as we had nothing to eat.<span>&nbsp; </span>I promised him I&rsquo;d write to my good brother and ask if he could send a pair of shoes Size 10. EE, will try to send American money in Old Newspapers.<span>&nbsp; </span>This would have to be &ldquo;Brown summer shoes&rdquo;<span>&nbsp; </span>Dear brother John forgive me for bothering you so<span>&nbsp; </span>God alone reward you.</p></p>\n<p>I have greetings for you from all of mine, first the Wife and then my 4 marvellous daughters, I wish you could see them<span>&nbsp; </span>the prettiest girls in Town.<span>&nbsp; </span>2 married, a child each of a year old, one has a boy and one has a girl.<span>&nbsp; </span>Grandfather&rsquo;s pride and Darlings.<span>&nbsp; </span>I try to give them something from <em>the rest is written <span>&nbsp;</span>in English and I copy:</em> Unclle John over in U.S.A. which rules the World, and the pure innocent ones are jaise loving every one, how fine to be only a kid, (praise the lord) <em>end of copying</em>.</p></p>\n<p>So as not to tire you out, I&rsquo;d better quit tonight, but I&rsquo;m so energetic.<span>&nbsp; </span>but that happens more rarely now, writing letters is usually an effort,.<span>&nbsp; </span>If I had a Typewriter, I would write about a lot of things in Newpapers over there, but one can&rsquo;t do that with a Pen you know.<span>&nbsp; </span>will write again soon.</p></p>\n<p>Everything is as usual with all of us.<span>&nbsp; </span>Our very best Wishes from us all.<span>&nbsp; </span>Most Brotherly Ole, Nonnegt. 4<span>&nbsp; </span>Tr.heim</p></p>\n<p><em>Along the edge of one sheet of paper he has written</em>: <span>&nbsp;</span>Dear you Honeygirl Alma, as <em>(? unclear)</em> Florence writes, don&rsquo;t forget me.<span>&nbsp; </span>God bless you.</p></p>\n<p><em>Along the edge of the other sheet of paper he has written</em>:<span>&nbsp; </span>You are greeted from &ldquo;little Per&rdquo; and little &ldquo;Bereth&rdquo; my grandchildren from to Uncle John <em>(he probably wrote that last &ldquo;from&rdquo; by mistake</em>)<em>.</em></p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Florence Winters",
    "God",
    "John Holm",
    "Norway to US",
    "Ola Holm",
    "Smehans",
    "Trondheim",
    "aging",
    "dresses",
    "gifts",
    "married",
    "money",
    "morphine",
    "pen",
    "postwar",
    "prices",
    "quinine",
    "shirts",
    "shoes",
    "smågård",
    "typewriter"
  ],
  "files": [
    {
      "original": "Ola Holm 11 mai -1946.pdf",
      "filename": "b81e9cde706c69ee214d669005be5620.pdf",
      "mime_type": "application/pdf"
    }
  ]
}