{
  "id": 121,
  "added": "2010-12-28 14:42:37",
  "modified": "2010-12-30 03:53:43",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to Alma C. Wilson 1946.6.9"
    ],
    "Description": [
      "LETTER FROM EDVARD EIDUM DATED JULY 9-1946, TO MRS. ALMA WILSON, 108. WEST FIFTH ST., DELL RAPIDS, SYD DAKOTA, U.S.A.  SENT BY AIR MAIL.  THREE BLUE 60 ØRE STAMPS WITH LION."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.06.09"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>With great pleasure we have received a package from You again today.<span>&nbsp; </span>And we can hardly find the words, to express our feelings.<span>&nbsp; </span>Yes God bless You Alma, and thank you so much for all The beautiful and good things You sent us.<span>&nbsp; </span>Hanna just loved The dress she got.<span>&nbsp; </span>Gusta got the Skirt and various things, the Stockings.<span>&nbsp; </span>But Hanna also got the Shoes, because They fit her so perfectly.<span>&nbsp; </span>And Besides she was in Short supply of shoes.<span>&nbsp; </span>Yes everything was much needed and welcome, and thank you so much for everything.<span>&nbsp; </span>We also received a package from my Sister Marie today.<span>&nbsp; </span>So you can imagine the smiles in this home now.<span>&nbsp; </span>Gusta got a dress which fit very well. and Also various other things.<span>&nbsp; </span>But we have nothing with which to repay You.<span>&nbsp; </span>The only thing we can do is pray, that God will bless you for everything.</p></p>\n<p>Otherwise we are as usual.<span>&nbsp; </span>We are now home alone.<span>&nbsp; </span>All our childre, except for Gusta have gone on vacation now.<span>&nbsp; </span>Some have gone to Trondheim and Stj&oslash;rdal.<span>&nbsp; </span>Some to Oslo and Bergen.<span>&nbsp; </span>Others to Lofoten and Vester&aring;len.<span>&nbsp; </span>So as you can see the people here in the North of Norway make use of the Summer for vacationing.<span>&nbsp; </span>Also they must use their time off to see if They can find some clothes to buy.<span>&nbsp; </span>Hanna and Gusta are now sitting in the kitchen.<span>&nbsp; </span>They are now talking about the clothes They have gotten, and about all of You who have sent us clothes.<span>&nbsp; </span>I have been sick too for a few Days now, but am getting better every day.<span>&nbsp; </span>Hope things are fine with John Holm.<span>&nbsp; </span>I sent him a letter a few days ago, Hope he has received It.<span>&nbsp; </span>I&rsquo;ve also sent him some Newspapers.<span>&nbsp; </span>I guess you&rsquo;ve never thought about coming to Norway have You Alma.<span>&nbsp; </span>How nice if You could come to Norway for a visit.<span>&nbsp; </span>But I guess it&rsquo;s the same for You There in America, as it is for many here in Norway, that It seems almost impossible to undertake such a trip.<span>&nbsp; </span>Carrie Mae, The Widow of my brother who Died in 1943, is thinking about coming here next Summer.<span>&nbsp; </span>She now lives in Galesburg North Dakota.<span>&nbsp; </span>Tell me Alma, would You be able to do me a favour?<span>&nbsp; </span>Would You please write a few words to Florence Winters and greet her from us.<span>&nbsp; </span>I&rsquo;m going to write her myself too.<span>&nbsp; </span>But as she can&rsquo;t understand Norwegian, I have to write in English.<span>&nbsp; </span>And That takes quite a long time for me to write As I&rsquo;m not very good in English.<span>&nbsp; </span>But if You could just send her a greeting from us for now.<span>&nbsp; </span>You can&rsquo;t imagine how beautiful It is here now.<span>&nbsp; </span>The Sun shines straight in our faces at 12 o&rsquo;clock at night.<span>&nbsp; </span>We have the Midnight sun now.<span>&nbsp; </span>Yes It&rsquo;s beautiful here in this World in many places.<span>&nbsp; </span>But people wont appreciate God&rsquo;s great Creation.<span>&nbsp; </span>We could have had a Paradise already here on Earth, if People would submit to God and his law.<span>&nbsp; </span>Well, keep well again Alma, and say hello to everybody, in Your home as well as other friends.<span>&nbsp; </span>Hanna tells me to give her best regards to You all.<span>&nbsp; </span>Live well Then, greet Holm.</p></p>\n<p>A thousand greetings from. Edv. Eidum<span>&nbsp; </span>Narvik<span>&nbsp; </span>Norway</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Bergen",
    "Edvard Eidum",
    "God",
    "John Holm",
    "Lofoten",
    "Narvik",
    "Norway to US",
    "Oslo",
    "Stjørdal",
    "Trondheim",
    "Vesterålen",
    "clothes",
    "dress",
    "gifts",
    "newspapers",
    "postwar",
    "shoes",
    "sickness",
    "skirt",
    "stockings",
    "vacation"
  ],
  "files": [
    {
      "original": "Edvard Eidum 9 juni-1946.pdf",
      "filename": "4aa85eb8348655eca33795919db7545d.pdf",
      "mime_type": "application/pdf"
    }
  ]
}