{
  "id": 122,
  "added": "2010-12-28 14:49:50",
  "modified": "2010-12-30 03:53:43",
  "public": true,
  "metadata": {
    "Title": [
      "Ola Holm to John Holm 1946.6.17"
    ],
    "Description": [
      "LETTER FROM OLA HOLM DATED JUNE 17-1946, TO MR JOHN HOLM, 108 W. 5TH STR, DELL RAPIDS, SO. DAK., U.S.A.  THE STAMPS HAVE BEEN CUT OUT.  IN THE LETTER THERE'S A DRAWING OF OLA'S FOOT ON WHICH IT SAYS:  –THE WORLDS FINEST FOOT– AND –TAKEN ON THE RIGHT THICKNES OF SOCKS–."
    ],
    "Creator": [
      "Ola Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.06.17"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>1000 thanks for your letter, I Must answer immediately, like you do.<span>&nbsp; </span>&ldquo;Air Mail postage&rdquo; is too expensive now<span>&nbsp; </span>it costs Kr. 1,80.<span>&nbsp; </span>this is more than one earns for days, now, that there&rsquo;s nothing to do.<span>&nbsp; </span>Well I see that you&rsquo;re in good spirits and that&rsquo;s good, but here keeping your spirits up is not easy expensive as it is, and then you&rsquo;re too old to work, that is, you can&rsquo;t get work when you get old,<span>&nbsp; </span>here there&rsquo;s nothing but writings in the &ldquo;newspapers&rdquo; about everything that is going to be done, but that&rsquo;s all it is mostly, writings, and bragging, about everything that&rsquo;s going to be done.<span>&nbsp; </span>You mustn&rsquo;t go in the wrong direction when you go to &ldquo;Sululand&rdquo;<span>&nbsp; </span>it&rsquo;s not in &ldquo;South-America&rdquo; but in &ldquo;Africa&rdquo; whether you go by &ldquo;Survikj&aelig;gta&rdquo;, or some other &ldquo;Frigate&rdquo;, remember to bring this to <em>(he probably means to say &ldquo;to the attention of&rdquo;, but has left &ldquo; the attention&rdquo; out)</em> &ldquo;Petterlornts&rdquo; (nick name of a local Hegra guy) or is it &ldquo;grautsimon&rdquo; <em>(porridge simon, another local Hegra guy?)</em> who&rsquo;s the First mate, since you yourself is going to be &ldquo;Chief Inspector&rdquo;you must be clear on this, otherwise they could end up taking you to Olabole <em>(a nickname for a local spot in Hegra</em>), or some other such unpleasant spot.<span>&nbsp; </span>well a little joking is just fun.<span>&nbsp; </span>Oh John, John, you are just like yourself, you&rsquo;ll never get old, an (Infant terrible) &ndash; <em>(french for &ldquo;terrible child&rdquo; directly translated, a trouble maker in other words)</em></p></p>\n<p>I&rsquo;m in a good mood too, and that&rsquo;s when I receive &ldquo;Packages&rdquo; from you over there.<span>&nbsp; </span>Yes It&rsquo;s sure to be a whole fortune worth, in all the packages you, have sent us.<span>&nbsp; </span>we have a big family afterall.<span>&nbsp; </span>I think I&rsquo;ve received 5 from you, I know 2 have been lost according to Alma&rsquo;s writing.<span>&nbsp; </span>How many the others have received I don&rsquo;t know, nor do I dare ask, because it can quickly get misunderstood, There&rsquo;s something called envy here which you have no understanding of over there.<span>&nbsp; </span>However, I think everything we have received is so splendid, that I don&rsquo;t know how I can thank you enough, for everything.<span>&nbsp; </span>It&rsquo;s not only the difficulties in finding the various things, but it&rsquo;s also the value now that there&rsquo;s so little money, now that the goods are coming there wont be any money, that&rsquo;s how it&rsquo;s going, and therefore everything we get is doubly good for us.</p></p>\n<p>I&rsquo;m so much looking forward to Shoes <span>&nbsp;</span>Size 9 are long enough and medium wide. <span>&nbsp;</span>I&rsquo;am sending a sample, of my Foot, when I&rsquo;m standing on it with my full weight.</p></p>\n<p>We received, or rather the wife did, through Axel, 2 kitchen knives, and 1 hammer, and she says many thanks, you think of everything and that&rsquo;s good.<span>&nbsp; </span>Laura brought it to the wife, I had thought she&rsquo;d write herself but guess it&rsquo;s too much of an effort.</p></p>\n<p>It&rsquo;s so cold here these days, but it looks like it&rsquo;s going to be a good year, if only fall is good <em>(he may be talking about the harvest here when he says &ldquo;year&rdquo;).</em><span>&nbsp; </span>I would so much like to take a trip up North to the coast, have never been way up North<span>&nbsp; </span>But it&rsquo;s so expensive and difficult to get a space on the Boats and at Hotels, but it would be fun to see the Midnight sun some time.<span>&nbsp; </span>Too bad you&rsquo;re not here, we could have gone together<span>&nbsp; </span>oh well it can&rsquo;t be helped.<span>&nbsp; </span>Apparently someone from Narvik is coming here soon, as for us we are all fine.<span>&nbsp; </span>Axel&rsquo;s wife is still the same.<span>&nbsp; </span>So I have no news.<span>&nbsp; </span>It&rsquo;s such fun to see that you and the wife are so well still, that&rsquo;s great.<span>&nbsp; </span>But you&rsquo;re only 78 years old June 30<sup>th</sup> this summer<span>&nbsp; </span>weren&rsquo;t you born in 1868?<span>&nbsp; </span>That&rsquo;s what I&rsquo;ve been thinking<span>&nbsp; </span>you are 10 years minus 20 days older than me<span>&nbsp; </span>I turned 68 years old this June 10, born 1878.<span>&nbsp; </span>I&rsquo;m so sad that I&rsquo;m getting so old<span>&nbsp; </span>I would so much like to travel to a foreign country and start over again, But the Mill of time is Milling the years away, and we can&rsquo;t kick against the Pricks.</p></p>\n<p>As I don&rsquo;t have much to write about I&rsquo;d better end this, but how fun it would be to have a conversation again.<span>&nbsp; </span>I know we had a lot to talk about.<span>&nbsp; </span>Continue to keep well, if not for 50 years let&rsquo;s reduce it to 25, that&rsquo;s good too.<span>&nbsp; </span>Greet your wife warmly from me, likewise Alma who has been so good to us<span>&nbsp; </span>wishing her all the best.<span>&nbsp; </span>Greet old acquaintances if you meet any.</p></p>\n<p>Be warmly greeted from us all</p></p>\n<p>Yours Olav, Nonnegt. 4<span>&nbsp; </span>Tr. heim <span>&nbsp;</span></p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Axel Holm",
    "Hegra",
    "John Holm",
    "Norway to US",
    "Ola Holm",
    "Survikjægta",
    "Trondheim",
    "gifts",
    "hammer",
    "knives",
    "newspapers",
    "postwar",
    "request",
    "shoes",
    "travel"
  ],
  "files": [
    {
      "original": "Ola Holm 17 juni-1946.pdf",
      "filename": "9224ad6ba4ea6e2ec297657e9ddf5b94.pdf",
      "mime_type": "application/pdf"
    }
  ]
}