{
  "id": 125,
  "added": "2010-12-28 15:17:55",
  "modified": "2010-12-30 03:53:43",
  "public": true,
  "metadata": {
    "Title": [
      "Herborg Holm to Alma C. Wilson 1946.6.29"
    ],
    "Description": [
      "LETTER FROM HERBORG HOLM DATED SUNDAY, JUNE 29-1946, SENT BY AIR MAIL JULY 1-1946, TO FRU (MRS.) ALMA WILSON, 102 WEST 5 STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  A BLUE ONE-AND-A-HALF KRONE STAMP WITH KING HAAKON VII, AND A BLUE 30 ØRE STAMP WITH LION."
    ],
    "Creator": [
      "Herborg Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.06.29"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>It&rsquo;s Sunday.<span>&nbsp; </span>Outside the rain is lashing down, the thunder is rolling, and the lightning is blinking.<span>&nbsp; </span>I&rsquo;m completely alone here today.<span>&nbsp; </span>Father was going to stay with mother in Hegra all day.<span>&nbsp; </span>I had planned to bike out to a great swimming spot we have here, and put my sun suit on, but no, my plans were ruined.<span>&nbsp; </span>All through the month of June we&rsquo;ve had bad summer weather, we&rsquo;ll just have to hope it gets better in July.<span>&nbsp; </span>Thank you for the letter father got from you yesterday and for the pictures!<span>&nbsp; </span>I see that you&rsquo;ve sent us a package again.<span>&nbsp; </span>That is really just too much!<span>&nbsp; </span>You&rsquo;re writing about <span style=–text-decoration: underline;–>what</span> you&rsquo;re sending, but I don&rsquo;t quite understand <span style=–text-decoration: underline;–>what</span> it is, but we&rsquo;ll wait and see.<span>&nbsp; </span>You must tell uncle Johan thanks a lot for the package we got from him, with the work shirt for father, socks etc. <em>(stockings?<span>&nbsp; </span>Same word for both in Norwegian)</em> and all the tools.<span>&nbsp; </span>I went to Trondheim to deliver what uncle Ola and aunt Bereth were to have &ndash; likewise I went to aunt Gjertine&rsquo;s (Markus&rsquo; wife). She has such a beautiful apartment!<span>&nbsp; </span>She lives with an adult son (single) and keeps house for him.<span>&nbsp; </span>Yes, things worked out well for her in her old age.<span>&nbsp; </span>When Markus died she was left with 6 unsupported children, you know &ndash; but she has managed fine and all the children are married and doing well.<span>&nbsp; </span>&ndash; We had a visit from Odd Holm recently.<span>&nbsp; </span>He was going into the hospital<span>&nbsp; </span>his tonsils were to be cut &ndash; besides he thought he had an infection in his appendix &ndash; the malaria is still ravaging his body, poor thing.<span>&nbsp; </span>Odd is a nice fellow.</p></p>\n<p>At the end of July I&rsquo;m going on vacation with a girl friend.<span>&nbsp; </span>We&rsquo;re going on foot, with backpacks on, in the enormous mountain Trollheimen.<span>&nbsp; </span>I&rsquo;m really looking forward to it, because I haven&rsquo;t had a vacation like that before, we&rsquo;re going to walk from one tourist cabin to the next &ndash; hope I don&rsquo;t get blisters on my heels!<span>&nbsp; </span>Can none of your children read Norwegian, Alma!<span>&nbsp; </span>James was born in June 1912, just like me &ndash; he on the 8th of June and I on the 3<sup>rd</sup> &ndash; so I have 5 days worth of more sense than him!<span>&nbsp; </span>He looks so cheeky on the picture, I think.<span>&nbsp; </span>You have some big children there &ndash; but then you look very big yourself too, Grace looks small next to you (<em>When she says &ldquo;big&rdquo; she actually means &ldquo;tall&rdquo;, it&rsquo;s the Norwegian way of saying things)</em>. Your youngest son is 6 feet and 2 and a half inches tall, I&rsquo;m 6 feet too &ndash; 100 centimeters=1 meter and 3 feet is 92 cm.<span>&nbsp; </span>Eilif is over 6 feet because he&rsquo;s 1 mtr and 92 cm. there are some big people in the Holm family &ndash; father is small compared to us children.</p></p>\n<p>Einar, Astrid and little Helge has moved away from us now, so now father and I are alone here. <span>&nbsp;</span>Einar bought the little house from Arne when he went to Opdal.<span>&nbsp; </span>Arne rented a bakery up there and it&rsquo;s going so well.<span>&nbsp; </span>People up there love his good coffee bread <em>(I think this is a term used for pastries</em>), and they really like it there &ndash; there&rsquo;s such a light mountain air and so beautiful there.<span>&nbsp; </span>Aunt Laura is bedridden these days, but it looks like it&rsquo;ll soon pass, fortunately.<span>&nbsp; </span>Uncle Edvard Eidum in Narvik has recently been deadly ill, stomach cramp &ndash; was in the hospital &ndash; but is apparently well again now.<span>&nbsp; </span>Well, now I hear father coming home so now I must heat up some sausages and peas for supper.<span>&nbsp; </span>Father will probably write himself soon, he&rsquo;s so busy pulling weeds among the potatoes &ndash; weeding the beds of carrots etc.<span>&nbsp; </span>Say hello to all your children from me then and not to forget uncle Johan and his wife.<span>&nbsp; </span>I&rsquo;ll write again when the package arrives.<span>&nbsp; </span>I&rsquo;ll say thank you in advance. &ndash; Is Grace not married?<span>&nbsp; </span>And do you have only one daughter?<span>&nbsp; </span>Father tells me to say hello to you all.</p></p>\n<p>Friendly greeting from Herborg.</p></p>\n<p>We can get some coffee on a card <em>(I assume she&rsquo;s talking about a ration card</em>) so now we&rsquo;re managing fine.<span>&nbsp; </span>There&rsquo;s enough food to be had now, but it&rsquo;s expensive.<span>&nbsp; </span>And in this country the housing shortage is bad everywhere.<span>&nbsp; </span>There are many who build themselves houses here now but it&rsquo;s so terribly expensive that I think it&rsquo;s strange that people can afford it.</p></p>\n<p>I wrote to uncle Johan and told him to come here this summer.<span>&nbsp; </span>What&rsquo;s the word on that?<span>&nbsp; </span>James can fly him here, can&rsquo;t he?<span>&nbsp; </span>That can be done can&rsquo;t it?<span>&nbsp; </span>Next time I hope to have some pictures to include?</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Edvard Eidum",
    "Grace Vilson",
    "Herborg Holm",
    "John Holm",
    "Narvik",
    "Norway to US",
    "Odd Conrad Holm",
    "Ola Holm",
    "Opdal",
    "Trollheimen",
    "Trondheim",
    "bakery",
    "bicycle",
    "coffee",
    "gifts",
    "housing shortage",
    "postwar",
    "ration card",
    "shirt",
    "socks",
    "tools",
    "vacation"
  ],
  "files": [
    {
      "original": "Herborg Holm 29 juni-1946.pdf",
      "filename": "2cb9fcb377901e1028d42bcb5dcc20e9.pdf",
      "mime_type": "application/pdf"
    }
  ]
}