{
  "id": 128,
  "added": "2010-12-28 18:08:21",
  "modified": "2010-12-30 03:53:43",
  "public": true,
  "metadata": {
    "Creator": [
      "Ola Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.07.27"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Good Brother</p></p>\n<p>Well I&rsquo;ll inform you with pleasure that I have received, a &ldquo;Package&rdquo; with shoes, &ldquo;and wrenches&rdquo;<span>&nbsp; </span>The Shoes fit perfectly this time, and how Solid they are.</p></p>\n<p>Yes thank you so very much again, it&rsquo;s way too much to say thank you for, it&rsquo;s too bad that I&rsquo;m not there so that I could do a favor in return.<span>&nbsp; </span>The Ladies&rsquo; shoes are too long and narrow for the Wife, but I can place them somewhere, usually American shoes that come here, are too long and narrow people say.<span>&nbsp; </span>Yes I think it&rsquo;s too bad I have to accept so much, I see how expensive everything is there too and difficult to get hold of.</p></p>\n<p>Stockings for ladies are impossible to get here, so those were also welcome, so thank you very much for them too.<span>&nbsp; </span>It looks like difficults times lie ahead here, and everywhere in the World.<span>&nbsp; </span>If only one were young and really healthy so that one could travel to really foreign countries and start again, but no the law of nature can&rsquo;t be changed<span>&nbsp; </span>I&rsquo;m so bothered with my nerves and dizzy, so I&rsquo;m not good for anything anymore, so the future looks bleak, but we must be thankful, for what we&rsquo;ve got, and then take one day at a time.<span>&nbsp; </span>Hope things are just fine with you, and Alma and her people.<span>&nbsp; </span>Our relatives here are fine, and otherwise no News.<span>&nbsp; </span>A few Americans are here visiting but nobody I know.<span>&nbsp; </span>People here travel a lot<span>&nbsp; </span>nobody wants to work, they travel the War profits away now, and then the fun will be over.<span>&nbsp; </span>The world is confused you know<span>&nbsp; </span>toki <em>(crazy)</em> as the Swede would say.<span>&nbsp; </span>Well let them just carry on and then they&rsquo;ll see their own stupidity themselves.</p></p>\n<p>My wife turned 70 years old on the 24<sup>th</sup> of this month<span>&nbsp; </span>had some company but she&rsquo;s tired and weary and no wonder.</p></p>\n<p>Well I must quit for today<span>&nbsp; </span>will write again soon<span>&nbsp; </span>I&rsquo;m not feeling quite well today, but guess it&rsquo;ll pass<span>&nbsp; </span>The Wife and my daughters say hello<span>&nbsp; </span>thank you for always remembering us with something good.<span>&nbsp; </span>Greet the Wife and Alma and everybody I know from us.<span>&nbsp; </span>Hope to hear from you again, getting something from you is the greatest pleasure I have.</p></p>\n<p>Many thanks for everything and God bless you.</p></p>\n<p>Yours Olav <span>&nbsp;</span></p></p>"
    ],
    "Title": [
      "Ola Holm to John Holm 1946.7.27"
    ],
    "Description": [
      "LETTER FROM OLA HOLM, NONNEGT. 4, TR.HEIM, DATED JULY 27-1946, TO MR JOHN HOLM, 108 W 5 STR., DELL RAPIDS, SO.DAK., U.S.A.  THE STAMPS HAVE BEEN REMOVED.  THERE'S A –POSTOBLAT– STICKER ON THE BACK OF THE ENVELOPE."
    ]
  },
  "tags": [
    "1940s",
    "God",
    "John Holm",
    "Norway to US",
    "Ola Holm",
    "Trondheim",
    "gifts",
    "postwar",
    "prices",
    "shoes",
    "stockings",
    "war",
    "wrenches"
  ],
  "files": [
    {
      "original": "Ola Holm 27 juli-1946.pdf",
      "filename": "f031266a728d1c0ba7b1de0689693a67.pdf",
      "mime_type": "application/pdf"
    }
  ]
}