{
  "id": 133,
  "added": "2010-12-28 18:27:02",
  "modified": "2010-12-30 03:49:51",
  "public": true,
  "metadata": {
    "Title": [
      "Ola Holm to John Holm 1946.8.30"
    ],
    "Creator": [
      "Ola Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.08.30"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Well now I got a letter from you again and thank you very much for that, I see you&rsquo;re going on an Auto trip around Pipestone and Luvern<span>&nbsp; </span>It would be fun to see those familiar places again, but oh no the long trips are over with until the last one <em>(meaning death).</em><span>&nbsp; </span>It&rsquo;s good to see that you&rsquo;re all well and doing good, but the World is probably going to fall apart soon<span>&nbsp; </span>not very bright outlook, but I guess we&rsquo;ll have to put up with everything, at least we must do so here, that&rsquo;s what it&rsquo;s like to be vassals, for the money hungry Jews, little and nothing <em>(next to nothing)</em> to be found, and such exorbitant prices, like for instance 20 Kroner for a pair of &ldquo;ladies&rsquo; stockings&rdquo;<span>&nbsp; </span>nobody can afford to buy something like that, besides it&rsquo;s so impossible to get a hold of what you need. <span>&nbsp;</span>I&rsquo;ve been trying, to get myself, a Suit made. which I need so badly, but the material I can get the way things are, but &ldquo;lining materials&rdquo; and thread, are impossible.<span>&nbsp; </span>I&rsquo;d be glad if I could get a hold of a &ldquo;Suit&rdquo; even if it were used, as long as it fits<span>&nbsp; </span>No. 54. Norwegian size.<span>&nbsp; </span>It&rsquo;s too bad I can&rsquo;t get in touch with Halvor Oien&rdquo;, he&rsquo;s in a &ldquo;Clothing Store&rdquo; now too isn&rsquo;t he? <span>&nbsp;</span>It would be fun to hear how he&rsquo;s doing.<span>&nbsp; </span>The wife and the girls say hello, they&rsquo;re fine, but very busy, each with her own, they&rsquo;re asking me to greet Uncle John, but they don&rsquo;t know of anything to write about, they have no knowledge of the conditions over there you know, and the wife, is slow when it comes to writing letters<span>&nbsp; </span>she sends her best regards<span>&nbsp; </span>The Shoes for her, were way too long and narrow, but the ones <span style=–text-decoration: underline;–>I</span> got the brown ones fit perfectly, so they were good shoes and I owe you many thousand thanks, for that, so now I have Sunday shoes.<span>&nbsp; </span>I earn little and nothing now, <em>(Norwegian expression for &ldquo;I earn next to nothing&rdquo;</em>) because there are no materials to make things from and how terribly expensive everything is, and the prices are still going up, so this will end in disaster.</p></p>\n<p>Whatever gets done here goes to Military equipment, they&rsquo;re expecting War again, and the small nations will also be forced into it.<span>&nbsp; </span>People are confused.</p></p>\n<p>I spoke to Klara Krogstad on Sunday, says hello, all well.<span>&nbsp; </span>All well also with all the rest of us, no news.</p></p>\n<p>I&rsquo;m glad that you are so well.<span>&nbsp; </span>Say hello to the Wife, and Alma from us.<span>&nbsp; </span>Live well Dear brother, and &lsquo;bye, hope to hear soon</p></p>\n<p>Yours Olav</p></p>\n<p>Do you know how Florence is.<span>&nbsp; </span>I hear nothing.</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Florence Winters",
    "Halvor Oien",
    "Jews",
    "John Holm",
    "Klara Krogstad",
    "Luvern",
    "Norway to US",
    "Ola Holm",
    "Pipestone",
    "anti-semitism",
    "death",
    "military",
    "postwar",
    "prices",
    "shoes",
    "stockings",
    "suit",
    "war"
  ],
  "files": [
    {
      "original": "Ola Holm 30 august-1946.pdf",
      "filename": "28291d5762dc866b2fd76137cd3c2205.pdf",
      "mime_type": "application/pdf"
    }
  ]
}