{
  "id": 134,
  "added": "2010-12-28 19:36:00",
  "modified": "2010-12-30 03:49:46",
  "public": true,
  "metadata": {
    "Title": [
      "Herborg Holm to John Holm 1946.9.5"
    ],
    "Description": [
      "LETTER FROM HERBORG HOLM DATED SEPTEMBER 5-1946, TO HRR, (MR.) JOHAN HOLM, 108 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Herborg Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.09.05"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Stj&oslash;rdal the 5-9-46</p></p>\n<p>Dear uncle Johan!</p></p>\n<p>Thank you for the letter I received from you yesterday!<span>&nbsp; </span>I&rsquo;ve been meaning to write you for so long, but the reason why I haven&rsquo;t done so before, is that I&rsquo;ve been waiting for the pictures from the mountain trip and today I finally got them.<span>&nbsp; </span>I&rsquo;m sending you some pictures so that you can see Norway&rsquo;s mountains and nature.<span>&nbsp; </span>Don&rsquo;t you feel like coming over?<span>&nbsp; </span>We had a great trip in spite of the fact that it was quite a struggle.<span>&nbsp; </span>We were so untrained as far as <span style=–text-decoration: underline;–>walking</span>, you see, and my friend an office girl, and sits on a chair most of the time &ndash; and both her knees swelled up, you understand.<span>&nbsp; </span>I got so many blisters, on my heels as well as on my toes and then I swelled up around my eyes because the sun and the mountain air were too strong for me &ndash; went to the doctor&rsquo;s when I got home and wore dark glasses for about 8 days, then I was &ldquo;all rigth&rdquo; again.<span>&nbsp; </span>It was a very long distance between the cabins<span>&nbsp; </span>a walk of about 8-9 and 10 hours on nothing but rocks for many kilometers some places.<span>&nbsp; </span>&ldquo;Geithetta&rdquo; consisted of nothing but rocks &ndash; over 1300 meters above the sea &ndash; Trollhetta is over 1600 m.a. the sea so <span style=–text-decoration: underline;–>that</span> got to be too strenuous for us.<span>&nbsp; </span>A baker from Trondheim went there &ndash; he&rsquo;s over 60 years old &ndash; I thought that was well done but then again he was rather tired when he reached the Trollheimen cabin.<span>&nbsp; </span>We took it easy during the daytime marching, you know, ate, rested and enjoyed ourselves &ndash; washed our feet in brooks and waded through big snowdrifts.<span>&nbsp; </span>Yes, such a vacation was really enjoyable too.<span>&nbsp; </span>Imagine how wonderful it was to reach the cabins and get the dirt and sweat washed off and then go to the dinner table!<span>&nbsp; </span>The ladies were in majority - as usual.<span>&nbsp; </span>Girls around 16-17 years old, both from Oslo and Trondheim trampled confidently on &ndash; well done &ndash; 4 of them were on top of Trollhetta when the fog came rolling in and the lightning struck around them, but they were glad to get indoors.<span>&nbsp; </span>A lot of Danes trampled around in the mountains, for them our summits and peaks are an attraction, all they have is their pityful &ldquo;Himmelbjerg&rdquo; of less than 200 m. a. the sea.</p></p>\n<p>I was in Opdal at Arne&rsquo;s the last three days of the vacation.<span>&nbsp; </span>They&rsquo;re doing well and liking it there.<span>&nbsp; </span>The bakery is a small house with brown log walls and thatched roof where the birch grows so lovely &ndash; Arild boy is expecting a little sister in the month of November and he was very excited about that.- Arne was home last week end &ndash; and on Sunday morning he biked up to see mother.<span>&nbsp; </span>She had said to him that she wouldn&rsquo;t see Christmas &ndash; I guess she feels she&rsquo;s going but there&rsquo;s no telling how long she&rsquo;ll last.<span>&nbsp; </span>Mother has asked that her siblings in Levanger come and see her now, and she thought that would be <span style=–text-decoration: underline;–>the last time</span>.<span>&nbsp; </span>She&rsquo;s extremely skinny and is lieing on an air ring.<span>&nbsp; </span>In more than two years she has been <span style=–text-decoration: underline;–>out of bed for only</span> half an hour.<span>&nbsp; </span>Father is at a funeral today.<span>&nbsp; </span>A young married lady who was next to mother has died after having been sick for 3 years.<span>&nbsp; </span>I think it&rsquo;s terrible that they should be suffering for so long.</p></p>\n<p>-Father said to tell you hello &ndash; he has written several letters to you &ndash; but since he hasn&rsquo;t sent them air mail they take such a long time.<span>&nbsp; </span>I went to see aunt Laura last night &ndash; she and Mindor were going to Geving&aring;sen to pick cranberries today &ndash; yes she has her worries for existance, but it&rsquo;s going ok, even though Mindor doesn&rsquo;t work at all.<span>&nbsp; </span>He&rsquo;s really a &ldquo;millstone round her neck&rdquo;.</p></p>\n<p>-You write that you have sent me some shoes &ndash; I think that&rsquo;s much too kind of you &ndash; I&rsquo;m very curious to see if they fit &ndash; but the brown leather slippers I got from you fit perfectly so I hope you have bought these the same size.<span>&nbsp; </span>I&rsquo;ll write you as soon as I get them.<span>&nbsp; </span>And I&rsquo;m very curious about what the &ldquo;surprise&rdquo; inside the shoes can be &ndash; I&rsquo;m looking forward to checking.<span>&nbsp; </span>Here it&rsquo;s difficult to buy a pair of shoes because you see, during this 1 year, they&rsquo;ve become 4 shoe tokens worth &ndash; and to buy a pair of leather shoes you need 5 tokens.<span>&nbsp; </span>Nice arrangement!<span>&nbsp; </span>I was lucky enough to get a pair of street shoes from Sweden last fall. &ndash; Father is so proud now because he has both leather slippers and felt slippers &ndash; he had none before &ndash; as soon as he gets something he takes it up to show mother.<span>&nbsp; </span>Yes I&rsquo;ve received leather slippers from you &ndash; 1 pair light silk stockings, 2 pair strong, good linen stockings (I haven&rsquo;t been wearing stockings for over 2 months in a row but now it&rsquo;s starting to get too cool at night) 3 small spring knives, which you&rsquo;ve made yourself, I&rsquo;ve gotten and 1 small, cute hammer + various other things.<span>&nbsp; </span>Many thanks to you for everything.<span>&nbsp; </span>It&rsquo;s just too much I feel. The worst part is that we can&rsquo;t repay you &ndash; I have no other solution than for you to come here so that we can pamper you some.<span>&nbsp; </span>And I want to thank you in advance for the shoes and the &ldquo;surprise&rdquo;<span>&nbsp; </span>I can&rsquo;t wait.<span>&nbsp; </span>Last week an overcoat arrived + 1 pair half soles &ndash; thread, piece of soap, stamps<span>&nbsp; </span>Thank you!<span>&nbsp; </span>You wrote once that you&rsquo;ve sent some used clothes for children but those we haven&rsquo;t received yet.<span>&nbsp; </span>You&rsquo;ll hear as soon as they get here.<span>&nbsp; </span>I went to Trondheim to deliver the carving knives and other knives you had made, to Gjertine and Ola&rsquo;s wife, Olava and Laura have gotten theirs too.<span>&nbsp; </span>I had to laugh out loud when you wrote about the shoes you&rsquo;d sent to Ola never being big enough and that now you&rsquo;re going to send a pair that will hold three feet in one shoe.<span>&nbsp; </span>Laura and I nearly killed ourselves laughing when I read it because you sounded quite annoyed, you see.</p></p>\n<p>Eilif asked me to tell you hello, he has borrowed an electrical saw and is chopping wood outside.<span>&nbsp; </span>He&rsquo;s going bird hunting this coming week end.<span>&nbsp; </span>Give our regards to Alma and her family with our thanks for everything they have sent. <span>&nbsp;</span>Also say hello to your wife.<span>&nbsp; </span>When I&rsquo;m rich, I&rsquo;ll come and visit you!</p></p>\n<p>Best wishes from Herborg.</p></p>\n<p>Yes mother got the blanket, thank you! <span>&nbsp;</span><span>&nbsp;&nbsp;</span></p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Christmas",
    "Danes",
    "Geithetta",
    "Gevingåsen",
    "Gjertine Holm",
    "Herborg Holm",
    "Himmelbjerg",
    "John Holm",
    "Norway to US",
    "Ola Holm",
    "Olava Holm",
    "Opdal",
    "Oslo",
    "Stjørdal",
    "Trollhetta",
    "Trondheim",
    "blisters",
    "coat",
    "cranberries",
    "doctor",
    "electrical saw",
    "fog",
    "funeral",
    "gifts",
    "hammer",
    "knives",
    "nature",
    "photos",
    "postwar",
    "soap",
    "soles",
    "stamps",
    "stockings",
    "swelling",
    "walking",
    "wood chopping"
  ],
  "files": [
    {
      "original": "Herborg Holm 5 september-1946.pdf",
      "filename": "debbf52232002e9a0965fa47150ec094.pdf",
      "mime_type": "application/pdf"
    }
  ]
}