{
  "id": 136,
  "added": "2010-12-28 19:43:52",
  "modified": "2010-12-30 03:49:19",
  "public": true,
  "metadata": {
    "Title": [
      "Laura Karlson to John Holm 1946.9.10"
    ],
    "Description": [
      "LETTER FROM LAURA KARLSON DATED SEPTEMBER 10-1946, TO HER (MR) JOHN. HOLM., 108. WEST. 5. ST., DELL RAPIDS, S DAK, U.S.A.  SENT BY AIR MAIL, THE STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Laura Karlson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.09.10"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Dear Brother mrs, and Alma and all</p></p>\n<p>Thank you so much for two letters, from you John. and a Package I received yesterday, with Overalls for Mindor and 2 pairs of stockings. and ties and 2 pieces Soap. and Fabric for 6 large Towels.<span>&nbsp; </span>I&rsquo;ll say a Thousand thanks for everything, it&rsquo;s so dear and welcome.<span>&nbsp; </span>But the Paper was so small, that what was in the Package, was about to fall out.<span>&nbsp; </span>We&rsquo;re living as usual all of us, Mindor isn&rsquo;t quite well so he doesn&rsquo;t have any permanent work. but we&rsquo;ve managed each day, so must be satisfied with that.<span>&nbsp; </span>I do some Knitting and Crocheting, so get some money for that, it&rsquo;s not for sure how long we&rsquo;ll be needing anything either, there will probably be another War again soon. and that&rsquo;ll be the end. of us all, so we don&rsquo;t have anything to look forward to.<span>&nbsp; </span>We&rsquo;re starting to see Fall, and winter, but I guess we&rsquo;ll manage that too.<span>&nbsp; </span>At Aksel&rsquo;s things are as usual.<span>&nbsp; </span>Herborg wrote to you and sent photographs.<span>&nbsp; </span>You wrote, if there&rsquo;s anything I wish for, I must say so, but I don&rsquo;t like to beg. but Mindor asks me, if you could send a Used little Radio, as you may know, all of us had to. Turn our Aparatuses in during the War. and only few have gotten theirs back. and we&rsquo;re one of the unlucky ones who haven&rsquo;t gotten ours. but this can&rsquo;t be done I understand. <span>&nbsp;</span>And I beg you, you mustn&rsquo;t think badly of me, for asking. Because we can&rsquo;t afford to buy, and then it was Razor blades, because they were so good.<span>&nbsp; </span>At Ola&rsquo;s everything is also, as usual.<span>&nbsp; </span>Odd Holm is still at home, but he wants to go to Sea again. he doesn&rsquo;t like it (&ldquo;<em>in&rdquo; missing</em>) Hegra, well you can&rsquo;t blame him.</p></p>\n<p>Thank you very much Alma for your letter, a while back. <span>&nbsp;</span>I ask every time I&rsquo;m in Town if, the National costumes have arrived but it&rsquo;s still difficult.<span>&nbsp; </span>I&rsquo;ve been to the Woods to Pick Cranberries, which I&rsquo;m Cooking today, there&rsquo;s hardly any Sugar but it&rsquo;ll keep without.<span>&nbsp; </span>Is that to be found in America.<span>&nbsp; </span>Ole&rsquo;s Evelyn said to tell you she had written to your Daughter Greis. but has had no reply. <span>&nbsp;</span>I was to ask her to write, but she can&rsquo;t write Norwegian can she, so then it ends up being your job.<span>&nbsp; </span>I hope that youre getting our letters, where I say thank you for everything that. you send us, it&rsquo;s so dear all of it. but use a little more paper to wrrap it in.<span>&nbsp; </span>I guess I&rsquo;m cheeky now, it sounds as, if I take it for granted, that you should keep sending us packages, but I don&rsquo;t mean it like that, but it has all been so marvellous, and what I haven&rsquo;t been able to use I&rsquo;ve sold and gotten money for, as none of us earn much.<span>&nbsp; </span>I must end this now, and get the letter in the Mail.<span>&nbsp; </span>I wish that all of you will keep. well in every way<span>&nbsp; </span>say hello to all of ours from us.</p></p>\n<p>A thousand. dear. wishes. from us all.</p></p>\n<p>Mindor and Laura</p></p>\n<p>Stj&oslash;rdal <span>&nbsp;</span></p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Evelyn Holm",
    "Hegra",
    "John Holm",
    "Laura Karlson",
    "Norway to US",
    "Odd Conrad Holm",
    "Ola Holm",
    "Stjørdal",
    "cranberries",
    "fabric",
    "gifts",
    "postwar",
    "prices",
    "radio",
    "soap",
    "stockings",
    "ties",
    "towels",
    "war"
  ],
  "files": [
    {
      "original": "Laura Karlson 10 sept-1946.pdf",
      "filename": "ca7fcedb3b7e083da0bb9cad73e0c852.pdf",
      "mime_type": "application/pdf"
    }
  ]
}