{
  "id": 139,
  "added": "2010-12-28 20:00:12",
  "modified": "2010-12-28 20:00:12",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to Alma C. Wilson 1946.10.26"
    ],
    "Description": [
      "LETTER FROM KLARA KROGSTAD DATED OCTOBER 26, POST STAMPED OCT. 30-1946.  THERE WAS ALSO A LETTER FROM HER DAUGHTER, MARY IN THE ENVELOPE.  TO FRU (MRS) ALMA C. WILSON, BOX 166, 102 WEST 5 ST, DELL RAPIDS. S DAKOTA. SENT BY AIR MAIL.  A BURGUNDY 5 ØRE STAMP WITH THE NORW. POSTAL HORN ON IT, A BLUE 60 ØRE STAMP WITH LION, AND A RUST COLORED 2 KRONE STAMP WITH KING HAAKON VII ON IT.  THE ENVELOPE ALSO HAS THE FOLLOWING STAMPED ON IT: THE LOTTERY FOR THE VICTIMS OF THE BATTLE FOR FREEDOM."
    ],
    "Creator": [
      "Klara Krogstad",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.10.26"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Sluppen the 26<sup>th</sup> of oct.</p></p>\n<p>My good cousin Alma.</p></p>\n<p>Thank you so much for your letter, I can&rsquo;t understand that you don&rsquo;t get letters from me<span>&nbsp; </span>I have written three letters and sent them air mail to you, one when we received the package which my daughter was so terribly happy about, she had some friends over the day the package arrived but she went completely wild, from joy, because it was absolutely beautiful and now it&rsquo;s in use everything she got.<span>&nbsp; </span>Many thanks for everything.</p></p>\n<p>My daughter had a daughter on Sept. 26, completely dark and a pretty girl.<span>&nbsp; </span>It&rsquo;s fun that it was a girl because my youngest daughter has two boys.<span>&nbsp; </span>They&rsquo;re living with me now, because the apartment isn&rsquo;t finished yet.<span>&nbsp; </span>There&rsquo;s a lot to do so my hands hurt so badly at night, because now there&rsquo;s 6 of us, I keep at it from 6 morning till 10-11 every day.<span>&nbsp; </span>Ma says hello to uncle Jon <em>(I think she means her mother&rsquo;s mom),</em> he&rsquo;s still going strong in spite of his 80 years.<span>&nbsp; </span>Well, now winter is approaching and I&rsquo;m dreading it because we use so much fuel <em>(fire wood?)</em> and everything is so expensive.<span>&nbsp; </span>My oldest boy who&rsquo;s 19 years old is at the railroad as an apprentice, is so quiet and steady and I&rsquo;m glad of that.<span>&nbsp; </span>Svenn Alfred who&rsquo;s 13 years old is in his last year of school, he&rsquo;s clever<span>&nbsp; </span>I&rsquo;m going to try and let him continue.<span>&nbsp; </span>The coat I received I&rsquo;ll alter for him, because now he&rsquo;s in need of all kinds of clothes both over and under, I guess I&rsquo;ll come up with something.<span>&nbsp; </span>You can get clothes here now if you only have enough money, not underwear for fat ladies like me ha ha.<span>&nbsp; </span>Just think if you had the opportunity to visit us next summer, there&rsquo;s a neighbour who&rsquo;s getting her cousin over next summer here where I live, but I guess it costs a lot of money.<span>&nbsp; </span>Aunt Laura lives 3 miles from here and uncle Aksel jon&rsquo;s brother lives there too<span>&nbsp; </span>his wife is sick<span>&nbsp; </span>she has been in the hospital for 3 years now poor her.<span>&nbsp; </span>My husband&rsquo;s family is from Skogn or Levangernesset, my father in law&rsquo;s name was Paul Paulsen Krogstad.<span>&nbsp; </span>My husband had 13 siblings, great big people all of them.</p></p>\n<p>We&rsquo;re going to Levanger for the holidays.<span>&nbsp; </span>Because it&rsquo;s so pleasant there.<span>&nbsp; </span>Here in town there&rsquo;s renovations going on of all the public buildings now because everything has fallen into such a state of disrepair in all the years of war.</p></p>\n<p>Well Svenn is sitting here waiting for his food so now I must end this with a very Merry Christmas and happy New Year.<span>&nbsp; </span>I&rsquo;ll send you a Christmas greeting later.<span>&nbsp; </span>Keep real well and say hello to uncle and all yours, hope he has received my letter.</p></p>\n<p>Yours Klara.</p>\r\n<span style=–font-size: 12pt; font-family: Times;–> </span></p>\n<p><span>&nbsp;</span>LETTER FROM KLARA&rsquo;S DAUGHTER:</p></p>\n<p>Dear Alma</p></p>\n<p>Thank you so much for the package you sent me.<span>&nbsp; </span>It really was welcome, and I was particularly happy about the lovely flannel and the shirts.<span>&nbsp; </span>Everything was welcome, and I&rsquo;m very grateful to you.<span>&nbsp; </span>Well, now everything is over with and I had a healthy daughter.<span>&nbsp; </span>Looks a lot like her father.<span>&nbsp; </span>She&rsquo;ll be named Berit<span>&nbsp; </span>A real</p></p>\n<p><span>&nbsp;</span>Norwegian name.<span>&nbsp; </span>I&rsquo;ll send you a picture of her.<span>&nbsp; </span>We&rsquo;re moving into our own apartment in 14 days.<span>&nbsp; </span>Right now we&rsquo;re living at mother&rsquo;s, as the house isn&rsquo;t finished yet. Housing is a big problem here in Norway, so you understand we&rsquo;ve been lucky.<span>&nbsp; </span>We&rsquo;re doing very well in this country now, but everything is very expensive, but we have enough food and that&rsquo;s the best of all.<span>&nbsp; </span>And my husband is lucky enough to have a good job.<span>&nbsp; </span>He sends his best wishes and once again thank you so much.</p></p>\n<p>Greetings from</p></p>\n<p>Mary and Bernhard(?).</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Klara Krogstad",
    "Levanger",
    "Levangernesset",
    "Norway to US",
    "Paul Paulsen Krogstad",
    "Skogn",
    "Sluppen",
    "apprentice",
    "clothes",
    "coat",
    "food",
    "gifts",
    "postwar",
    "prices",
    "railroad",
    "renovations",
    "school",
    "underwear",
    "war"
  ],
  "files": [
    {
      "original": "Klara Krogstad 26 okt-1946.pdf",
      "filename": "7f4fa7b703487d8ae10c7d58260b1aff.pdf",
      "mime_type": "application/pdf"
    }
  ]
}