{
  "id": 140,
  "added": "2010-12-28 20:09:21",
  "modified": "2010-12-30 03:49:04",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to John Holm 1946.11.7"
    ],
    "Description": [
      "LETTER FROM EDVARD EIDUM DATED NOVEMBER 7-1946, TO MR. JOHN HOLM, 108 WEST FIFTH ST., DELL RAPIDS, SYD DAKOTA, U.S.A.  THE STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.11.07"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Today I want to send You a few words, As I understand a greeting from old Norway is encouraging to get, especially for Those who have their dear memories here.<span>&nbsp; </span>From Alma Wilson&rsquo;s letters we see that You are doing good.<span>&nbsp; </span>Yes that&rsquo;s something we often forget to be thankful for.<span>&nbsp; </span>Good health and hight spirits are a great gift of Mercy, and Unfortunately there are many who sigh for That, especially these days.<span>&nbsp; </span>Hanna your sister isn&rsquo;t quite well.<span>&nbsp; </span>She sometimes has some pain in The first leg she broke.<span>&nbsp; </span>Rheumatism and arthritis can also be the cause of the pain.<span>&nbsp; </span>As for me I received a blow during the war years, and am still a little affected by It.<span>&nbsp; </span>It&rsquo;s the Nerves around my heart which have had too much strain.<span>&nbsp; </span>But still hope It will improve.<span>&nbsp; </span>As you may have heard from Alma&rsquo;s letter, I was in Stj&oslash;rdal and Hegra recently.<span>&nbsp; </span>It was really fun to walk around The old and familiar places, where we as children and youth played around father and Mother and siblings.<span>&nbsp; </span>It holds Memories of sorrow and joy, smiles and tears.<span>&nbsp; </span>And I couldn&rsquo;t help thinking.<span>&nbsp; </span>Oh to be a child again.<span>&nbsp; </span>I have greetings from Axel and all of his.<span>&nbsp; </span>Likewise from Laura and Olava, Konrad&rsquo;s widow.<span>&nbsp; </span>Likewise from A.S. Lindg&aring;rd Hegra.<span>&nbsp; </span>Nils Holm and Ivar Berg, and many more. <span>&nbsp;</span>Many have died now, of The old people.<span>&nbsp; </span>Well what do You think Brother in law about the times we&rsquo;re living in? <span>&nbsp;</span>Is It true what the Bible says?<span>&nbsp; </span>Yes everything fits precisely.<span>&nbsp; </span>So we know what is ahead of us.<span>&nbsp; </span>The worst thing of all is, that Faith in God and his word is to be annihilated.<span>&nbsp; </span>Religion is to be removed from the Schools.<span>&nbsp; </span>Part of the Gospel itself is to be rejected.<span>&nbsp; </span>Yes the lord&rsquo;s prayer itself is too old now and It&rsquo;s being suggested by the priests themselves that This prayer is too old.<span>&nbsp; </span>Well poor children and youth, who are being born and are growing up now.<span>&nbsp; </span>Would you please be so kind John, as to write a letter to Florence Winters from us, and give Them our best regards.<span>&nbsp; </span>As she can&rsquo;t read Norwegian, It&rsquo;s difficult for me to write.<span>&nbsp; </span>I can manage some English, but I daren&rsquo;t write a letter in English, because There are many words I don&rsquo;t know.<span>&nbsp; </span>Just tell her that we&rsquo;re doing fine and that we&rsquo;ll try to write her a letter when we get a chance.<span>&nbsp; </span>Today is The 7<sup>th</sup> of November.<span>&nbsp; </span>But it&rsquo;s still Above freezing here every day.<span>&nbsp; </span>We still haven&rsquo;t had any Winter here this year.<span>&nbsp; </span>It looks like we&rsquo;re on our way upwards again, to The Time When Palmtrees grew on Spitsbergen <em>(The Norwegian Arctic Island of Svalbard)</em>.<span>&nbsp; </span>Well That would be good if that&rsquo;s the case.<span>&nbsp; </span>My sister Bergljot, who lives in California, and my Sister in law Carrie Mae, the widow of my brother Iver, who died in 1944, are planning to get together and travel home to Norway in the Summer of 1947.<span>&nbsp; </span>Maybe you too can still take a trip to Norway?<span>&nbsp; </span>Well, keep well again, and good bye.<span>&nbsp; </span>Give our regards to Alma and everyone who You know would want a greeting.<span>&nbsp; </span>Say hello also to the Mother of the house and everyone who would be interested in getting a little greeting.</p></p>\n<p>Thank you so much once again for all The packages we have received from You a while back.<span>&nbsp; </span>I see It&rsquo;s very expensive everything in America too.<span>&nbsp; </span>I had a few words from my sister Marie a week ago.<span>&nbsp; </span>A thousand greetings from us all.</p></p>\n<p>Hanna and E. Eidum<span>&nbsp; </span>Narvik</p></p>\n<p>&nbsp;</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "California",
    "Carrie Mae",
    "Edvard Eidum",
    "Hegra",
    "Ivar Berg",
    "John Holm",
    "Narvik",
    "Nils Holm",
    "Norway to US",
    "Spitsbergen",
    "Stjørdal",
    "aging",
    "arthritis",
    "broken limbs",
    "death",
    "gifts",
    "nerves",
    "postwar",
    "rheumatism",
    "war"
  ],
  "files": [
    {
      "original": "Edvard Eidum 7 november-1946.pdf",
      "filename": "784869fb97dade810f827f46ea33525f.pdf",
      "mime_type": "application/pdf"
    }
  ]
}