{
  "id": 147,
  "added": "2010-12-28 23:06:30",
  "modified": "2010-12-28 23:06:30",
  "public": true,
  "metadata": {
    "Title": [
      "Herborg Holm to John Holm 1946.12.28"
    ],
    "Description": [
      "LETTER FROM HERBORG HOLM DATED DECEMBER 28-1946, TO HRR. JOHAN HOLM, 108 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Herborg Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.12.28"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>First I must thank you very much for the package I got long before Christmas.<span>&nbsp; </span>The blue fabric shoes fit me perfectly and they will be really nice to find next summer, likewise the galoshes were just fine and the right size and thank you for the two pairs of stockings and otherwise thank you for everything that was in the package.<span>&nbsp; </span>All the children&rsquo;s socks I&rsquo;ll give away to children next summer.<span>&nbsp; </span>Yes, thank you so very much!<span>&nbsp; </span>I think it&rsquo;s just too much that you send me so much.<span>&nbsp; </span>Have you and your wife received the selbu mittens Laura and I sent you?<span>&nbsp; </span>It was so little but a greeting from Norway for Christmas.</p></p>\n<p>Aunt Laura is coming here for coffee now, she and Father are going to the chapel for the China Mission&rsquo;s christmas tree party <em>(traditional, yearly parties where there&rsquo;s usually food and entertainment, and then they form chains and walk hand in hand around the tree singing carols, and then Santa comes for the children).</em><span>&nbsp; </span>Father went to see Ole when he was in Trondheim before Christmas.<span>&nbsp; </span>Ole has been sick but was up and getting better now.<span>&nbsp; </span>Mother is much the same &ndash; has a low fever now and eats well and sleeps some too<span>&nbsp; </span>Eilif with wife and I drove up to see her on the 1<sup>st</sup> day of Christmas <em>(corresponds to Christmas Day here, Norwegians celebrate Christmas Eve).</em><span>&nbsp; </span>She had received lots of flowers &ndash; Christmas magazines and cards for Christmas, it&rsquo;s encouraging for her that so many remember her.<span>&nbsp; </span>Father is going on his bike to see her tomorrow morning and will stay all day.<span>&nbsp; </span>Yes, he&rsquo;s faithful in his visits to her that&rsquo;s for sure.<span>&nbsp; </span>I have written to Florence Winters today &ndash; I had a letter from her before Christmas with a large, flowery handkerchief in it.<span>&nbsp; </span>She thanked me for the selbu mittens and just loved them.<span>&nbsp; </span>Today father had a letter from her again.<span>&nbsp; </span>I see she&rsquo;s been sick a lot but fortunately she&rsquo;s better now.</p></p>\n<p>Arne is here for a visit now &ndash; he&rsquo;s in Trondheim today to see a doctor because he has pain in a knee that he hurt many years ago in the ski hill.<span>&nbsp; </span>Arne and family are in Aasen these days.<span>&nbsp; </span>You see he only has an electric baking oven and all the brooks in Opdal are dry and no rain so he can&rsquo;t start baking again until they get some rain or wet snow.<span>&nbsp; </span>It&rsquo;s terrible &ndash; maybe it wont be untill spring, who knows?<span>&nbsp; </span>He loses money as he naturally still has to pay the rent.<span>&nbsp; </span>We&rsquo;re having a fine, still weather 0 degrees but no snow so there&rsquo;s not much of a Christmas atmosphere &ndash; it&rsquo;s really black and dark in the evenings &ndash; but now the sun has turned around again so we&rsquo;re approaching brighter days.</p></p>\n<p>I see you&rsquo;ve sent a package again with clothes for father and a paper bag with a little &ldquo;something&rdquo; for me.<span>&nbsp; </span>I&rsquo;m curious to see it &ndash; it hasn&rsquo;t arrived yet you see. &ndash; Laura was so sick before Christmas but is better now &ndash; so now she goes to Christmas tree parties every single day.<span>&nbsp; </span>You wrote once that you were ill, uncle Johan, but you&rsquo;re all right again now aren&rsquo;t you?<span>&nbsp; </span>Really hope so &ndash; remember you&rsquo;ve promised to come and see us next summer.<span>&nbsp; </span>Please do that &ndash; but book a ticket on a ship immediately.<span>&nbsp; </span>Our dentist has been in the U.S.A. for about 1 year and is home again now and showed a beautiful color movie in the Lodge one night.<span>&nbsp; </span>We saw Rosewelt&rsquo;s grave &ndash; and United Nation&rsquo;s members going to a conference in the National Assembly(?) etc. + pictures of former Stj&oslash;rdal people in Minneapolis etc.<span>&nbsp; </span>I wish you both a very Happy New Year!</p></p>\n<p>Loving wishes from Herborg.</p></p>\n<p>Father asks me to give you his best regards!<span>&nbsp; </span>He&rsquo;s calling Berri right now to order a bottle of cream for mother</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "China Mission",
    "Christmas",
    "Florence Winters",
    "Herborg Holm",
    "John Holm",
    "New Year",
    "Norway to US",
    "Stjørdal",
    "Trondheim",
    "dentist",
    "doctor",
    "galoshes",
    "gifts",
    "handkerchief",
    "knee pain",
    "postwar",
    "selbumittens",
    "shoes",
    "socks",
    "stockings"
  ],
  "files": [
    {
      "original": "Herborg Holm 28 desember-1946.pdf",
      "filename": "95a592c0be37b81aeb12698274eeb0aa.pdf",
      "mime_type": "application/pdf"
    }
  ]
}