{
  "id": 152,
  "added": "2010-12-29 20:42:34",
  "modified": "2010-12-30 03:48:39",
  "public": true,
  "metadata": {
    "Title": [
      "Laura Karlson to John Holm 1947.2.4"
    ],
    "Description": [
      "LETTER FROM LAURA KARLSON DATED FEBRUARY 4 –1947, TO JOHN HOLM, 108 WEST. FIFTH. STREET., DELL RAPIDS. SOUTH. DAKOTA., U.S.A.  THE STAMP HAS BEEN REMOVED."
    ],
    "Creator": [
      "Laura Karlson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.02.04"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Dear Brother and everybody.</p></p>\n<p>Thank you so much for your letter. and even more for the Money, they arrived so welcome.<span>&nbsp; </span>I was almost, broke then, so it really, came in handy, it&rsquo;s not easy, because none of us has any, work to speak of, Mindor isn&rsquo;t so well, that he can take just anything yet.<span>&nbsp; </span>And I&rsquo;m so bothered with Arthritis, so I can&rsquo;t handle any Heavy work like cleaning and such.<span>&nbsp; </span>so it was very kind of you, that you sent it to me.<span>&nbsp; </span>Again I want to say thank you so much for shoes and Galoshes, and Skirt and Blouse, from Alma, I&rsquo;ve written a long time ago to you both, but maybe you haven&rsquo;t received the letters, I haven&rsquo;t heard from Alma for a long time now, greet her from me that she must write again sometime.<span>&nbsp; </span>it was so much fun to get a letter, please send me the address for some of Anna&rsquo;s children, it would be fun, to write to them sometime.<span>&nbsp; </span>Well now Helga has been allowed to Move from this evil world, it was for the best for all of them, as she couldn&rsquo;t get well.<span>&nbsp; </span>Aksel is doing well, and his children too, and the others of our kin.<span>&nbsp; </span>they have their homes, and are lucky they have Work.<span>&nbsp; </span>I&rsquo;m the unluckiest of us all it looks like.<span>&nbsp; </span>Very sad that Mindor has been so unwell so he&rsquo;s been slacking behind.</p></p>\n<p>Helga got a very nice Funeral <span>&nbsp;</span>lots of flowers and people.<span>&nbsp; </span>Aksel takes everything in good humor, and Herborg is so good, at caring for her father.<span>&nbsp; </span>You must forgive me for not having written and thanked you for the Money before but I&rsquo;ve been in bed with the Flu&rsquo;.<span>&nbsp; </span>You ask how much I get for 5 Dollars, I got 24. Kr. 65 &oslash;re<span>&nbsp; </span>Aksel also sent a letter to you today.<span>&nbsp; </span>I&rsquo;ll quit now, with a loving greeting. to all of you.</p></p>\n<p>Laura and Mindor. Stj&oslash;rdal.</p></p>\n<p>I sent Postcards from here for Christmas, I hope that you have gotten them.</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "John Holm",
    "Laura Karlson",
    "Norway to US",
    "Stjørdal",
    "arthritis",
    "blouse",
    "death",
    "flowers",
    "flue",
    "funeral",
    "galoshes",
    "gifts",
    "money",
    "postwar",
    "shoes",
    "sickness",
    "skirt"
  ],
  "files": [
    {
      "original": "Laura Karlson 4 februar-1947.pdf",
      "filename": "61b73b2f0b6a58ac6b462d12868f11f9.pdf",
      "mime_type": "application/pdf"
    }
  ]
}