{
  "id": 155,
  "added": "2010-12-29 20:55:03",
  "modified": "2010-12-30 03:47:15",
  "public": true,
  "metadata": {
    "Title": [
      "Herborg Holm to John Holm 1947.3.21"
    ],
    "Description": [
      "LETTER FROM HERBORG HOLM DATED MARCH 21 – 1947, TO MR. JOHN HOLM, 108 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Herborg Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.03.21"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Thank you very much for the letter I received today!<span>&nbsp; </span>You write so funny, uncle, that I have to laugh you know.<span>&nbsp; </span>I see you&rsquo;re sending me a box of various things again.<span>&nbsp; </span>It really is too much and you&rsquo;re way to kind, I think, I&rsquo;d wish I could do you some favours in return &ndash; you&rsquo;ll have to come and visit the motherland, that&rsquo;s all there is to it!</p></p>\n<p>I see you&rsquo;re sending me a raincoat with a hat to go with it &ndash; well I&rsquo;m very curious and anxious to see that one, you know!<span>&nbsp; </span>I really hope it&rsquo;s <span style=–text-decoration: underline;–>big</span> enough for my tall, heavy frame.<span>&nbsp; </span>And honestly I have no raincoat for this spring&rsquo;s rain, I did have a rubber cape which now is in rags, so that <span style=–text-decoration: underline;–>cannot</span> be worn anymore.<span>&nbsp; </span>It&rsquo;s possible to buy them now, but they are so terribly expensive, and then I earn little being at home with father so the money doesn&rsquo;t cover <span style=–text-decoration: underline;–>everything</span> one needs.<span>&nbsp; </span>&ldquo;First I&rsquo;ll find the head of a man in the box&rdquo; you say &ndash; ha-ha!<span>&nbsp; </span>Is it perhaps a wooden head you&rsquo;ve carved out yourself? &ndash; then <span style=–text-decoration: underline;–>two plows</span> &ndash; <span style=–text-decoration: underline;–>compass</span> &ndash; so that I don&rsquo;t get lost in the mountain again &ndash; Yes &ndash; I&rsquo;ll let father borrow it when he walks in Holmsmarka <em>(the Holm fields)</em> so that he&rsquo;ll find his way down to &ldquo;H&aring;gen H&aring;ll&aring;a&rdquo; <em>(nickname for a local Hegra person).</em><span>&nbsp; </span>Then there&rsquo;s a pencil sharpener &ndash; stockings, a dog and a cat with power in its <span style=–text-decoration: underline;–>behind</span> and then the big surprise in the right arm!!<span>&nbsp; </span>I really hope the box arrives <span style=–text-decoration: underline;–>soon</span> because I&rsquo;m really curious you know &ndash; but mostly about the rain coat &ndash; you see.<span>&nbsp; </span>I&rsquo;ll write you immediately after I get it, you can be sure of that.<span>&nbsp; </span>And yes I&rsquo;ll have my picture taken wearing the raincoat and send it to you.<span>&nbsp; </span>I would very much like to visit you, but the distance is so great that it probably wont happen.</p></p>\n<p>Well, mother is dead now, as you know.<span>&nbsp; </span>I think it was good that she was set free, she has been suffering for so many years, poor thing.<span>&nbsp; </span>I biked to Hegra the day before she died &ndash; Jan. 17 &ndash; and sat with her for a while together with father.<span>&nbsp; </span>She knew me &ndash; but driftet into sleep on and off and her eyes were large and glasslike &ndash; she waved to me when I left and asked me to say hello to the others.<span>&nbsp; </span>Father kept a vigil over her that night and she died at 12 fifteen.<span>&nbsp; </span>We had a very nice funeral.<span>&nbsp; </span>Rented the chapel and had 60 guests for dinner.<span>&nbsp; </span>We decorated the small assembly room to look like a living room with rugs, armchairs, tables with table cloths, flowers etc. &ndash; So many flowers and wreaths arrived &ndash; tulips and plant arrangements.<span>&nbsp; </span>Considering the circumstances, I feel relieved that it&rsquo;s all over.</p></p>\n<p>There&rsquo;s been a bible school at the chapel for 6 weeks.<span>&nbsp; </span>Father went there every morning at 9 o&rsquo;clock and came home for dinner at 1 o&rsquo;clock and was gone at meetings and social gatherings every evening.<span>&nbsp; </span>3 female students stayed in the bedroom of our house &ndash; but they left last week end.<span>&nbsp; </span>Now father is changing his suit again and is going to some meeting or other &ndash; Laura says that there&rsquo;s &ldquo;not much rest in the behind of that one&rdquo; and she&rsquo;s right.<span>&nbsp; </span>It&rsquo;s good that he has religious interests otherwise it would be too lonesome for him when mother is gone.</p></p>\n<p>We butchered a pig this week, sold most of it to uncle Edward and aunt Hanna in Narvik &ndash; they can&rsquo;t buy pork up there in the North, you see, so they&rsquo;ll be happy.<span>&nbsp; </span>Father has been stirring the grease pot today &ndash; and then we made blood pudding but father used such bad thread to tie the bags shut with that it broke and the contents disappeared down into the pot ha-ha!<span>&nbsp; </span>We had to laugh in spite of being upset.<span>&nbsp; </span>Blood pudding and mock brawn are good together, right?</p></p>\n<p>I&rsquo;m sending you a couple of amateur pictures which I&rsquo;ve just received from the photorapher.<span>&nbsp; </span>Do you recognize me from 1914 when you gave me a sleeping doll?</p></p>\n<p>Laura is in Trondheim today.<span>&nbsp; </span>She went in with a few kilos of herring salad which she has made.<span>&nbsp; </span>She has to think of something in order to live &ndash; she was going to sell it to a store &ndash; I&rsquo;m curious as to how it went &ndash; she&rsquo;l probably come by here tonight.<span>&nbsp; </span>It&rsquo;s too bad really &ndash; she has a 35 year old son she has to support &ndash; he comes to her for money for the movies &ndash; cigarettes &ndash; magazines &ndash; parties and everything &ndash; it&rsquo;s shameful, granted he&rsquo;s not strong, but seems to me he could do something if he <span style=–text-decoration: underline;–>wanted</span> to &ndash; even if it didn&rsquo;t pay a lot of money.<span>&nbsp; </span>I tell Laura that it should be <span style=–text-decoration: underline;–>him</span> who worked and earned money while Laura kept house without having financial worries.<span>&nbsp; </span>She deserves to have an easier time of it as she gets older.<span>&nbsp; </span>She was also so unlucky with her two husbands &ndash; the first one was sick and the last one a drunkard and a tyrant!<span>&nbsp; </span>I hear so many strange things about marriage and husbands &ndash; I&rsquo;m glad I have no husband so that I don&rsquo;t have such worries and have only myself to care for.<span>&nbsp; </span>Do you agree?<span>&nbsp; </span>or what do you think?</p></p>\n<p>I read your life&rsquo;s story and see that you&rsquo;ve had &ldquo;mercury in your behind&rdquo; <em>(Norwegian expression for someone who can&rsquo;t be still)</em> the way you&rsquo;ve been moving and moving back and forth &ndash; I think all Holm&rsquo;s are restless, Laura too likes to run here and there.<span>&nbsp; </span>She <span style=–text-decoration: underline;–>has</span> to leave the house at least once a day or she&rsquo;s not well it seems. &ndash; You must greet Alma so much, your wife and the others and not to forget little Ruth Irene!<span>&nbsp; </span>Is she cute and nice?<span>&nbsp; </span>Father asks me to give you his regards!<span>&nbsp; </span>Live well then, uncle Johan and I want to say thank you so much for the box in advance!</p></p>\n<p>Herborg</p></p>\n<p>We have a lot of snow and loveley weather here these days when the sun is shining.<span>&nbsp; </span>Last Sunday I was at Levanger and brought Einar&rsquo;s little boy Helge.<span>&nbsp; </span>He&rsquo;s very cute and nice.</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Hegra",
    "Herborg Holm",
    "Holmsmarka",
    "John Holm",
    "Narvik",
    "Norway to US",
    "Trondheim",
    "alcoholic",
    "bible school",
    "church",
    "cigarettes",
    "compass",
    "doll",
    "funeral",
    "gifts",
    "magazines",
    "pencil sharpener",
    "photos",
    "pig",
    "plows",
    "postwar",
    "prices",
    "raincoat",
    "sickness",
    "stockings",
    "suit"
  ],
  "files": [
    {
      "original": "Herborg Holm 21 mars-1947.pdf",
      "filename": "e8bf7ecfefa7825779af6ad66c409a82.pdf",
      "mime_type": "application/pdf"
    }
  ]
}