{
  "id": 156,
  "added": "2010-12-29 20:59:20",
  "modified": "2010-12-30 03:47:09",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to John Holm 1947.4.9"
    ],
    "Description": [
      "LETTER FROM EDVARD EIDUM DATED APRIL 9 –1947 (2 year anniversary of the German attack on Norway), TO MR. JOHN HOLM, 108. WEST FIFTH. ST., DELL RAPIDS, SYD DAKOTA, U.S.A.  THE STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.04.09"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Hallo Brother in law and family.</p></p>\n<p>This evening I&rsquo;ll send You a few words, As I&rsquo;ve just come home from Work.<span>&nbsp; </span>We&rsquo;re Weighing Ore now, which goes to America and England.<span>&nbsp; </span>There are 20 Ore ships in the harbor, so There&rsquo;s huge traffic here again now.<span>&nbsp; </span>If only the Ore had been used for What serves us Humans for The good, and not for cannons and war materials<span>&nbsp; </span>Yes God alone knows how This will end.<span>&nbsp; </span>We&rsquo;re doing as usual here at home.<span>&nbsp; </span>Hanna has quite a lot of pain in her legs.<span>&nbsp; </span>She walks a little in the house, but the pain is quite bad, so she prefers to be lying down, because Then the pain is gone.<span>&nbsp; </span>Well now we&rsquo;ve celebrated Easter again. Life&rsquo;s great Victory feast.<span>&nbsp; </span>The victory over death with all its horror and power.<span>&nbsp; </span>The Conqueror Jesus Christ rose from his Grave, while The Roman Soldiers who were Guarding it fell dead to the Ground.<span>&nbsp; </span>But It&rsquo;s sad to see how people celebrate The Easter festival.<span>&nbsp; </span>Now the order of the day is nothing but outings, trips to cabins and sports. The Churches and the Chapels are sparsely visited, and the Gospel is of little interest to most.<span>&nbsp; </span>I guess it&rsquo;s an infection which is going around the whole World.<span>&nbsp; </span>Well Brother in law, thank you so much for all The letters You&rsquo;re sending us.<span>&nbsp; </span>Likewise for all The other things we&rsquo;ve received.<span>&nbsp; </span>Those books You sent us, are good old writings, written by the famous Men of our time, as far as Religion goes.<span>&nbsp; </span>Well now we&rsquo;ll soon have sun and full summer here.<span>&nbsp; </span>The migrating birds are here again now, and It&rsquo;s beautiful here in the North in God&rsquo;s lovely and wonderful Nature.</p></p>\n<p>If Hanna had been well, It&rsquo;s not impossible that I would have taken a trip across the ocean when convenient.<span>&nbsp; </span>Since I&rsquo;m an ore weigher, I can get passage on one of the Ships that go to America with ore.<span>&nbsp; </span>The trip is free, but it costs kr 5 per day for the food, and That&rsquo;s nothing to speak of. Then I could have stayed There 2 or 3 months, so I could see our loved ones, and then return home on a ship again.<span>&nbsp; </span>But when Hanna is like she is now, I don&rsquo;t want to leave her of course.<span>&nbsp; </span>But it would have been a fun trip.<span>&nbsp; </span>I&rsquo;ve recently received a letter from Your brother Olav.<span>&nbsp; </span>Likewise from Axel and Laura.<span>&nbsp; </span>Olav is a little unwell now and then.<span>&nbsp; </span>It&rsquo;s mostly headaches<span>&nbsp; </span>But Axel and Laura are fine.<span>&nbsp; </span>Give Alma our regards and tell her she too will get a letter soon.<span>&nbsp; </span>Likewise Florence Winters.<span>&nbsp; </span>You mention a bottle that you left up There at Fagernestoppen When You were up There.<span>&nbsp; </span>We&rsquo;re going to see if we can find it now this spring.<span>&nbsp; </span>The Germans had a big flag up There on the top at the beginning of the War.<span>&nbsp; </span>But it was shot down several times by the English from the Sea.<span>&nbsp; </span>You must come and visit Narvik again, Then we&rsquo;ll visit That top once more.<span>&nbsp; </span>I hope They have found another Water reservoir There in Dell Rapids now, so that You wont have to keep the Water tank on your head.<span>&nbsp; </span>Yes You&rsquo;re a useful Man to have around, That&rsquo;s for sure.</p></p>\n<p>So keep well again, and consider yourself kindly greeted by us all.<span>&nbsp; </span>Say hello to Your wife and everyone who wants a greeting from us.<span>&nbsp; </span>Thank you very much for The beautiful Calendar we received.</p></p>\n<p>E. Eidum<span>&nbsp; </span>Box 68.<span>&nbsp; </span>Narvik</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Axel Holm",
    "Dell Rapids",
    "Easter",
    "Edvard Eidum",
    "Fagernestoppen",
    "Florence Winters",
    "Germans",
    "Jesus",
    "John Holm",
    "Laura Karlson",
    "Narvik",
    "Norway to US",
    "Ola Holm",
    "calendar",
    "church",
    "death",
    "exports",
    "gifts",
    "leg pain",
    "ore",
    "postwar",
    "sickness"
  ],
  "files": [
    {
      "original": "Edvard Eidum 9 april-1947.pdf",
      "filename": "3b1a3b50de3afcb37f413fc28d08b268.pdf",
      "mime_type": "application/pdf"
    }
  ]
}