{
  "id": 162,
  "added": "2010-12-29 22:21:46",
  "modified": "2010-12-30 03:45:59",
  "public": true,
  "metadata": {
    "Title": [
      "Evelyn Holm to John Holm 1947.6.10"
    ],
    "Description": [
      "LETTER FROM EVELYN HOLM, ROSENBORGSGT. 14, TRONDHEIM, DATED JUNE 10 – 1947, TO HERR (MR. ) JOHN HOLM, 108 WEST FIFTH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  THE STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Evelyn Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.06.10"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Thank you for the letter I received a couple of days ago. I&rsquo;ve just written to Alma, and thought I&rsquo;d write a few words to you at the same time.</p></p>\n<p>It wasn&rsquo;t me who was little that time you were in Norway, but my oldest sister Sonja, she&rsquo;s 33 years old.<span>&nbsp; </span>She&rsquo;s here now with her daughter, you see father turns 69 today.</p></p>\n<p>You write that he never seems to think he has enough, I think it&rsquo;s a disease with him.<span>&nbsp; </span>We&rsquo;re doing fairly well.<span>&nbsp; </span>Father and mother get their old age pensions now.<span>&nbsp; </span>Father doesn&rsquo;t have much work now, but we&rsquo;re not in any need, so he shouldn&rsquo;t write like that.<span>&nbsp; </span>I&rsquo;ve seen two suits that father has gotten, but he said he has gotten three suits from you.<span>&nbsp; </span>We haven&rsquo;t seen the packages you&rsquo;ve sent, but last year around Christmas father brought home various things that had come from America.</p></p>\n<p>Father is starting to feel unwell<span>&nbsp; </span>he complains about pains here and there now.<span>&nbsp; </span>I guess it&rsquo;s due to age both for you and him.</p></p>\n<p>I&rsquo;m sorry that no America strangers are coming that you can&rsquo;t take a trip home <em>(I&rsquo;ve left it the ways she says it, the expression &ldquo;Amerika-fremmed&rdquo; means directly translated &ldquo;America strangers&rdquo; &ndash; meaning visitors from Amerika).</em></p></p>\n<p>Mother did get a pair of shoes + 1 pair of slippers from you that father came home with.<span>&nbsp; </span>They were a bit too big, but she wears the shoes every day at home.<span>&nbsp; </span>She says they are so comfortable to walk in.<span>&nbsp; </span>She wears size 38 in shoes, but the sizes in America are different.</p></p>\n<p>Mother did get two or three dresses a jacket which father brought home, but who they were from he didn&rsquo;t say, we understood they were from America.</p></p>\n<p>I keep asking mother to write, but she&rsquo;s so bad at writing she says, so she asks me to give you all her best regards.</p></p>\n<p>Father is laughing at Berith now, (Sonja&rsquo;s daughter)<span>&nbsp; </span>he enjoys, getting a visit from his grandchildren.<span>&nbsp; </span>I&rsquo;m going to be 29 years old and the youngest is 25 years old so all of father&rsquo;s children are adults.</p></p>\n<p>We haven&rsquo;t heard anything about dollars, but I&rsquo;m sure he must have gotten them.<span>&nbsp; </span>You look like a healthy youth in the picture.</p></p>\n<p>We&rsquo;ve had such cold and miserable weather now<span>&nbsp; </span>have had no summer, but I guess it&rsquo;s coming<span>&nbsp; </span>My other siblings said they&rsquo;d write to you and send a little picture.<span>&nbsp; </span>Keep well.</p></p>\n<p>Best wishes from all of us here, Evelyn!</p></p>\n<p><em>It looks like Ola has been asking John to send most of the packages to his work address, Nonnegt. 4, so that his family in Rosenborgsgt. 14 <span>&nbsp;</span>knows very little about what he has actually received from John.<span>&nbsp; </span></em></p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Evelyn Holm",
    "John Holm",
    "Norway to US",
    "Sonja Bakken",
    "Trondheim",
    "gifts",
    "money",
    "pain",
    "pension",
    "photos",
    "postwar",
    "shoes",
    "sickness",
    "slippers"
  ],
  "files": [
    {
      "original": "Evelyn Holm 10 juni-1947.pdf",
      "filename": "25cde3f16a91c478a80e95fde6ec1ad9.pdf",
      "mime_type": "application/pdf"
    }
  ]
}