{
  "id": 171,
  "added": "2010-12-30 01:08:18",
  "modified": "2010-12-30 03:44:04",
  "public": true,
  "metadata": {
    "Title": [
      "Sonja Bakken to John Holm 1947.8.17"
    ],
    "Description": [
      "LETTER FROM SONJA BAKKEN (OLA'S DAUGHTER), KLOSTERGT. 36A, TRONDHEIM, TIL JOHN HOLM, 108 WEST 5TH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  THE STAMP HAS BEEN REMOVED."
    ],
    "Creator": [
      "Sonja Bakken",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.08.17"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Trondheim the 17<sup>th</sup> of Aug. 47</p></p>\n<p>Dear uncle!</p></p>\n<p>Thank you for your letter and the good newspapers.<span>&nbsp; </span>It pleases me to see that you are so well and alert in spite of your old age.<span>&nbsp; </span>On the same day the newspapers arrived we had the pastor from the free church which we belong to visiting us and he recognized both the newspapers from America, and he himself gets them sent to him from there regularly.<span>&nbsp; </span>I&rsquo;ve read a little bit in one of them and got a very good impression.</p></p>\n<p>During the summer months we live in our summer house which is located 7 km from Trondheim and is high up surrounded by spruce and pine trees.<span>&nbsp; </span>As our apartment in the city is small and crowded, it&rsquo;s good to have this summer house which is large and spacious.<span>&nbsp; </span>It would be too bothersome to live here in the winter time unfortunately.<span>&nbsp; </span>Everywhere in our country there&rsquo;s a great shortage of housing, but other than that the food and clothing situation is very good, but everything we want to buy is very expensive.</p></p>\n<p>Father has been away for a while.<span>&nbsp; </span>He&rsquo;s never been to the North of Norway so this year he took a little vacation.<span>&nbsp; </span>It&rsquo;s his first vacation in many years.<span>&nbsp; </span>He&rsquo;s been gone for 3 weeks, but mother is expecting him home shortly.<span>&nbsp; </span>His nerves are not good, so he&rsquo;s bothered with headaches and arthritis.<span>&nbsp; </span>If father had been saved he wouldn&rsquo;t have been as restless and nervous as he often is.<span>&nbsp; </span>I think he often dreads death now that he feels old age coming over him.</p></p>\n<p>Yes, it&rsquo;s good to be saved and know that whether you live or die you belong to the Lord.<span>&nbsp; </span>But one feels that one does much to little to get the others to join in.<span>&nbsp; </span>We should be active Christians who worked while the day is here<span>&nbsp; </span>the night will come when nobody can work</p></p>\n<p>Say hello to all your loved ones and keep well.</p></p>\n<p>Your niece Sonja</p></p>\n<p>I&rsquo;m sending a picture which was taken by our house last summer.<span>&nbsp; </span>I&rsquo;ve put a cross above myself with Berit age 1 on my lap.<span>&nbsp; </span>Gerd my sister with a little 1 year old on her lap next to me.</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Christians",
    "God",
    "John Holm",
    "Norway to US",
    "Sonja Bakken",
    "Trondheim",
    "church",
    "clothing",
    "death",
    "food",
    "housing shortage",
    "newspapers",
    "photos",
    "postwar",
    "prices"
  ],
  "files": [
    {
      "original": "Sonja Bakken 17 august-1947.pdf",
      "filename": "10b0868a1712ee397bb19504b8f1e562.pdf",
      "mime_type": "application/pdf"
    }
  ]
}