{
  "id": 172,
  "added": "2010-12-30 01:13:17",
  "modified": "2010-12-30 03:43:54",
  "public": true,
  "metadata": {
    "Title": [
      "Evelyn Holm to Alma C. Wilson 1947.9.2"
    ],
    "Description": [
      "LETTER FROM EVELYN HOLM (OLA'S DAUGHTER), ROSENBORGSGT. 14, T.HEIM, DATED SEPTEMBER 2 –1947, TO FRU (MRS.) ALMA WILSON, BOX 166, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  A GREEN 1 KRONE STAMP WITH KING HAAKON VII, AND A RED 20 ØRE STAMP WITH LION.  SENT BY AIR MAIL."
    ],
    "Creator": [
      "Evelyn Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.09.02"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Thank you so much for your letter from uncle and you together.</p></p>\n<p>Greet him lots from me, and tell him I&rsquo;ll write soon.<span>&nbsp; </span>I&rsquo;m sending one to Grace and you at the same time.<span>&nbsp; </span>I should have written her a long time ago, but I&rsquo;ve been on vacation.<span>&nbsp; </span>That was a gorgeous hankerchief I got from her.<span>&nbsp; </span>I&rsquo;ll be sure to use it for my wedding day.<span>&nbsp; </span>I imagine it wont be long now.<span>&nbsp; </span>I guess we&rsquo;ll probably get married before we get a home.<span>&nbsp; </span>It&rsquo;s pointless waiting for that.<span>&nbsp; </span>We&rsquo;re not considered until we&rsquo;re married.</p></p>\n<p>I asked father to translate my letter to Grace, so that she wont have to send it to understand it.<span>&nbsp; </span>It&rsquo;s too bad I haven&rsquo;t learnt English.</p></p>\n<p>I know very well who those people are on the picture you sent. <span>&nbsp;</span>His father has a large butcher shop just down from where we live.</p></p>\n<p>It was real fun to see a U.car with an N. on it in an American newspaper <em>(a U on the car tag in those days meant the car was registered in S&oslash;r [South) Tr&oslash;ndelag, the N on the car stands for Norway).</em> He was very involved during the war Herbert Helgesen you know.<span>&nbsp; </span>Too bad his first wife died on the border between Norway and Sweden.<span>&nbsp; </span>She was trying to escape across.<span>&nbsp; </span>The Germans were after her, because her husband had escaped from Norway.<span>&nbsp; </span>He&rsquo;s remarried now to someone from Bergen.<span>&nbsp; </span>I&rsquo;ve heard that they had gone to America.</p></p>\n<p>Father has returned from his vacation trip now.<span>&nbsp; </span>He&rsquo;s had a nice one.<span>&nbsp; </span>Has been to the North of Norway in Narvik and saw aunt Helga <em>(I think she means Hanna).</em></p></p>\n<p>I see you&rsquo;ll be turning 60 years old in Nov.<span>&nbsp; </span>Hope I can find a suitable thing to send you by then.<span>&nbsp; </span>It&rsquo;s nice that uncle and auntie have you so close, now that they&rsquo;re both so unwell.<span>&nbsp; </span>We girls planned to have a picture taken of us all together this summer, to send you.<span>&nbsp; </span>But one would be there and another at home, so we couldn&rsquo;t get together.<span>&nbsp; </span>Agnes my half sister has been away all summer, so we hope to get it done this Christmas.</p></p>\n<p>You have some nice looking boys.<span>&nbsp; </span>It would be fun to meet them.<span>&nbsp; </span>I&rsquo;ve told my sisters to write to uncle, so I imagine he&rsquo;ll get some letters.<span>&nbsp; </span>Mother and father send their best wishes<span>&nbsp; </span>they are both well.</p></p>\n<p>Best wishes Evelyn!</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Bergen",
    "Evelyn Holm",
    "Germans",
    "Grace Vilson",
    "Herbert Helgesen",
    "Narvik",
    "Norway to US",
    "Sweden",
    "Trondheim",
    "car",
    "newspaper",
    "postwar"
  ],
  "files": [
    {
      "original": "Evelyn Holm 2 september-1947.pdf",
      "filename": "354badf61ffb8c026b250a6cf2c8dc4b.pdf",
      "mime_type": "application/pdf"
    }
  ]
}