{
  "id": 185,
  "added": "2010-12-30 02:19:26",
  "modified": "2010-12-30 03:41:10",
  "public": true,
  "metadata": {
    "Title": [
      "Herborg Holm to Alma C. Wilson 1947.12.7"
    ],
    "Description": [
      "LETTER FROM HERBORG HOLM DATED STJØRDAL DECEMBER 7 – 1947 TO MRS. ALMA WILSON, 112(? must be an error) WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE ENVELOPE HAS A BLUE CHRISTMAS STAMP WITH AN ANGEL AND SOME PINE TWIGS ON IT, WITH THE WORDS –GOD JUL 1947 (MERRY CHRISTMAS) AND NORGE (NORWAY) ON IT.  A BLUE 40 ØRE STAMP WITH THE TEXT –D/S CONSTITUTION CHR.ANIA 1827– AND –NORWAY 1647 POST 1947–. THIS STAMP IS ONE OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.  ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY. (THE 55 ØRE ONE IS MISSING)."
    ],
    "Creator": [
      "Herborg Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.12.07"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Thank you so much for your letter which I received a long time ago.<span>&nbsp; </span>It&rsquo;s awful of me not to have written before, but please excuse me!<span>&nbsp; </span>I&rsquo;ve now written a Christmas greeting to Florence Winters and a letter to uncle Johan and now there will be a few words for you too. &ndash; Things are about as usual here &ndash; before Christmas we work ourselves almost to death here in Norway.<span>&nbsp; </span>That&rsquo;s when everything gets washed down and polished, butchered and baked and brewed <em>(walls, ceilings etc., just about everything gets scrubbed down</em>, <em>and</em> <em>all silverware and brass etc. gets polished for Christmas.<span>&nbsp; </span>Traditionally, a minimum of 7 different kinds of Christmas cookies have to be baked, and in that area of the country beer is also brewed).</em> <span>&nbsp;&nbsp;</span>Christmas gifts bought etc.<span>&nbsp; </span>Yes it&rsquo;s quite a hubbub, but then again Christmas is pleasant.<span>&nbsp; </span>Laura and Mindor are usually with us on Christmas Eve to eat ribs (<em>prepared quite differently from American ribs.<span>&nbsp; </span>Christmas is celebrated on Christmas Eve in Norway).</em><span>&nbsp; </span>Tomorrow we&rsquo;re going to butcher our pig &ndash; Laura is coming for 2-3 days to help with that.<span>&nbsp; </span>She suddenly got so ill one day last week &ndash; she completely lost her memory <em>(consciousness?)</em> &ndash; but is fairly well again now &ndash; Mindor has work now &ndash; so now they have a little to live on.<span>&nbsp; </span>We gave her some clothes (among other things a winter coat) of mother&rsquo;s, - otherwise Laura is out working some days mending socks etc. for people so she earns a little extra.<span>&nbsp; </span>By the way the merchandise is very expensie here, and taxes and war duties are very high. <span>&nbsp;</span>All dry goods stores are almost empty here now, all over the country, so it&rsquo;s kind of like it was during the war.<span>&nbsp; </span>People have been hoarding, you see. <span>&nbsp;</span>Knitting yarn is impossible to get &ndash; not cotton fabrics &ndash; not underwear &ndash; children&rsquo;s clothes, wool stockings.<span>&nbsp; </span>But maybe some goods will arrive towards spring again.<span>&nbsp; </span>Our national budget has gone completely off course &ndash; the import quota has been exceeded by several million kroner &ndash; and now it has to be balanced next year so very little will be imported and the Norwegian goods wont last long &ndash; therefore people have been hoarding, you see.<span>&nbsp; </span>I&rsquo;ve gotten hold of a brown dress fabric, a while back, so I&rsquo;ll have a new Christmas dress, fortunately <em>(people dress up for Christmas in Norway)</em>.<span>&nbsp; </span>Otherwise I&rsquo;ll manage for a long time with what I&rsquo;ve got.</p></p>\n<p>How are you and your family then?<span>&nbsp; </span>And little Ruth Irene, I expect she&rsquo;s growing?<span>&nbsp; </span>Has she had her first birthday now?<span>&nbsp; </span>No, it&rsquo;s tomorrow the 8<sup>th</sup> of Dec. that she turns 1 year old, isn&rsquo;t it?<span>&nbsp; </span>Happy birthday!<span>&nbsp; </span>Do you have cream cake with one candle on it and chocolate tomorrow?<span>&nbsp; </span><em>(This cream cake she&rsquo;s talking about is the traditional birthday cake in Norway.<span>&nbsp; </span>I&rsquo;ve never seen it made anywhere else in the world.<span>&nbsp; </span>It&rsquo;s a moist cake, hence the name &ldquo;bl&oslash;tkake&rdquo;=wet cake, made with several layers of a moistened sponge like cake, with whipped cream and fruit or berries between each layer, and covered in whipped cream on top and all around the sides, then decorated with fruit or berries).</em> I think I&rsquo;ll catch a plane and come join you!</p></p>\n<p>Say hello to her parents, Ralph and Inez from me!<span>&nbsp; </span>Are they still living with you?</p></p>\n<p>I&rsquo;m now going to write a letter to a friend I have in London.</p></p>\n<p>Have a very good Christmas and happy new year, Alma!<span>&nbsp; </span>And say hello to your entire family!</p></p>\n<p>Best wishes from Herborg</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Christmas",
    "Herborg Holm",
    "Laura Karlson",
    "Norway to US",
    "Ruth Irene",
    "Stjørdal",
    "birthday",
    "cake",
    "clothes",
    "coat",
    "death",
    "economy",
    "fabrics",
    "gifts",
    "imports",
    "postwar",
    "prices",
    "stockings",
    "taxes",
    "war",
    "yarn"
  ],
  "files": [
    {
      "original": "Herborg Holm 7 desember-1947.pdf",
      "filename": "fca52ecb23e109495a1686b9f251d1d2.pdf",
      "mime_type": "application/pdf"
    }
  ]
}