{
  "id": 186,
  "added": "2010-12-30 02:22:57",
  "modified": "2010-12-31 03:38:18",
  "public": true,
  "metadata": {
    "Title": [
      "Effie Holm to Alma C. Wilson 1947.12.14"
    ],
    "Description": [
      "LETTER FROM EFFIE CLEO ISABELL HOLM DATED DECEMBER 14 – 1947, TO ALMA WILSEN, 102 WEST 5 ST., DELL RAPIDS, SOUTH DAKOTA, U.S.A. THE ENVELOPE HAS A BLUE 40 ØRE STAMP WITH THE TEXT (IN NORWEGIAN) –D/S CONSTITUTION CHR.ANIA 1827– AND –NORWAY 1647 POST 1947–. THIS STAMP IS ONE OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.  ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY. (THE 55 ØRE ONE IS MISSING).  POST MARKED –BEKKESTUA– (IN OSLO)."
    ],
    "Creator": [
      "Effie Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.12.14"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Many thanks for your letter.<span>&nbsp; </span>It was nice that you&rsquo;d want to write to me.<span>&nbsp; </span>As you may have heard I work at one of the switchboards at Oslo Lufthavn <em>(airport),</em> Fornebu.<span>&nbsp; </span>There&rsquo;s a lot to do here.<span>&nbsp; </span>There are about 1000 employees here, so there&rsquo;s a lot of activity all through the airport.<span>&nbsp; </span>It&rsquo;s almost impossible to get a room here, it&rsquo;s difficult to find housing all over the country.<span>&nbsp; </span>I&rsquo;ve gotten a room with full board just outside of town, provided I help in the house.<span>&nbsp; </span>There&rsquo;s not much time left for myself.<span>&nbsp; </span>I cook, bake, and clean, and barely get time to eat, because then I must hurry to my shift here.<span>&nbsp; </span>I&rsquo;m often very tired, so now I&rsquo;ll try to get myself a room where I only need to help for a few hours a week, so that I can do some things for myself.<span>&nbsp; </span>I like skiing and skating, and I get no time for that now.<span>&nbsp; </span>I also like to read and do a little needlework.<span>&nbsp; </span>Hope I succeed in finding a warm room without having so much housework.<span>&nbsp; </span>Little Christmas Eve <em>(Norwegian expression for Dec. 23)</em> I&rsquo;m going home to Tr.heim.<span>&nbsp; </span>It&rsquo;ll be fun to to come home to mother and father and all of mine.<span>&nbsp; </span>Evelyn is getting married on 3/1 <em>(Jan. 3)</em> and then I&rsquo;ll hire a substitute for me here at Fornebu, so that I can go to the wedding.<span>&nbsp; </span>I really like it out here at Fornebu.<span>&nbsp; </span>There are 7 of us switchboard operators and we&rsquo;re good friends and often have a good time during the evening shifts when traffic isn&rsquo;t so bad.<span>&nbsp; </span>It means a lot to be happy at work, and I am.<span>&nbsp; </span>I&rsquo;ve had jobs as a switchboard operator for 5 years.<span>&nbsp; </span>The last two years before I came here, I was employed at the Military Central in Tr.heim.<span>&nbsp; </span>I liked it very much there, but due to a broken engagement I quit, and left Tr.heim, to be under different conditions and a new environment.<span>&nbsp; </span>It&rsquo;s good for me to be out on my own two feet and see what it costs to exist.<span>&nbsp; </span>I like liveliness and activity, and that&rsquo;s what it&rsquo;s like in Oslo.<span>&nbsp; </span>Tr.heim is a lovely pleasant town, but it&rsquo;s almost too quiet there, I think, but it&rsquo;ll be wonderful to come home and rest.<span>&nbsp; </span>I&rsquo;m on duty now, and now traffic is increasing so that I must stop writing.</p></p>\n<p>I hope you&rsquo;ll write to me again soon.<span>&nbsp; </span>Keep real well, and I wish you a very good Christmas, and happy new year.</p></p>\n<p>Many greetings your cousin Effie.</p></p>\n<p>My address is:</p></p>\n<p>Effie Cleo Isabell Holm,</p></p>\n<p>Sentralbordet Oslo Lufthavn,</p></p>\n<p>Fornebu, Norge.<span>&nbsp; </span></p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Christmas",
    "Effi Holm",
    "Fornebu",
    "Norway to US",
    "Oslo",
    "Trondheim",
    "airport",
    "housing shortage",
    "military",
    "needle work",
    "operator",
    "postwar",
    "rental",
    "skating",
    "skiing"
  ],
  "files": [
    {
      "original": "Effi Holm 14 desember-1947.pdf",
      "filename": "a7117795d5feafc30ea26a9898ba8598.pdf",
      "mime_type": "application/pdf"
    }
  ]
}