{
  "id": 187,
  "added": "2010-12-30 02:26:10",
  "modified": "2010-12-31 03:38:33",
  "public": true,
  "metadata": {
    "Title": [
      "Effie Holm to John Holm 1947.12.14"
    ],
    "Description": [
      "LETTER FROM EFFIE CLEO ISABELL HOLM (OLA'S DAUGHTER) DATED DECEMBER 14 – 1947, TO JOHN HOLM, 108 WEST FIFTH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  THE ENVELOPE HAS A BLUE 40 ØRE STAMP WITH THE TEXT (IN NORWEGIAN) –D/S CONSTITUTION CHR.ANIA 1827– AND –NORWAY 1647 POST 1947–. THIS STAMP IS ONE OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.  ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY. (THE 55 ØRE ONE IS MISSING).  POST MARKED –BEKKESTUA– (IN OSLO)."
    ],
    "Creator": [
      "Effie Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.12.14"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Many thanks for the nice package you sent me.<span>&nbsp; </span>Those were very welcome things to get.<span>&nbsp; </span>The slippers fit me perfectly, and they were very nice.<span>&nbsp; </span>I wear them every day, when I get home from work.<span>&nbsp; </span>They&rsquo;re so nice and warm.<span>&nbsp; </span>The fountain pen I&rsquo;m writing with now, and both that, and the pencil will be used a lot, when I write to America as well as when I write to my family in Trondheim.<span>&nbsp; </span>Thank you so much uncle, for everything, they were nice and good things.<span>&nbsp; </span>I received the package on 10-12-47 <em>(Dec. 10).</em><span>&nbsp; </span>Thank you also for the wonderful soap.<span>&nbsp; </span>I&rsquo;d wish I could send you something, but everything you have is better than what we have.</p></p>\n<p>Well now Christmas is at the door again, and soon we can write 1948.<span>&nbsp; </span>I&rsquo;m going home to Trondheim and will stay as long as 12 days, so that I can take part in my sister Evelyn&rsquo;s wedding.<span>&nbsp; </span>Then there will be only me left who&rsquo;s not married of us sisters.<span>&nbsp; </span>I&rsquo;m the youngest and one after the other has gotten married, so I&rsquo;d better wait a while.<span>&nbsp; </span>I hope you get the mission magazine &ldquo;Tro og Liv&rdquo; <em>(&ldquo;Faith and Life&rdquo;)</em> sent to you regularly now, if not you must let me know.</p></p>\n<p>We have a little snow here, but it&rsquo;s not very cold.<span>&nbsp; </span>Lovely weather with sun.<span>&nbsp; </span>I think the winter is also beautiful, and it&rsquo;s wonderful to come outside in the morning in this lovely weather.<span>&nbsp; </span>The Christmas tree has been put up outside the University and by the tree there&rsquo;s a Santa Claus who collects clothes and money for the city&rsquo;s poor.<span>&nbsp; </span>We have a lot to be thankful for those of us who have good jobs and earn money ourselves. Best of all is the fact that we have our health and are able to work.<span>&nbsp; </span>As long as one is healthy nothing&rsquo;s too bad father always says, and I often think about that.<span>&nbsp; </span>We also have plenty of food and clothes, so we&rsquo;re lucky compared to many other countries in Europe, where they&rsquo;re both starving and cold.<span>&nbsp; </span>I&rsquo;m very much looking forward to being together with my parents and sisters and all my friends in Trondheim this Christmas.<span>&nbsp; </span>I appreciate mother and father and everybody more when I&rsquo;ve been away from home for a while.</p></p>\n<p>Dear uncle John, it would be fun to meet you and talk with you, I feel I know you well already.<span>&nbsp; </span>Please write to me again.<span>&nbsp; </span>It always pleases me to get a letter from you.<span>&nbsp; </span>Say hello to auntie from me, and keep real well yourself too.<span>&nbsp; </span>I wish you and yours a Blessed Christmas, and a very happy new year, with peace on earth.</p></p>\n<p>Besten wishes your niece Effie</p></p>\n<p>My address is now:<span>&nbsp; </span>Effie Holm, Sentralbordet, Fornebu Lufthavn<span>&nbsp; </span>Norge</p></p>\n<p>&nbsp;</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Christmas",
    "Effi Holm",
    "Fornebu",
    "John Holm",
    "Norway to US",
    "Tro og Liv",
    "Trondheim",
    "airport",
    "clothes",
    "food",
    "fountain pen",
    "gifts",
    "julenisse",
    "pencil",
    "postwar",
    "snow",
    "soap",
    "university"
  ],
  "files": [
    {
      "original": "Effie Holm-John 14 des-1947.pdf",
      "filename": "3690813c58b76809c7d54cd8db9fed36.pdf",
      "mime_type": "application/pdf"
    }
  ]
}