{
  "id": 190,
  "added": "2010-12-30 02:33:31",
  "modified": "2010-12-30 03:39:06",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to Alma C. Wilson 1947.12.28"
    ],
    "Description": [
      "LETTER FROM KLARA KROGSTAD, NORDRE ALLE 1, SLUPPEN, STRINDA, T.HEIM, DATED DECEMBER 28 – 1947, TO FRU (MRS.) ALMA C. WILSSON, 102 WEST 5 ST, DELL RAPIDS, SYD DAKOTA, U.S.A.  ENCLOSED IN THE LETTER IS A CONFIRMATION SONG FOR SVEN KROGSTAD DATED 7/12-1947 (DEC. 7).  TWO 60 ØRE STAMPS WITH THE TEXT (IN NORWEGIAN) –HAAKON VII, MAUD CROWNED 1906–. THIS STAMP IS ONE OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.  ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY. (THE 55 ØRE ONE IS MISSING)."
    ],
    "Creator": [
      "Klara Krogstad",
      "Siri lawson, trans."
    ],
    "Date": [
      "1947.12.28"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>LETTER FROM KLARA KROGSTAD, NORDRE ALLE 1, SLUPPEN, STRINDA, T.HEIM, DATED DECEMBER 28 &ndash; 1947, TO FRU (MRS.) ALMA C. WILSSON, 102 WEST 5 ST, DELL RAPIDS, SYD DAKOTA, U.S.A.<span>&nbsp; </span>ENCLOSED IN THE LETTER IS A CONFIRMATION SONG FOR SVEN KROGSTAD DATED 7/12-1947 (DEC. 7).<span>&nbsp; </span>TWO 60 &Oslash;RE STAMPS WITH THE TEXT (IN NORWEGIAN) &ldquo;HAAKON VII, MAUD CROWNED 1906&rdquo;. THIS STAMP IS ONE OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.<span>&nbsp; </span>ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN&rsquo;S FAMILY IN NORWAY. (THE 55 &Oslash;RE ONE IS MISSING).</p></p>\n<p>&nbsp;</p></p>\n<p>Sluppen the 18-12<span>&nbsp; </span>47.</p></p>\n<p>&nbsp;</p></p>\n<p>Dear good Alma.</p></p>\n<p>&nbsp;</p></p>\n<p>First of all I want to wish you and yours a very good New Year, with a thank you for the old one <em>(Norwegian expression).</em><span>&nbsp; </span>Yes now we&rsquo;re going into a new year<span>&nbsp; </span>don&rsquo;t know what it will bring, hope we can stay healthy and be together in the year to come.<span>&nbsp; </span>Hope you and yours are well and likewise uncle John and his wife.<span>&nbsp; </span>Many thanks for what I got for the confirmation<span>&nbsp; </span>and just as I was wondering about the dessert, there were some big curious eyes and ears as to where I had gotten a hold of it <em>(Alma must have sent her some prunes or apricots which Klara had asked for in a previous letter).</em><span>&nbsp; </span>I can&rsquo;t understand that aunt Laura knows that I&rsquo;ve gotten this from you, for it bothers her I see.<span>&nbsp; </span>I don&rsquo;t think it&rsquo;s right for my flesh and blood aunt to be bothered by my getting this from you for my children and I work hard for our existence.<span>&nbsp; </span>For she could also work and her son too<span>&nbsp; </span>one can&rsquo;t trust one&rsquo;s relatives I feel, you Alma are alone yourself and understand it, don&rsquo;t say anything to uncle John<span>&nbsp; </span>he&rsquo;s old and doesn&rsquo;t understand it. <span>&nbsp;</span>Now I&rsquo;ve gotten hold of some more table cloths for you which I&rsquo;ll send at the New Year&rsquo;s and some other little things from Karen my sister and me which we&rsquo;ve bought.<span>&nbsp; </span>It wont be so picky as far as checking them after Christmas as before <em>(she probably means customs).</em><span>&nbsp; </span>I think it sounds so complicated for you to get a hold of a girdle so just give it up<span>&nbsp; </span>I thought you&rsquo;d have an old one of yours that you weren&rsquo;t using.<span>&nbsp; </span>It&rsquo;s been a quiet Christmas<span>&nbsp; </span>I went to church Christmas morning and afterwards I was at my sister Karen&rsquo;s for breakfast because we were together at church<span>&nbsp; </span>it was solemn there.<span>&nbsp; </span>My oldest boy has gone away for Christmas to an aunt of his of father&rsquo;s kin and my smallest boy has gone for a walk in the fields so I&rsquo;m quite alone.<span>&nbsp; </span>Now I&rsquo;m going to put the kettle on <span>&nbsp;</span>come and have coffee with me Alma.<span>&nbsp; </span>I must quit now<span>&nbsp; </span>give your children my best regards and uncle John and his wife.<span>&nbsp; </span>Keep well and write to me.</p></p>\n<p>&nbsp;</p></p>\n<p>Yours Klara.</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Christmas",
    "John Holm",
    "Klara Krogstad",
    "New Year",
    "Norway to US",
    "church",
    "coffee",
    "confirmation",
    "gifts",
    "postwar"
  ],
  "files": [
    {
      "original": "Klara Krogstad 28 des-1947.pdf",
      "filename": "a160cbf28dfed4334501c71d14b31284.pdf",
      "mime_type": "application/pdf"
    }
  ]
}