{
  "id": 207,
  "added": "2010-12-31 01:52:29",
  "modified": "2010-12-31 01:52:29",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to Alma C. Wilson 1948.1.20"
    ],
    "Description": [
      "LETTER FROM AXEL HOLM DATED JANUARY 20 – 1948, POST STAMPED ON THE 19TH OF JANUARY (he must have had the date wrong when he wrote this letter) TO ALMA C. WILSON, 102 WEST 5 STREET, DELL RAPIDS, SOUT DAKOTA, U.S.A. A BROWNISH 80 ØRE STAMP PICTURING KING HAAKON VII AND THE OSLO CITY HALL AND THE TEXT:  –THE KING'S RETURN JUNE 7-1945– (THE KING AND THE GOVERNMENT WERE IN EXILE DURING THE WAR YEARS). THIS STAMP IS ONE OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.  ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY. (THE 55 ØRE ONE IS MISSING).  (This letter is written on both sides of see through, air mail paper, and is therefor very difficult to read)."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.01.20"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>First I want to thank you for the package with tools <span>&nbsp;</span>that was nice, then thank you for the 2 letters I just received today.<span>&nbsp; </span>Where you say that Johan is very sick.<span>&nbsp; </span>Yes we must believe that he without too much pain can move home to the Jesus who has bought him to God with his blood.<span>&nbsp; </span>Imagine how great for a sinner to believe in grace for Jesus&rsquo; sake and go home to the Lord, and stay there for all eternity.<span>&nbsp; </span>Oh wondrous God who has arranged it thus for us children of sin from the troubles and burdens of the earth.<span>&nbsp; </span>On Sunday night 13 minutes after 12 it was a year since my dear Helga died, and I stayed awake all night, in memory of the moment when her spirit left her body and went home to the Lord when her suffering and struggles were over.<span>&nbsp; </span>So now she has been at home with her bridegroom for a year<span>&nbsp; </span>how quickly time passes<span>&nbsp; </span>soon it will be my and your day.<span>&nbsp; </span>Do we build on Jesus&rsquo; death and sacrifice for us, or is it on what we accomplish.<span>&nbsp; </span>If we build on our own we are lost the scriptures say.<span>&nbsp; </span>You ask about the customs on the packages<span>&nbsp; </span>the one that Arne got with shoes in it cost 3 kr in customs so these rumors must be wrong or it must be a very valuable content, or all of it is just nonsense by people.<span>&nbsp; </span>It&rsquo;s a matter of 2 or 3 kroner.<span>&nbsp; </span>You said you had sent a package to Einar<span>&nbsp; </span>thank you so much for that.<span>&nbsp; </span>There&rsquo;s a lot of snow here and cold<span>&nbsp; </span>we can get as high as 20-24 degrees <em>(I think he means <span style=–text-decoration: underline;–>below</span> 0 Centigrades</em>)<span>&nbsp; </span>today it&rsquo;s very nice <span>&nbsp;</span>only 1 degr but yesterday there were tremendous snowdrifts<span>&nbsp; </span>a lovely winter&rsquo;s day.<span>&nbsp; </span>Everything is just fine with everyone here.<span>&nbsp; </span>Laura and Mindor are living well, he has a job<span>&nbsp; </span>earns 70 kr a week<span>&nbsp; </span>that&rsquo;s nice for him.<span>&nbsp; </span>I was just <span>&nbsp;</span>at the wedding of Olav&rsquo;s Evelyn<span>&nbsp; </span>the wedding was at the bridegroom&rsquo;s home<span>&nbsp; </span>it was nice there, hope they&rsquo;ll be happy together, and be healthy and patient when the hard times come.<span>&nbsp; </span>You should have had Johan&rsquo;s birthday, but now I&rsquo;ve left this letter at the home of our historian Ivar V&aelig;rnesbranden, he&rsquo;s going to write a piece in Stj&oslash;rdalen blad about Johan when he&rsquo;s dead.<span>&nbsp; </span>But I&rsquo;ll go and see him and ask him about it and will send it to you soon.<span>&nbsp; </span>We&rsquo;ve had a lot of parties at the chapel this Christmas<span>&nbsp; </span>I&rsquo;m now going on a trip for the ? mission and the children&rsquo;s work in the China mission.<span>&nbsp; </span>We can&rsquo;t close down even if there&rsquo;s a crisis for the mission in China.<span>&nbsp; </span>The Lord will see to it and he&rsquo;s with us even if it looks dark.<span>&nbsp; </span>He hasn&rsquo;t failed anybody but is faithful to his promise.</p></p>\n<p>Give our dear brother our best wishes<span>&nbsp; </span>we wish him a happy journey because soon he will see his blood bridegroom and be filled by the sight of his face.</p></p>\n<p>Greetings with Rev. ch. 5.</p></p>\n<p>Had a letter from Eidum yesterday<span>&nbsp; </span>he&rsquo;s coming here soon.<span>&nbsp; </span>Hanna&rsquo;s foot was very painful.</p></p>\n<p>Best wishes from us all</p></p>\n<p>Axel</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Bible passage",
    "China Mission",
    "God",
    "Ivar Værnesbranden",
    "Jesus",
    "John Holm",
    "Norway to US",
    "Stjørdal",
    "church",
    "customs",
    "death",
    "gifts",
    "historian",
    "leg pain",
    "obituary",
    "parties",
    "postwar",
    "shoes",
    "sickness",
    "snow",
    "tools"
  ],
  "files": [
    {
      "original": "Axel Holm 20 januar-1948.pdf",
      "filename": "fa720c835a82ef08c2730f611c3f27b6.pdf",
      "mime_type": "application/pdf"
    }
  ]
}