{
  "id": 208,
  "added": "2010-12-31 01:56:01",
  "modified": "2010-12-31 01:56:01",
  "public": true,
  "metadata": {
    "Title": [
      "Sonja Bakken to John Holm 1948.1.27"
    ],
    "Description": [
      "LETTER FROM SONJA BAKKEN (OLA'S DAUGHTER), KLOSTERGATEN 36 A, TRONDHJEM, DATED JANUARY 27 – 1948, TO MR. JOHN HOLM, 108 WEST 5TH. STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  THE AIR MAIL ENVELOPE HAS A BROWNISH 80 ØRE STAMP PICTURING KING HAAKON VII AND THE OSLO CITY HALL WITH THE TEXT:  –THE KING'S RETURN JUNE 7-1945– (THE KING AND THE GOVERNMENT WERE IN EXILE DURING THE WAR YEARS). THIS STAMP IS ONE OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.  ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY. (THE 55 ØRE ONE IS MISSING)."
    ],
    "Creator": [
      "Sonja Bakken",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.01.27"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>It was sad to hear that you have gotten sick and had to go to the hospital.<span>&nbsp; </span>Really hope that you are not in a lot of pain.</p></p>\n<p>Berit <em>(her little girl)</em> says thank you for the Christmas gift too<span>&nbsp; </span>Has put a lot of change on the bank already.<span>&nbsp; </span>All is well with everybody here.</p></p>\n<p>Finally I want to quote a blessed song verse that we sing here in our home.</p></p>\n<p><em>I&rsquo;ll just translate the meaning of this verse:</em><span>&nbsp; </span>For God&rsquo;s people there will be rest from the cloudy days of trouble in the blessed home of heaven.</p></p>\n<p>Best wishes from Sonja Bakken</p></p>\n<p>On the back of the same paper Sonja has written to Alma:</p></p>\n<p>Dear cousin Alma</p></p>\n<p>Thank you for the greeting I got a few days ago.<span>&nbsp; </span>It was sad to hear about uncle, but when you&rsquo;re that old you can expect that the end will soon be here.<span>&nbsp; </span>The good thing is that he&rsquo;s ready to move, so we must not grieve, but live in the hope that we&rsquo;ll meet again.<span>&nbsp; </span>with Jesus.<span>&nbsp; </span>In the midst of these uneasy times it&rsquo;s good to feel God&rsquo;s peace.<span>&nbsp; </span>For in the world there is no peace.</p></p>\n<p>Say hello to your mother from me and live well</p></p>\n<p>Regards Sonja</p></p>\n<p>&nbsp;</p></p>\n<p><span>&nbsp;</span></p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Christmas",
    "God",
    "Jesus",
    "John Holm",
    "Norway to US",
    "Sonja Bakken",
    "Trondheim",
    "bank",
    "gifts",
    "hospital",
    "money",
    "postwar",
    "sickness",
    "song"
  ],
  "files": [
    {
      "original": "Sonja Bakken 27 januar-1948.pdf",
      "filename": "46286277c084773f57f7f5de2829d5a3.pdf",
      "mime_type": "application/pdf"
    }
  ]
}