{
  "id": 213,
  "added": "2010-12-31 02:49:04",
  "modified": "2010-12-31 02:49:04",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to Alma C. Wilson 1948.2.24"
    ],
    "Description": [
      "LETTER FROM EDVARD EIDUM DATED FEBRUARY 24 – 1948, TO MRS. ALMA C. WILSON, 102 WEST. 5. STREET., DELL RAPIDS, SYD DAKOTA.  THE ENVELOPE HAS A GREEN 1 KRONE STAMP WITH KING HAAKON VII WEARING HIS ADMIRAL'S UNIFORM (THIS STAMP CAME OUT ON JUNE 7-1946), AND A RED 20 ØRE STAMP WITH LION.  ON THE BACK OF THE ENVELOPE SOMEBODY HAS WRITTEN:  –JARL HOLM, SUNDALSØRA, VIA TRONDHEIM, NORGE – FISH REEL–.  IT LOOKS LIKE ALMA'S HANDWRITING.  JARL WAS CONRAD'S SON."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.02.24"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Will again send You a few words, As we understand that you&rsquo;ve had a lot of work and toil now, after John&rsquo;s Death and funeral.<span>&nbsp; </span>Yes, no one probably understands, how much You&rsquo;ve worked to help These two old ones, and in Addition take care of Your own home.<span>&nbsp; </span>But we hope that John has Arranged It in such a way, that You get a little bit in return for Your toiling and Your work with Them, both while he was alive and now.<span>&nbsp; </span>Here everything is as usual.<span>&nbsp; </span>We&rsquo;d just wish that we could talk with You a little bit.<span>&nbsp; </span>Tell us Alma.<span>&nbsp; </span>There&rsquo;s something we would like to tell You, and at the same time ask You about.<span>&nbsp; </span>But please Alma you must keep It to Yourself and don&rsquo;t write anything about it to Axel or Olav Holm.<span>&nbsp; </span>Because it could easily be misunderstood, and Axel and Olav may think that we&rsquo;re interfering in things that are none of our business.</p></p>\n<p>Ok, here goes.<span>&nbsp; </span>John said in a letter to me sometime last fall, that he had sent a few hundred Dollars to Norway.<span>&nbsp; </span>As far as I remember It wasn&rsquo;t a small sum.<span>&nbsp; </span>We do know that our Daughter Gusta got 100 Dollars, Herborg also got 100 Dollars.<span>&nbsp; </span>And then Axel got 100 Dollars which he was to Distribute to the Mission, and then Laura was to have 25 Dollars of The money Axel got.<span>&nbsp; </span>But The sum John mentioned in the letter to me was a lot greater.<span>&nbsp; </span>Tell is if you can Alma.<span>&nbsp; </span>Who did he send This money to, and who or what was It to be used for do you think?<span>&nbsp; </span>I&rsquo;ve spoken with both Axel and Olav as well as Laura but none of them has said anything about it to us, other than Olav mentioning once that he thought Axel had accepted, or that he had received some money from John.<span>&nbsp; </span>Well, That could be, and if Axel has gotten It, then That&rsquo;s fine.<span>&nbsp; </span>But if It was to be distributed, either to the Mission or somebody else, we too would like to have known about It.<span>&nbsp; </span>I assume your Mother was told, what the money that John sent was to be used for.<span>&nbsp; </span>Oh well dear Alma.<span>&nbsp; </span>This just between You and us.<span>&nbsp; </span>Hanna my wife is of course also interested in her brother&rsquo;s Beneficence.<span>&nbsp; </span>Well send us a few words, if you have time, please<span>&nbsp; </span>Also say hello to Your dear Mother from us.<span>&nbsp; </span>Everyone here greets You and we wish that things will go well for You all, and that You&rsquo;ll stay healty for the Day&rsquo;s battle and toil for as long as It&rsquo;s God&rsquo;s will that You shall be here.<span>&nbsp; </span>Had a letter from my sister Bergljot a few days ago.<span>&nbsp; </span>She says that our sister Marie has had a Stroke incident, but that she&rsquo;s better again now.</p></p>\n<p>Well goodbye then our dear Alma and let us not forget eachother.</p></p>\n<p>Regards from all three of us</p></p>\n<p>Hanna, Gusta and Edvard. <span>&nbsp;</span></p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Edvard Eidum",
    "God",
    "Gusta Eidum",
    "Hanna Eidum",
    "John Holm",
    "Narvik",
    "Norway to US",
    "death",
    "funeral",
    "inheritance",
    "postwar",
    "stroke"
  ],
  "files": [
    {
      "original": "Edvard Eidum 24 februar-1948.pdf",
      "filename": "a56efeccc276e63dc247e9066bb63259.pdf",
      "mime_type": "application/pdf"
    }
  ]
}