{
  "id": 214,
  "added": "2010-12-31 02:55:03",
  "modified": "2010-12-31 02:55:03",
  "public": true,
  "metadata": {
    "Title": [
      "Ola Holm to Karoline Holm 1948.3.9"
    ],
    "Description": [
      "LETTER FROM OLE HOLM DATED MARCH. 9 – 1947 (OLA SEEMS TO HAVE PROBLEMS REMEMBERING THAT THEY'VE ENTERED A NEW YEAR, IT SHOULD BE 1948), TO MRS. JOHN HOLM (KAROLINE), 108 W. 5TH STR., DELL RAPIDS, SO. DAK., U.S.A.  THE STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Ola Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.03.09"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Yours Ole.</p>\r\n<span style=–font-size: 12pt; font-family: Times;–><br style=–page-break-before: always;– /></span><br /></p>\n<p>Tr.heim<span>&nbsp; </span>9-3-47 <em>(should be 1948)</em></p></p>\n<p>Dear Sister in law.</p></p>\n<p>I can&rsquo;t remember having written to you before, but now that John is gone, I must write derect <em>(he uses some English words here and there, spelling not always correct)</em> to you and this is as you&rsquo;ll see with regard to a special matter.<span>&nbsp; </span>First I want to convey my condolences for the passing of John, how sad that he had to suffer so before he died, Hope you yourself are healthy and it&rsquo;s very good, that you have Alma so near, that she can help you.<span>&nbsp; </span>I know she has been very helpful and kind to our good brother.</p></p>\n<p>This concerns some money that John sent his brother Axel, and which you see from the enclosed copy of a letter from John to Axel, and which Axel deposited in Norges Back here but when it comes to foreign money <em>(then he has written in parenthesis in English &ldquo;and value&rdquo;)</em> the Bank keeps this money blocked, until we can provide a Death Certificate from Doctors or the Hospital.<span>&nbsp; </span>They don&rsquo;t accept these messages we&rsquo;ve received in letters<span>&nbsp; </span>At the same time as they want a statement from you, that you have no objection to, them (the Bank) giving us this money according to John&rsquo;s own wish conf. enclosed copy.<span>&nbsp; </span>I&rsquo;m sending a little example of how the Bank, wanted your statement <em>(then he says &ldquo;Ligetimation&rdquo;)</em><span>&nbsp; </span>Of course we presuppose that Alma will help you with this.<span>&nbsp; </span>You must sign your full Name underneath, and preferably it should be signed by 1 or 2 Witnesses.<span>&nbsp; </span>Hope for a speedy reply, and with, a wish that you&rsquo;ll be healthy and live a long time yet</p></p>\n<p>my best wishes your Brother in law Ole</p></p>\n<p>Please Send your reply to me Addrs. Nonnegt. 14., Tr.heim, or Axel Holm, Stj&oslash;rdal.</p></p>\n<p><em>On the same paper it says:</em></p></p>\n<p>Dear Niece Alma.</p></p>\n<p>Many thanks for your letter.<span>&nbsp; </span>I have to send this letter to your Mother, as the matter was concerning her.<span>&nbsp; </span>I was in stj&oslash;rdalen yesterday and conferred with Axel, and Laura, we&rsquo;ve notified Hanna earlier. <span>&nbsp;</span>Axel was requested by John (we still have the letter), that Axel should keep quiet about this until after his death and then it was to be a surprise for us.<span>&nbsp; </span>This was a private gift to us, mind you, and it&rsquo;s our hope to get the money out through such a statement from his widow Your mother.<span>&nbsp; </span>Without that we must approach the &ldquo;Officiel Courts&rdquo; <em>(Ola&rsquo;s words)</em> or Consulat <em>(again Ola&rsquo;s word)</em> (The Norwegian one) and then a big settlement case will be put into effect, and partly with the result that the state here eats it up through &ldquo;Inheritance fees&rdquo; &ldquo;Taxes&rdquo; of many kinds, so that there will probably be nothing left of the amount.<span>&nbsp; </span>You must be so kind as to explain this to your Mother, and help her with it so that we can get it sorted out.<span>&nbsp; </span>Want to add that we Siblings here completely agree on all things, no disagreements.<span>&nbsp; </span>Please do not believe in nonsense and tattle if you hear it.<span>&nbsp; </span>I don&rsquo;t know of any.</p></p>\n<p>Best wishes your Uncle Ole.</p></p>\n<p><em>Enclosed were these instructions for Karoline on how to write her statement:</em></p></p>\n<p>To Norges Bank</p></p>\n<p>Tr.heim</p></p>\n<p>I the undersigned Widow of the deceased John Holm.<span>&nbsp; </span>Dell Rapids So Dak. Make no demands on the amount of money Account U 38 which my husband John Holm, sent his Brother Axel Holm and which he deposited in Your Bank according to his wish.</p></p>\n<p>Karoline Holm</p></p>\n<p>Date</p></p>\n<p>Witnesses.<span>&nbsp; </span>Dell Rapids.<span>&nbsp; </span>So Dak.</p></p>\n<p>This is how this statement ought to be written.</p></p>\n<p>Well Alma<span>&nbsp; </span>All of Mine send their regards.<span>&nbsp; </span>Most of all Evelyn, you&rsquo;ll soon get a letter.<span>&nbsp; </span>We&rsquo;re all doing well thanks be to God.<span>&nbsp; </span>Say hello to all of yours.</p></p>\n<p>I&rsquo;d like to correspond with your Daughter &ldquo;Grace&rdquo;<span>&nbsp; </span>Perhaps she also knows Halvor and Betsine.</p></p>\n<p>Give her My best regards</p></p>\n<p>The old timer, that are &ldquo;still going strong&rdquo; <em>(Ola has written this in English himself)</em></p></p>\n<p>Yours Ole.</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "John Holm",
    "Karoline Holm",
    "Laura Karlson",
    "Norges bank",
    "Norway to US",
    "Ola Holm",
    "Stjørdal",
    "Trondheim",
    "death certificate",
    "doctors",
    "hospital",
    "inheritance",
    "money",
    "postwar",
    "taxes"
  ],
  "files": [
    {
      "original": "Ola Holm 9 mars-1948.pdf",
      "filename": "c6cb3d9069a07fd48c3d447869a28a18.pdf",
      "mime_type": "application/pdf"
    }
  ]
}