{
  "id": 216,
  "added": "2010-12-31 03:02:29",
  "modified": "2010-12-31 03:02:29",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to Alma C. Wilson 1948.2.17"
    ],
    "Description": [
      "LETTER FROM EDVARD EIDUM DATED FEBRUARY 17 – 1948, TO MRS. ALMA C. WILSON, 102 WEST. 5. STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE ENVELOPE HAS A GREEN 1 KRONE STAMP PICTURING KING HAAKON VII WEARING HIS ADMIRAL'S UNIFORM, AND A RED 20 ØRE STAMP WITH LION.  THE GREEN STAMP CAME OUT JUNE 7-1946 (EXACTLY A YEAR AFTER THE KING'S RETURN TO NORWAY AFTER HIS TIME IN EXILE, AND 6 YEARS TO THE DATE AFTER HE HAD TO EVACUATE NORWAY DURING THE WAR)."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.02.17"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Thank you for Your last letter, which we received a few Days ago.<span>&nbsp; </span>I see that our dear old John has said farewell to the World now, and wandered over to the land beyond death and the grave.<span>&nbsp; </span>Peace over his Memory.<span>&nbsp; </span>As I&rsquo;ve always understood it, John has probably been through a little of everything here in this World.<span>&nbsp; </span>Both sorrow and joy, and some suffering especially towards the end.<span>&nbsp; </span>And as I understand from Your last letter he has let You know quite a few things, before he Died.<span>&nbsp; </span>When Olav Holm was here visiting us this summer, I asked about John and about how things were for him There in America.<span>&nbsp; </span>But as I understood it John was doing well, When Olav was There.<span>&nbsp; </span>He also talked about the fact that It probably was You who helped Them the most, and who always were The one who helped Them, when They needed help.</p></p>\n<p>I&rsquo;ve now been to Stj&oslash;rdal and Trondheim.<span>&nbsp; </span>Came home 14 Days ago. I went to see Aksel Holm, and then I met Laura and Herborg, There I heard that John was dead.<span>&nbsp; </span>Aksel also thought that It was Alma who arranged the Funeral and everything else.<span>&nbsp; </span>That&rsquo;s all Aksel said on The matter.<span>&nbsp; </span>Well Alma.<span>&nbsp; </span>We&rsquo;re doing as usual here.<span>&nbsp; </span>Hanna is still sick.<span>&nbsp; </span>She has pain in her legs still.<span>&nbsp; </span>I&rsquo;ve also been sick now for a few days, but am better again now.<span>&nbsp; </span>All our children are also doing well.<span>&nbsp; </span>Except for the fact that almost the entire population of town has been sick.<span>&nbsp; </span>It&rsquo;s a nasty Stomach ailment that&rsquo;s going around.<span>&nbsp; </span>Well I guess it&rsquo;s a little strange for Your old Mother now that John is gone.<span>&nbsp; </span>She&rsquo;s probably glad and happy, that she has You so close.<span>&nbsp; </span>And I&rsquo;ll tell you Alma, that The best thing You can do in this World is, that You take care of Mother.<span>&nbsp; </span>Because Whoever does That has the promise of being Blessed already here in life.<span>&nbsp; </span>Yes It would be fun to be so close to You, that we could talk a little with eachother.<span>&nbsp; </span>I imagine we would have had a lot to talk about.<span>&nbsp; </span>If Hanna had been well, It&rsquo;s possible, that I would have gone over to America.<span>&nbsp; </span>Because I would have gotten almost a free passage with an Ore ship, that goes to America with Ore.<span>&nbsp; </span>But It probably wont happen now.<span>&nbsp; </span>I&rsquo;m wondering how my sister Marie is.<span>&nbsp; </span>I haven&rsquo;t heard anything from her for a long time.<span>&nbsp; </span>But I hope she&rsquo;s well.<span>&nbsp; </span>Well keep well again.<span>&nbsp; </span>I&rsquo;d like to write to Florense too, but am quite busy just now.<span>&nbsp; </span>Well Alma.<span>&nbsp; </span>Goodbye again.<span>&nbsp; </span>And if There&rsquo;s anything You&rsquo;d like to ask about, anything you&rsquo;re interested in just write.<span>&nbsp; </span>Sverre and Gusta greet You, Hanna and all the others.</p></p>\n<p>And most of all You&rsquo;re greeted from myself.</p></p>\n<p>E. Eidum<span>&nbsp; </span>box 68<span>&nbsp; </span>Narvik<span>&nbsp; </span>Norge</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Edvard Eidum",
    "Florence Winters",
    "Hanna Eidum",
    "Herborg Holm",
    "John Holm",
    "Laura Karlson",
    "Narvik",
    "Norway to US",
    "Ola Holm",
    "Stjørdal",
    "Trondheim",
    "funeral",
    "leg pain",
    "postwar"
  ],
  "files": [
    {
      "original": "Edvard Eidum 17 februar-1948.pdf",
      "filename": "84b7cf11102248431acef770dacfe330.pdf",
      "mime_type": "application/pdf"
    }
  ]
}