{
  "id": 217,
  "added": "2010-12-31 03:07:03",
  "modified": "2010-12-31 03:07:03",
  "public": true,
  "metadata": {
    "Title": [
      "Evelyn Fiskvik to Alma C. Wilson"
    ],
    "Description": [
      "LETTER FROM EVELYN FISKVIK (OLA'S DAUGHTER), ROSENBORGSGT. 14, TRONDHEIM, DATED MARCH 11 – 1948, TO FRU (MRS.) ALMA WILLSON, BOX 166, DELL RAPIDS, SO. DAKOTA, U.S.A.  THE ENVELOPE HAS TWO 10 ØRE STAMPS PICTURING A POSTMAN FROM THE 1700'S, AND TWO BROWNISH 50 ØRE STAMPS PICTURING A WHALER AND THE TEXT –WHALING SVEND FOYN 1809 1894–. THESE STAMPS ARE TWO STAMPS OF A SERIES OF 11 THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.  ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY. (THE 55 ØRE ONE IS MISSING)."
    ],
    "Creator": [
      "Evelyn Fiskvik",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.03.11"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Many thanks for the bedspread and letter.<span>&nbsp; </span>Received it yesterday.<span>&nbsp; </span>It was really just beautiful and also it matched the other things I have so nicely.</p></p>\n<p>I&rsquo;ve been out inquiring about the butter mold, but they&rsquo;re not to be found.<span>&nbsp; </span>Maybe they can be found in the mountain villages on the mountain farms, but not in the stores.<span>&nbsp; </span>Isn&rsquo;t there anything else I could send you instead.<span>&nbsp;&nbsp; </span>You must write and tell me something.<span>&nbsp; </span>There are other wooden things made by hand with the cathedral or something like that carved into them.<span>&nbsp; </span>Think of something and write to me about it.</p></p>\n<p>Our wedding was held in the country at the next station further inland from Stj&oslash;rdal<span>&nbsp; </span>about half a mile further in.<span>&nbsp; </span>It&rsquo;s called Skatval, and is Jon&rsquo;s home place.<span>&nbsp; </span>Aunt Laura didn&rsquo;t come, but uncle Aksel was there for a while.<span>&nbsp; </span>The weather was nice with snow and sun.<span>&nbsp; </span>The church is only 7 min from Jon&rsquo;s home.<span>&nbsp; </span>I didn&rsquo;t have any bridesmaids and flower girls are not used here.<span>&nbsp; </span>My father in law is an organist in there<span>&nbsp; </span>has been since he was 14 years old.<span>&nbsp; </span>The brass band also came to the church so they played both before and after.<span>&nbsp; </span>The handkerchief I got from Grace I used to carry my bouquet in.<span>&nbsp; </span>That&rsquo;s just gorgeous.<span>&nbsp; </span>The wedding took place at one o&rsquo;clock and then there was a dinner when we came back from the church.<span>&nbsp; </span>We ate at a house and the brass band played all evening and all night.<span>&nbsp; </span>There was coffee and cakes, tower cake as we call it * <em>(see note at the bottom of this page)</em> fruits, dessert and an evening meal.<span>&nbsp; </span>My parents in law made a really pleasant and nice wedding.<span>&nbsp; </span>It&rsquo;s usually the bride who does it, but since there was more room in there, it ended up there.<span>&nbsp; </span>There were about 50-60 guests.<span>&nbsp; </span>Mother and father and some of the closest relatives didn&rsquo;t leave until the next evening.</p></p>\n<p>Father went to Stj&oslash;rdal the other day, but he&rsquo;s constantly complaining about hurting here and there, arthritis and all kinds of things.<span>&nbsp; </span>Both he and mother are bothered with bronchitis in the wintertime, but otherwise they&rsquo;re doing quite well.</p></p>\n<p>I&rsquo;m sending you our wedding picture.<span>&nbsp; </span>We just about look like ourselves.</p></p>\n<p>Say hello to Grace and your other children.<span>&nbsp; </span>Jon and everyone here send their best regards.</p></p>\n<p>Best wishes Evelyn!</p></p>\n<p>&nbsp;</p></p>\n<p><span style=–font-family: Symbol;–><span>&middot;<span style=–font: 7pt &quot;Times New Roman&quot;;–>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><em>&ldquo;Tower cake&rdquo; or &ldquo;t&aring;rnkake&rdquo;, usually called &ldquo;kransekake&rdquo; these days, is a traditional cake made out of a marzipan like paste (almond paste), shaped into various sized rings, which are then baked.<span>&nbsp; </span>Each ring is placed on top of another to form a tower, a large ring at the bottom, then smaller and smaller, with a tiny one at the top.<span>&nbsp; </span>Small Norwegian flags are pinned into the cake.<span>&nbsp; </span>This is a cake for very special occasions only, like weddings, confirmations etc., as it&rsquo;s quite time consuming to make.</em></p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Evelyn Fiskvik",
    "Grace Vilson",
    "Laura Karlson",
    "Norway to US",
    "Skatval",
    "Stjørdal",
    "Trondheim",
    "band",
    "bronchitis",
    "butter mold",
    "church",
    "coffee",
    "organist",
    "postwar",
    "tårnkake",
    "wedding"
  ],
  "files": [
    {
      "original": "Evelyn Holm Fiskvik 11-3-48.pdf",
      "filename": "39c1ef39ef3c05c4833bda763bbdb0ab.pdf",
      "mime_type": "application/pdf"
    }
  ]
}