{
  "id": 218,
  "added": "2010-12-31 03:16:57",
  "modified": "2010-12-31 03:16:57",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to Alma C. Wilson"
    ],
    "Description": [
      "LETTER FROM EDVARD EIDUM DATED MARCH 23 – 1948, TO MRS. ALMA C. WILSON, 102 WEST 5TH STREET, DELL RAPIDS, SO. DAK.  THE ENVELOPE HAS A RED 20 ØRE STAMP WITH LION, AND A GREEN 1 KRONE STAMP WITH KING HAAKON VII WEARING HIS ADMIRALS' UNIFORM.  THIS STAMP CAME OUT JUNE 7-1946."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.03.23"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Our dear Alma and Mother Holm</p></p>\n<p>Today we&rsquo;ve received Your last letter to us.<span>&nbsp; </span>And many thanks Alma for That.<span>&nbsp; </span>You are The best of all at writing.<span>&nbsp; </span>And especially Hanna waited with longing for This letter.<span>&nbsp; </span>Well now we&rsquo;re starting to understand it all.<span>&nbsp; </span>We&rsquo;ve been completely ignorant of all This, until I heard from Laura, that Axel and Olav had more going on between them than we knew.<span>&nbsp; </span>Olav was here to visit us last summer, and I&rsquo;ve been to se see both Axel and Olav several times.<span>&nbsp; </span>But not a word has been said to me or us about This money.<span>&nbsp; </span>But you know Alma that John sent some to Gusta our Daughter, and to Herborg, and some to the Mission which Axel was to arrange.<span>&nbsp; </span>And right after This I get a letter from John, and then he says in the letter that he has sent, and will send some more money to Norway.<span>&nbsp; </span>And Axel is to see to It, and have It distributed in a fair manner.<span>&nbsp; </span>Here&rsquo;s how I feel.<span>&nbsp; </span>It hurts me to hear that John has acted thus behind his wife&rsquo;s back.<span>&nbsp; </span>And now we understand that we&rsquo;ve been kept in the dark the whole time both by Axel and Olav.<span>&nbsp; </span>A while ago we had a letter from Olav.<span>&nbsp; </span>And Then he says that he and Axel and Laura were going to get together, and get This money sorted out.<span>&nbsp; </span>And Then he says in the letter You Hanna will also get Your Share.<span>&nbsp; </span>But didn&rsquo;t say anything about how much It was.<span>&nbsp; </span>Then he says that the money is in Norges Bank Trondhjem.<span>&nbsp; </span>A few Days afterwards we get a letter from Axel that the money is in Stj&oslash;rdals Sparebank <em>(Savings Bank)</em>.<span>&nbsp; </span>Again we get a letter from Laura, and she said that the money is in Norges Bank. <span>&nbsp;</span>Then I started to think, that There must be something that we don&rsquo;t know.<span>&nbsp; </span>I think This is starting to look a little strange.<span>&nbsp; </span>Why did it all have to be so secretive?<span>&nbsp; </span>And why should They deny it, and tell us that They had received nothing?<span>&nbsp; </span>We have understood that Olav is offended with me and Hanna, because we&rsquo;re writing to America.<span>&nbsp; </span>Yes we&rsquo;re Right out accused of spying on both John while he was a live, and likewise You Alma.<span>&nbsp; </span>Both Hanna and I thought This was so hurtful, that we almost felt like crying both of us.<span>&nbsp; </span>There&rsquo;s hardly anyone I&rsquo;ve found a better confidence in than Alma Wilson. And if she&rsquo;d been close to me, I would have liked to have pressed her to my breast.<span>&nbsp; </span>When Olav said in his letter to us, that Axel was going to send Hanna her share, Hanna got so happy, that she borrowed 500 kroner to buy a gift for the Memorial day <em>(meaning their golden anniversary)</em><span>&nbsp; </span>It was going to be a surprise You see.<span>&nbsp; </span>Because she was so sure that, the money was coming/ for 50 years, and God has taken care of us until today.<span>&nbsp; </span>And we&rsquo;ve gotten through until This moment.</p></p>\n<p>Oh no dear Alma.<span>&nbsp; </span>We don&rsquo;t understand that John could treat both You and Mother in such a cold and indifferent way.<span>&nbsp; </span>Who has done more right for the money than You?<span>&nbsp; </span>And who has been taken better care of than Your dear old Mother?<span>&nbsp; </span>Nor can I understand that Olav, who ought to know about this, that It&rsquo;s you who has devoted Yourself completely to Them, helped them with both this and that, and then You&rsquo;re not to get anything for Your toil.<span>&nbsp; </span>But Alma.<span>&nbsp; </span>The seed You Thereby have sown will still one day, bear its fruit.<span>&nbsp; </span>The roses You Thereby have put in front of someone else&rsquo;s Door, will eventually become a Palm court<em>(?)</em> around Your sheltered chamber.<span>&nbsp; </span>I have a lot I&rsquo;d like to write about.<span>&nbsp; </span>But It&rsquo;ll have to wait until we open up completely to eachother.<span>&nbsp; </span>But Alma, let This stay just between us, so You&rsquo;d better believe that I have experienced a few things in this World too.<span>&nbsp; </span>Well well. Unfortunately we can&rsquo;t do anything, As we think They&rsquo;ve kept us completely in the dark <em>(or fooled us completely).</em><span>&nbsp; </span>Greet your Mother Alma and tell her, that I&rsquo;ve tried to find out how many Dollars have come to the Bank from John Holm.<span>&nbsp; </span>But&rsquo;s it&rsquo;s impossible to find out.<span>&nbsp; </span>The Bank keeps It secret and Axel and Olav haven&rsquo;t even said that They&rsquo;ve gotten anything.<span>&nbsp; </span>But You&rsquo;d better believe that I&rsquo;ll keep a closer eye on them from now on.<span>&nbsp; </span>Well otherwise we&rsquo;re doing as usual.<span>&nbsp; </span>There were lots of people here for our Golden Anniversary.<span>&nbsp; </span>And we only wished that our dear ones over There, could have been with us.<span>&nbsp; </span>God bless you, and friendly greetings from us.<span>&nbsp; </span>Write again soon Alma, and I&rsquo;ll reply right away.<span>&nbsp; </span>But we will be silent.</p></p>\n<p>E. Eidum<span>&nbsp; </span>box 68</p></p>\n<p>Thank you very much Alma for the pictures we got of John in his coffin.<span>&nbsp; </span>He looked like he was sleeping in the coffin.</p></p>\n<p>In the letter there were a couple of newspaper clippings with regard to their Golden Anniversary:</p></p>\n<p><strong>Golden Anniversary</strong></p></p>\n<p>Tomorrow, March 12, ore weigher Edvart Eidum and wife Hanna, Narvik, can celebrate their golden anniversary.<span>&nbsp; </span>The couple is from Hegra in Stj&oslash;rdalen, but have lived in Narvik since 1913.<span>&nbsp; </span>Edvard Eidum was only 7 years old when he left home.<span>&nbsp; </span>For 14 years he ran a butcher shop in Stj&oslash;rdalen, until the couple decided they would go to the new town here in Ofoten.<span>&nbsp; </span>Eidum has been employed by the railroad since he came here, at first as a cleaner <em>(car inspector?)</em> at the engine shed, and in recent years as an ore weigher, which he still is.<span>&nbsp; </span>The couple has the pleasure of having all of their 10 children alive.<span>&nbsp; </span>Nine of the children are married, they have 10 grandchildren and two great grandchildren.</p></p>\n<p>The couple is active in the methodist society, and Eidum has also been a preacher there.<span>&nbsp; </span>Both are highly esteemed people in our town society, and we send them our best wishes and congratulations on their golden anniversary.</p></p>\n<p><strong><span style=–font-family: Arial;–>Names of the 10 children</span></strong></p></p>\n<p><em>Ole Johan (married to Ragna J&oslash;rgine Austad)</em></p></p>\n<p><em>Karen (married Austvold)</em></p></p>\n<p><em>Olaf (married to Alvilde)</em></p></p>\n<p><em>Gusta Marie (married Nyborg, Febr.-1949, a joiner from Oslo)</em></p></p>\n<p><em>Erling Modulf (married to Margit Stokke)</em></p></p>\n<p><em>Lyder Georg (married to Bergliot)</em></p></p>\n<p><em>&Aring;godt Synn&oslash;ve (married to Johan S&oslash;berg)</em></p></p>\n<p><em>Sverre Gerhard (married to Svanhild)</em></p></p>\n<p><em>Baltzer (married to Hilma Bugge)</em></p></p>\n<p><em>Hilma Eugenie (married to Ole Lindegren, Swedish).</em></p></p>\n<p><strong><span style=–font-family: Arial;–>Grandchildren</span></strong></p></p>\n<p><em><span style=–font-family: Arial;–>Ole&rsquo;s children</span></em></p></p>\n<p><em>Borgny, K&aring;re Valter (married to Gudrun Hagen), Hugo, Ruth, Harald</em></p></p>\n<p><em><span style=–font-family: Arial;–>Lyder&rsquo;s children:</span></em></p></p>\n<p><em>Gerd, Ruth</em></p></p>\n<p><em><span style=–font-family: Arial;–>&Aring;godt&rsquo;s children:</span></em></p></p>\n<p><em>Edvart, Gretha, Jan</em></p></p>\n<p><em><span style=–font-family: Arial;–>Hilma&rsquo;s daughter:</span></em></p></p>\n<p><em>Frid Anne</em></p></p>\n<p><strong><span style=–font-family: Arial;–>Edvard&rsquo; and Hanna&rsquo;s great grandchildren:</span></strong></p></p>\n<p><em><span style=–font-family: Arial;–>Ole&rsquo;s grandchildren:</span></em></p></p>\n<p><em>Torild Vivian (daughter of K&aring;re Valter)</em></p></p>\n<p><em>Unknown (daughter of Ruth, adopted out)</em></p></p>\n<p><em>Lillian (daughter of Harald, Lillian had a daughter Daniella Benini)</em></p></p>\n<p><em>Most of the information on grandchildren etc. comes from <span>&nbsp;</span>Sigfrid Eidum, Australia, the son of Torild Vivian.</em></p></p>\n<p>There was also a little clipping that says:</p></p>\n<p>Please accept our warmest gratitude for all the attentions shown to us by relatives and friends on our golden wedding anniversary on the 12<sup>th</sup> of this month.</p></p>\n<p>Hanna and Edv. Eidum.</p></p>\n<p>&nbsp;</p></p>\n<p>&nbsp;</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Edvard Eidum",
    "God",
    "Gusta Eidum",
    "Hanna Eidum",
    "Hegra",
    "Herborg Holm",
    "John Holm",
    "Laura Karlson",
    "Methodist",
    "Narvik",
    "Norges bank",
    "Norway to US",
    "Ofoten",
    "Ola Holm",
    "Stjørdal",
    "Stjørdalens Sparebank",
    "Trondheim",
    "inheritance",
    "money",
    "postwar"
  ],
  "files": [
    {
      "original": "Edvard Eidum 23 mars-1948.pdf",
      "filename": "21815dc0456df537bb424eaf6572a39f.pdf",
      "mime_type": "application/pdf"
    }
  ]
}