{
  "id": 219,
  "added": "2010-12-31 03:20:38",
  "modified": "2010-12-31 03:20:38",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to Alma C. Wilson 1948.3.30"
    ],
    "Description": [
      "LETTER FROM KLARA KROGSTAD DATED 1ST DAY OF EASTER, POST STAMPED MARCH 30 – 1948, TO FRU (MRS.) ALMA WILSON, 102 WEST 5 ST., DELL RAPIDS, SYD DAKOTA, AMERIKA.  THE ENVELOPE HAS TWO BLUE 60 ØRE STAMPS WITH THE TEXT  –HAAKON VII, MAUD CROWNED 1906– WITH THE ROYAL COUPLE WEARING THEIR CROWNS, AND THE INTERIOR OF NIDAROSDOMEN IN THE BACKGROUND (THE CATHEDRAL IN TRONDHEIM WHERE THEY WERE CROWNED). THIS STAMP IS ONE OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.  ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY. (THE 55 ØRE ONE IS MISSING)."
    ],
    "Creator": [
      "Klara Krogstad",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.03.30"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>It surprises me to the greatest extent that I don&rsquo;t get a letter from you, it&rsquo;s been a long time since I wrote, Mother has a sister in Stj&oslash;rdal and she had heard from somebody else that uncle John was dead<span>&nbsp; </span>we haven&rsquo;t spoken with anyone in father&rsquo;s family.<span>&nbsp; </span>Was uncle sick for a long time Alma<span>&nbsp; </span>you must write and tell me about him.<span>&nbsp; </span>Mother says many thanks for the pictures.<span>&nbsp; </span>He was handsome lying there and it was nice around him too.<span>&nbsp; </span>My oldest brother Erling looks a lot like him<span>&nbsp; </span>just like seeing him.<span>&nbsp; </span>I guess there was a lot for you to do while uncle was sick, what about his wife is she well.<span>&nbsp; </span>Do you have your sons at home, or have they been drafted.<span>&nbsp; </span>It&rsquo;s a tense time we&rsquo;re living in now again Alma.<span>&nbsp; </span>I&rsquo;m so afraid for these youngsters.</p></p>\n<p>I&rsquo;ve been sick for over 2 months now, have high blood pressure<span>&nbsp; </span>am too fat, but now I&rsquo;m going to start cleaning again, after Easter.<span>&nbsp; </span>Spring is approaching here now, it&rsquo;s sunny but cold at night.<span>&nbsp; </span>My boys have gone on a trip in the fields, there are so many Holidays at Easter.<span>&nbsp; </span>I must quit now and see if I get a reply to this, mother and my brother are invited here for coffee, you come too.</p></p>\n<p>Give my regards to yours from me, regards your Klara.</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Easter",
    "John Holm",
    "Klara Krogstad",
    "Norway to US",
    "Stjørdal",
    "blood pressure",
    "coffee",
    "photos",
    "postwar",
    "sickness"
  ],
  "files": [
    {
      "original": "Klara Krogstad mars-1948.pdf",
      "filename": "9b3dc1155883c0526b5ff53b1b8bb762.pdf",
      "mime_type": "application/pdf"
    }
  ]
}