{
  "id": 221,
  "added": "2010-12-31 21:05:56",
  "modified": "2010-12-31 21:05:56",
  "public": true,
  "metadata": {
    "Title": [
      "Edvart Søberg to Alma C. Wilson 1948.4.11"
    ],
    "Description": [
      "LETTER FROM EDVART SØBERG DATED APRIL 11 – 1948, TO MRS. ALMA WILSON, 102 WEST 5. STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  THE ENVELOPE HAS A RUSTY BROWN 80 ØRE STAMP WITH LION, AND A BLUE 40 ØRE STAMP WITH THE TEXT –D/S CONSTITUTIONEN CHR.ANIA 1827–, WHICH WAS NORWAY'S FIRST STEAM SHIP.  CHR.ANIA STANDS FOR CHRISTIANIA, WHICH WAS THE OLD NAME FOR OSLO, NORWAY'S CAPITAL.  THIS STAMP IS ONE OF 11 THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.  ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY. (THE 55 ØRE ONE IS MISSING).  ENCLOSED IN THIS LETTER WAS A PICTURE OF EDVART AND HIS UNCLE LYDER EIDUM."
    ],
    "Creator": [
      "Edvart Søberg",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.04.11"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>I&rsquo;ve received the letter from you, 1 week ago, but unfortunately I haven&rsquo;t had time to write before, but today is Sunday so then I have the opportunity do so.</p></p>\n<p>Today I&rsquo;ve also written a letter to Arlene Johnson whom you mentioned in the letter I got.<span>&nbsp; </span>All of us here are just fine.<span>&nbsp; </span>You asked me to tell you a little bit about this place, and I will.<span>&nbsp; </span>Our property is about 150 dk <em>(dekar=Norwegian land measurement)</em> and on this property there&rsquo;s a small lake with islets in it, on which there are seagulls, and in the summer we can pick eggs from their nests to eat.<span>&nbsp; </span>If you look at the picture of our house which I&rsquo;ve sent to Arlene, you&rsquo;ll see a mountain in the background, this mountain is about a little over 1500 meters from the house, and right below it is the lake with the seagulls that I&rsquo;ve mentioned.<span>&nbsp; </span>In this lake we fish for trout in the summer.<span>&nbsp; </span>Otherwise there&rsquo;s mostly marshes and hills.<span>&nbsp; </span>But the marshes are put to good use here too because people who live near the ocean don&rsquo;t have marshes and therefore they come to our region in the summers to collect peat moss.<span>&nbsp; </span>The peat moss is used for fuel.</p></p>\n<p>The summer is the nicest time of year here, because then the fields are green and the woods are green, and from the mountain constant birdsong can be heard.<span>&nbsp; </span>Spring has arrived now and that&rsquo;s especially early this year.<span>&nbsp; </span>It&rsquo;s the first time in my life that we have almost full summer on April 1.</p></p>\n<p>Father is working extremely hard on the spring farming now, as he&rsquo;s alone now while I&rsquo;m at school.<span>&nbsp; </span>He fertilizes the fields and works on all kinds of things for the summer.<span>&nbsp; </span>Besides he drives both the cars that we have.<span>&nbsp; </span>He and mother will write later.<span>&nbsp; </span>If the weather is really good next Sunday, I&rsquo;m going to borrow a camera and go up on the mountain and photograph the whole village here, and then you&rsquo;ll get to see how it looks here.</p></p>\n<p>You asked if I could get a hold of moulds to make candles in for you, but that&rsquo;s very difficult, as those haven&rsquo;t been in use for donkey&rsquo;s years, but if you can give me an exact description of how they&rsquo;re supposed to be I&rsquo;ll get a tinsmith to work them.</p></p>\n<p>You said that if I lacked a dictionary you would get one for me.<span>&nbsp; </span>And if it&rsquo;s possible for you to get a hold of, &ldquo;The general Basic English Dictionary&rdquo; then do so, because that one I don&rsquo;t have.<span>&nbsp; </span>But now I&rsquo;d better quit, because I&rsquo;m going to school soon.</p></p>\n<p>Best wishes from Edvart S&oslash;berg</p></p>\n<p>Eidet in Vester&aring;len</p></p>\n<p>The letter you sent took 12 days on the way from America to Norway.</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Arlene Johnson",
    "Edvart Søberg",
    "Eidet",
    "Norway to US",
    "Vesterålen",
    "car",
    "dictionary",
    "eggs",
    "farming",
    "fertilizer",
    "photos",
    "postwar",
    "property",
    "seagulls"
  ],
  "files": [
    {
      "original": "Edvart Søberg 11 April-1948.pdf",
      "filename": "4c228af90a428bf86de7382d4dfd1688.pdf",
      "mime_type": "application/pdf"
    }
  ]
}