{
  "id": 222,
  "added": "2010-12-31 21:15:17",
  "modified": "2010-12-31 21:15:17",
  "public": true,
  "metadata": {
    "Title": [
      "Herborg Holm to Alma C. Wilson 1948.4.2"
    ],
    "Description": [
      "LETTER FROM HERBORG HOLM DATED APRIL 2 – 1948, TO ALMA WILSON.  NO ENVELOPE."
    ],
    "Creator": [
      "Herborg Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.04.02"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>You must excuse me for not having written to you a long time ago, but now finally it&rsquo;ll get done.<span>&nbsp; </span>Father has gone on his bike to the graveyard and is going to start fixing up mother&rsquo;s grave a little bit.<span>&nbsp; </span>There&rsquo;s no snow here now &ndash; only in the higher areas &ndash; and the trees are sprouting, so soon spring will be here in full and that will be nice.<span>&nbsp; </span>We&rsquo;re having such a nasty, strong wind these days &ndash; Laura says that she slept in her bed with her coat on last night because she thought the house she lives in was going to collapse!</p></p>\n<p>My condolences on uncle Johan!<span>&nbsp; </span>Well, just think, <span style=–text-decoration: underline;–>now</span> <span style=–text-decoration: underline;–>he&rsquo;s</span> done with a laborious life &ndash; it&rsquo;ll be so strange, to never again get a letter from him.<span>&nbsp; </span>Thank you for the pictures! &ndash; the ones Laura was to have, she has gotten and every day she talks about writing to thank you, but it&rsquo;s such an effort for her to write &ndash; but she will. - Johan looks like King Haakon lying there in his coffin, I think.<span>&nbsp; </span>It&rsquo;s a very nice coffin &ndash; <span style=–text-decoration: underline;–>here</span> <span style=–text-decoration: underline;–>only</span> white coffins are used so it&rsquo;s strange to see that in U.S.A. colored coffins with flower motifs on them are used.<span>&nbsp; </span>Likewise I was very surprised that he&rsquo;s fully clothed in the coffin!<span>&nbsp; </span>You see, <span style=–text-decoration: underline;–>here</span> that is <span style=–text-decoration: underline;–>not</span> done.<span>&nbsp; </span>Here white shrouds are used &ndash; they used to be out of cloth &ndash; but since the war from 1940 they&rsquo;ve been made of paper. <span>&nbsp;</span>We still have a shortage of fabrics and they&rsquo;re rationed.<span>&nbsp; </span>And thank you so much for the photos of your sons James and Henry!<span>&nbsp; </span>That was fun to get, so you must tell them both many thanks from me!<span>&nbsp; </span>James has such a cheeky look in his eyes so he must be quite a rogue!<span>&nbsp; </span>I was born June 3-1912 &ndash; in other words 5 days older than him.<span>&nbsp; </span>Then you have a son Ralph who&rsquo;s married to Inez, and their little daughter Ruth Irene &ndash; but don&rsquo;t you have 4 sons?<span>&nbsp; </span>And how&rsquo;s it going with Grace and her broken ankle?<span>&nbsp; </span>Is she all right again? <span>&nbsp;</span>Give her my regards!<span>&nbsp; </span>And likewise you must give your mother Caroline Holm my best regards.<span>&nbsp; </span>I imagine it&rsquo;s lonely for her now, that Johan is gone?<span>&nbsp; </span>But I guess you visit her every day.</p></p>\n<p>Yesterday I had a letter from Florentze Winters and she asks if I&rsquo;ve received the Christmas gift she sent to me.<span>&nbsp; </span>But, <span style=–text-decoration: underline;–>no</span> unfortunately it has <span style=–text-decoration: underline;–>not</span> arrived to date &ndash; but <span>&nbsp;</span>since I hear that many packages from U.S.A. have been several months on their way &ndash; there might still be a small hope that it may get here.<span>&nbsp; </span>She wrote to me before Christmas and told me that she had sent me a Christmas gift and in your letter to father I hear that it was nylon stockings.<span>&nbsp; </span>Well, that would have been very nice to get, as they&rsquo;re so strong, so I really hope they get here.<span>&nbsp; </span>I&rsquo;ll write to her while I&rsquo;m at it.</p></p>\n<p>Laura was here today &ndash; she&rsquo;s here just about every day and often she brings her crocheting and sits and talks.<span>&nbsp; </span>Laura is so nice and kind and quick, so I often take my knitting over to her place in the evenings &ndash; then we drink coffee and sit and talk, you know.<span>&nbsp; </span>It&rsquo;s just too bad that she&rsquo;s bothered so much with arthritis and nerve pains &ndash; but otherwise she&rsquo;s so cheerful.<span>&nbsp; </span>Mindor has had work at a butcher&rsquo;s for about 1/2 a year now and that&rsquo;s just great.<span>&nbsp; </span>He gets 60 kr. a week with his own food<em> (I suppose this means he pays for his own food)</em>, it&rsquo;s not that much, but still good &ndash; everything is so expensive <span style=–text-decoration: underline;–>here</span> too.<span>&nbsp; </span>But he&rsquo;s bought himself a lot of clothes this winter &ndash; shoes &ndash; boots &ndash; coat &ndash; suit &ndash; work clothes, shirts etc. so he&rsquo;s sensible with his money.<span>&nbsp; </span>Laura gets 20-30 kr. a week for food &ndash; so you know she always has money problems &ndash; she can never afford to buy herself a new piece of clothing for example &ndash; but she has gotten some of mother&rsquo;s, you know &ndash; two dresses some under clothes, stockings etc. so she does ok &ndash; well we&rsquo;ll have to hope that M. gets to stay healthy so that he can keep his job.<span>&nbsp; </span>He&rsquo;s often unwell so he&rsquo;s far from strong.</p></p>\n<p>This coming Monday I&rsquo;m going to Trondheim &ndash; I haven&rsquo;t been there for 1/2 a year, even though it&rsquo;s only an hour trip by train.<span>&nbsp; </span>Thought I&rsquo;d buy me a pair of good looking shoes with <span style=–text-decoration: underline;–>flat</span> heels &ndash; as I&rsquo;m too <span style=–text-decoration: underline;–>tall</span> to begin with!<span>&nbsp; </span>I mean that I can&rsquo;t make myself taller with high heels!</p></p>\n<p>Einar and his wife &ndash; Arne and wife and Eilif and wife have all received the packages you sent last year &ndash; slippers for the ladies and fountain pen for Einar &ndash; and money books for Arne and Eilif and misc.<span>&nbsp; </span>I&rsquo;ve asked them to write you and thank you so I hope that they&rsquo;ve all done that. &ndash; This coming Sunday there will be a christening at Eilif&rsquo;s &ndash; father and I will be God parents.<span>&nbsp; </span>The little girl will be called Helga Kristine for both her parents&rsquo; mothers.</p></p>\n<p>As you know Johan has sent a few dollars to Stj&oslash;rdalens Sparebank here &ndash; and Johan wrote in a letter to father that the money was to be divided equally between his four surviving siblings,- father-Olav-Laura and Hanna, <span style=–text-decoration: underline;–>after</span> Johan&rsquo;s death.<span>&nbsp; </span>And he writes to father that he doesn&rsquo;t want <span style=–text-decoration: underline;–>anyone</span> to know about it until <span style=–text-decoration: underline;–>after</span> his death.<span>&nbsp; </span>And father and I haven&rsquo;t told anybody, you understand.<span>&nbsp; </span>When J. had died, father went to the bank to withdraw it and was going to divide it equally, as a pleasant surprise.<span>&nbsp; </span>But then there were so many difficulties in withdrawing it, as you know.<span>&nbsp; </span>Then father sent for Olav and told <span style=–text-decoration: underline;–>him</span> about it and then we fetched Laura and told her and the same day father wrote to Hanna about the money, but as we now hear Hanna and Edv. have known about this since last summer both through a letter from Johan and from you &ndash; and that&rsquo;s of course no matter &ndash; it was just odd that Johan wrote and told them about it at the time he told father not to tell anybody until <span style=–text-decoration: underline;–>after</span> his death.</p></p>\n<p>Olav has now written to your mother to get her to waive her right to this money in writing &ndash; but I guess no reply has come yet &ndash; but hope it can be sorted out, it would be of great joy to all four of them.<span>&nbsp; </span>The bank does not accept just the letter (where J. himself writes that it&rsquo;s to be a <span style=–text-decoration: underline;–>gift</span> for the 4 <span style=–text-decoration: underline;–>after</span> his death) as proof enough for withdrawing them.</p></p>\n<p>Well, say hello to everyone!</p></p>\n<p>Best wishes from Herborg.</p></p>\n<p>I see that you would like to have some Norwegian wooden items.<span>&nbsp; </span>Father wrote to Selbu immediately to see if there&rsquo;s butter moulds to be had there &ndash; we&rsquo;ll have to see if it can be arranged.</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Christmas",
    "Einar Holm",
    "Florence Winters",
    "God",
    "Hanna Eidum",
    "Herborg Holm",
    "John Holm",
    "Karoline Holm",
    "Kin Haakon",
    "Laura Karlson",
    "Norway to US",
    "Ola Holm",
    "Ruth Irene",
    "Stjørdal",
    "Stjørdalens Sparebank",
    "Trondheim",
    "bicycle",
    "butcher",
    "coffee",
    "coffin",
    "death",
    "dresses",
    "fabric",
    "funeral",
    "gift",
    "graveyard",
    "photos",
    "postwar",
    "shoes",
    "stockings"
  ],
  "files": [
    {
      "original": "Herborg Holm 2 april-1948.pdf",
      "filename": "20565e0305a4db9fb1d740a830f2aa14.pdf",
      "mime_type": "application/pdf"
    }
  ]
}