{
  "id": 223,
  "added": "2010-12-31 21:35:24",
  "modified": "2011-01-02 05:46:13",
  "public": true,
  "metadata": {
    "Title": [
      "Laura Karlson to Alma C. Wilson 1948.4.5"
    ],
    "Description": [
      "LETTER FROM LAURA KARLSON DATED APRIL 5 – 1948, TO MRS. ALMA WILSON, 102 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE ENVELOPE HAS A BROWNISH 80 ØRE STAMP WITH KING HAAKON VII AND THE TEXT –THE KING'S RETURN JUNE 7 1945– AND OSLO CITY HALL IN THE BACKGROUND.  THIS IS THE DATE THE KING RETURNED FROM HIS EXILE IN LONDON DURING WW II. THIS STAMP IS ONE OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.  ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY. (THE 55 ØRE ONE IS MISSING)."
    ],
    "Creator": [
      "Laura Karlson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.04.05"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Thank you so much, for the Photos of John. they were very nice.<span>&nbsp; </span>So now he has finished his Toil in this world, our turn is to come, we don&rsquo;t know how we will end our days, maybe, there will be a new War, so it might be in that way, too bad there can&rsquo;t, be peace among Humankind. <span>&nbsp;</span>Poor people so many are suffering.<span>&nbsp; </span>I&rsquo;m grateful, every night, that we can go to bed in peace, and are full.<span>&nbsp; </span>I&rsquo;m very unwell, but I&rsquo;m glad for every day that I can manage what little I have to do.<span>&nbsp; </span>Mindor has had a job at a Butcher&rsquo;s this Winter, he has 60 kr a week, with his own Food, but I&rsquo;m glad of every day he can manage, he&rsquo;s not so strong Healthwise.<span>&nbsp; </span>And he&rsquo;s, decent with his money<span>&nbsp; </span>he has Bought himself lots of clothes, which he lacked, and then he gives me money for Food and Fuel, and Rent, and some old clothes, I do have, that I can fix up, anything New, is out of the question, everything is so Expensive.<span>&nbsp; </span>I was so surprised, after John&rsquo;s Death, Axel had received, some, Money, which he had put, in the Bank here, and which he, was to distribute to us Siblings, after his Death, so I&rsquo;ve known, nothing, about it before, it was to be a secret, until he had Dead.<span>&nbsp; </span>It&rsquo;s too bad I didn&rsquo;t get to thank him, but I&rsquo;ll be able to thank your Mother, many thousand times, if she&rsquo;s so kind, as to give us, such a welcome gift, and likewise you.<span>&nbsp; </span>You can&rsquo;t imagine how useful it&rsquo;ll be, for all of us, and mostly for me, because I&rsquo;ve, always had a difficult time of it, and trying, and Hard.<span>&nbsp; </span>I can&rsquo;t handle, outside work, but I&rsquo;ll try to get myself, work at Home, darning Socks, for the Soldiers, here on the Drill grounds. they pay, 0.35 &oslash;re a pair, it&rsquo;s something, they supply the Darning yarn, themselves.<span>&nbsp; </span>How are you and yours, just fine I hope, and your Mother is she well, we&rsquo;re all getting old, our travel through the world will soon be over.<span>&nbsp; </span>If you meet any of Sister Anna&rsquo;s Children give them my regards, and give them my, addr and ask them to write to me, it would be fun, to hear from them too, you must give my regards to your Mother and all your children, a very nice photo of your sons. Thanks a lot.<span>&nbsp; </span>Keep very well all of you.</p></p>\n<p>A thousand dear wishes from Laura and Mindor, Stj&oslash;rdal.</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "John Holm",
    "Laura Karlson",
    "Norway to US",
    "Stjørdal",
    "butcher",
    "gifts",
    "money",
    "photos",
    "postwar",
    "prices",
    "socks",
    "soldiers",
    "war",
    "yarn"
  ],
  "files": [
    {
      "original": "Laura Karlson 5 april-1948.pdf",
      "filename": "69990bdcb963606e9861ea68935a9c84.pdf",
      "mime_type": "application/pdf"
    }
  ]
}