{
  "id": 228,
  "added": "2010-12-31 21:57:02",
  "modified": "2010-12-31 21:57:02",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to Alma C. Wilson 1948.5.17"
    ],
    "Description": [
      "LETTER FROM AXEL HOLM, UNDATED, POST STAMPED MAY 18 – 1948, TO ALMA WILSON, 102 WEST 5TH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  THE STAMPS HAVE BEEN REMOVED.  THE LETTER IS VERY DIFFICULT TO READ AS IT'S WRITTEN ON BOTH SIDES OF AIR MAIL PAPER, AND BESIDES THE INK HAS BLED A LITTLE."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.05.17"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Thank you for the letter I got and the one, the bank got.<span>&nbsp; </span>But if you think it was right this time, you&rsquo;re wrong <em>(this is not at all as rude as it sounds, it&rsquo;s just an expression, and Axel is upset with the bank for not accepting the papers.<span>&nbsp; </span>I think it very possible that Alma could have misunderstood this statement as rudeness towards HER).</em><span>&nbsp; </span>Here&rsquo;s what you need to do<span>&nbsp; </span>You must write a new statement, where you also, sign your name not by machine but by hand and you mustn&rsquo;t use just Holm but Wilson too.<span>&nbsp; </span>And besides you must get it certified by two public men.<span>&nbsp; </span>Policeman and priest for instance.<span>&nbsp; </span>Who certify that you&rsquo;re the right ones.<span>&nbsp; </span>And with information on whether you have the right to manage the estate.<span>&nbsp; </span>If we don&rsquo;t succeed this time we must let it go to the Norwegian consulate for them to sort out, it seems too difficult for the bank.</p></p>\n<p>I must honestly admit that this ended up being very difficult, and I feel the bank makes it harder than necessary.<span>&nbsp; </span>Because this is not a case of inheritance of our brother&rsquo;s fortune <em>(The Norwegian word &ldquo;formue&rdquo;= fortune - <span>&nbsp;</span>means possessions in this case, it&rsquo;s used for both).</em><span>&nbsp; </span>But a voluntary gift to his living siblings.<span>&nbsp; </span>I feel bad about bothering you with this, but please try this time too.</p></p>\n<p>We&rsquo;re doing fine, nice weather with sun and rain, it&rsquo;s now Whitsun and May 17 <em>(Norway&rsquo;s Constitution Day, public holiday celebrated with parades and festivities).</em><span>&nbsp; </span>Wishing you all a blessed Whitsun with the work of the spirit in our hearts<span>&nbsp; </span>Laura mends socks for military people<span>&nbsp; </span>0.35 per pair.<span>&nbsp; </span>Einar is a little sick but not dangerous.<span>&nbsp; </span>He sees a doctor.<span>&nbsp; </span>You&rsquo;ll hear soon how it goes with him.</p></p>\n<p>You must send the statement to me <span style=–text-decoration: underline;–>not the bank</span> because then it becomes theirs.<span>&nbsp; </span>So we&rsquo;re trying anew with new hope that this matter will be out of the way.<span>&nbsp; </span>Had a letter from Eidum all&rsquo;s well.</p></p>\n<p>Best wishes Axel Holm</p></p>\n<p>If any of your sons are there they can sign the statement with their full name.</p></p>\n<p>D.S.</p></p>\n<p>The death certificate was right so you don&rsquo;t need to send a new one.</p></p>\n<p>D.S.</p></p>\n<p><span style=–text-decoration: underline;–>You must get the officials to stamp the statement.</span></p></p>"
    ]
  },
  "tags": [
    "17 May",
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Norway to US",
    "Whitsun",
    "bank",
    "gifts",
    "inheritance",
    "military",
    "postwar",
    "sickness"
  ],
  "files": [
    {
      "original": "Axel Holm 17 mai-1948.pdf",
      "filename": "1312c1c66b1df9ba997b57b99c1a5cdd.pdf",
      "mime_type": "application/pdf"
    }
  ]
}