{
  "id": 229,
  "added": "2010-12-31 22:02:54",
  "modified": "2010-12-31 22:02:54",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to Alma C. Wilson 1948.6.19"
    ],
    "Description": [
      "LETTER FROM EDVARD EIDUM DATED JUNE 19 – 1948 TO MRS ALMA C. WILSON, 102. WEST. 5. STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  A RED 20 ØRE STAMP WITH LION, AND A GREEN 1 KRONE STAMP WITH KING HAAKON VII WEARING HIS ADMIRAL UNIFORM  (CAME OUT JUNE 7-1946, A YEAR AFTER HE RETURNED FROM HIS 5 YEAR WAR TIME EXILE)."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.06.19"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Dear Alma and Mother.</p></p>\n<p>Thanks a lot for the letter, which I got from You yesterday.<span>&nbsp; </span>You&rsquo;re good at writing too Alma.<span>&nbsp; </span>And I&rsquo;d only wish that I could be so near You, that we could speak properly with each other.<span>&nbsp; </span>You can&rsquo;t imagine how much There is that we could have talked about, and which you have no idea about.<span>&nbsp; </span>I see that Herborg and Axel are insolent in their letters to You.<span>&nbsp; </span>And That hurts us to see.<span>&nbsp; </span>But Alma.<span>&nbsp; </span>I think It comes from Olav to a great extent.<span>&nbsp; </span>Olav was furious because we write letters to You.<span>&nbsp; </span>Yes he has accused us of giving secret information to each other, in the form of letter writing.<span>&nbsp; </span>But I pay no heed to what he says about That.<span>&nbsp; </span>As long as I know what we have written to each other about.<span>&nbsp; </span>I feel They should rather thank You for, what You have done for These two old ones, and for all the trouble and work you still have over This money.<span>&nbsp; </span>But I hope You understand why They&rsquo;re angry.<span>&nbsp; </span>Axel, Herborg and Olav all three said to us, that we were The only ones who knew, that John had sent some money to the Bank here.<span>&nbsp; </span>John told me in a letter once, that he had sent money to Norway.<span>&nbsp; </span>But said nothing about who was to have It.<span>&nbsp; </span>Well.<span>&nbsp; </span>Axel will just have to sort This out as he pleases.<span>&nbsp; </span>I have nothing to do with This.<span>&nbsp; </span>But it&rsquo;s reasonable that Hanna is waiting to hear how It&rsquo;s going.<span>&nbsp; </span>I&rsquo;ll tell You everything, once It&rsquo;s been sorted out, That is if It ever does get sorted out.<span>&nbsp; </span>I don&rsquo;t think This was done right from the beginning.<span>&nbsp; </span>Why should John keep This a secret from his wife?<span>&nbsp; </span>If he wanted his relatives here to have a little gift, he could have just said So to Your Mother.<span>&nbsp; </span>But dear Alma. <span>&nbsp;</span>Don&rsquo;t Tell anyone, that I&rsquo;m writing This to You.<span>&nbsp; </span>Yes Edvard S&oslash;berg is a clever boy.<span>&nbsp; </span>But Gretha is also clever.<span>&nbsp; </span>It&rsquo;s 280 English miles from here to Aagodt&rsquo;s home, so we probably wont be able to go to Gretha&rsquo;s Confirmation.<span>&nbsp; </span>Hanna&rsquo;s legs are still Bad.<span>&nbsp; </span>She&rsquo;s in pain all the time.<span>&nbsp; </span>You&rsquo;re good at working with the houses too.<span>&nbsp; </span>I think I must come over and help You some, We would work well together.<span>&nbsp; </span>Many thanks for all The pictures You sent us.<span>&nbsp; </span>That&rsquo;s fun to see.<span>&nbsp; </span>What They want to do with the Widows of Markus and Konrad we don&rsquo;t know.<span>&nbsp; </span>But we do know that They don&rsquo;t care much for Olava.<span>&nbsp; </span>Because she wasn&rsquo;t nice to John&rsquo;s parents When They were alive.<span>&nbsp; </span>Nor with Konrad They say.<span>&nbsp; </span>That&rsquo;s what we&rsquo;ve heard.<span>&nbsp; </span>If I&rsquo;d been closer to You, I would have cured Your Arthritis.<span>&nbsp; </span>I&rsquo;ve learnt some nursing. I took 3 years of Sanitary Instructions with Doctor Knudsen in Trondheim in my youth.<span>&nbsp; </span>Besides I have an Electrical Instrument that I bought.<span>&nbsp; </span>And There are many here in Narvik whom I&rsquo;ve helped.<span>&nbsp; </span>And many have gotten completely well.<span>&nbsp; </span>Karen says hello.<span>&nbsp; </span>She says she has written to You, and told You a little bit about the Dot tool and the Patterns <em>(I have no idea how to translate &ldquo;prikkejern&rdquo;, so I&rsquo;m calling it a &ldquo;dot tool&rdquo;.<span>&nbsp; </span>I think it&rsquo;s a tool shaped like a small wheel attached to a handle, used in sewing or embroidery to transfer, or trace patterns onto the fabric with little dots).</em><span>&nbsp; </span>She says thanks a lot for everything.<span>&nbsp; </span>It&rsquo;s good to see that the boys are good in their jobs.<span>&nbsp; </span>The fact is, that Work ennobles the Man <em>(Norwegian way of saying &ldquo;hard work is the best patent of nobility&rdquo;, or &ldquo;hard work is good for the soul&rdquo;).</em><span>&nbsp; </span>All our 10 children are Doing fine, and we&rsquo;re glad.<span>&nbsp; </span>It has been many a hard battle for us with 10 children.<span>&nbsp; </span>But it has gone well until today.<span>&nbsp; </span>A lot of hard work, and a lot of tears now and again.<span>&nbsp; </span>But like I said they&rsquo;re all doing well today.<span>&nbsp; </span>Hope Things will go well for both us and the children, for as long as we shall be here on Earth.</p></p>\n<p>Keep well again, and say hello to Your dear Mother and Your children.<span>&nbsp; </span>I see Florense Winters is not doing too well.<span>&nbsp; </span>If you get a chance give her our regards.<span>&nbsp; </span>Thank You for sending her the letter.<span>&nbsp; </span>My sister Marie is sick<span>&nbsp; </span>I had a letter from her too yesterday.<span>&nbsp; </span>She&rsquo;s in the hospital now, and is going to have an Operation.<span>&nbsp; </span>She has a tumor on an ovary.<span>&nbsp; </span>Yes poor Marie.<span>&nbsp; </span>She has Worked and toiled a lot in her life.</p></p>\n<p>Well Alma.<span>&nbsp; </span>We hope that You understand, that we too are Misunderstood by everybody, with regard to This money.<span>&nbsp; </span>Hanna had a letter from Olav, a while back, that It had all been arranged Then, and Axel said he&rsquo;ll send You Those kroner that are due You.<span>&nbsp; </span>And You&rsquo;ll get It next week he said.<span>&nbsp; </span>Then Hanna was sure that the money was coming.<span>&nbsp; </span>And then she borrowed 100 Dollars or 500 kroner which she was to pay back When the money came.<span>&nbsp; </span>But as You know It still hasn&rsquo;t arrived and Therefore she was very disappointed.<span>&nbsp; </span>She was going to buy herself something for her Golden wedding anniversary.<span>&nbsp; </span>But As It was I who lent her my salary, It turned out fine anyway.<span>&nbsp; </span>But Olav shouldn&rsquo;t have written and fooled her.<span>&nbsp; </span>But dear Alma, You mustn&rsquo;t say anything about This to anybody.<span>&nbsp; </span>You&rsquo;re the only one I&rsquo;ve told.</p></p>\n<p>A thousand greetings from us all, but mostly from myself.</p></p>\n<p>E. Eidum <span>&nbsp;</span>box 68.<span>&nbsp; </span>Narvik<span>&nbsp; </span>Norge</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Edvard Eidum",
    "Edvart Søberg",
    "Florence Winters",
    "Hanna Eidum",
    "Herborg Holm",
    "John Holm",
    "Narvik",
    "Norway to US",
    "Ola Holm",
    "Olava Holm",
    "arthritis",
    "leg pain",
    "money",
    "postwar",
    "Ågot Søberg"
  ],
  "files": [
    {
      "original": "Edvard Eidum 19 juni-1948.pdf",
      "filename": "6aa770b45d7b4e48316ddf27c6a42fd3.pdf",
      "mime_type": "application/pdf"
    }
  ]
}