{
  "id": 230,
  "added": "2010-12-31 22:07:13",
  "modified": "2010-12-31 22:07:13",
  "public": true,
  "metadata": {
    "Title": [
      "Karen Austvoll to Christiana Wilson 1948.6.20"
    ],
    "Description": [
      "LETTER FROM KAREN AUSTVOLL DATED JUNE 20 – 1948, TO MRS C. (CHRISTIANA) WILSON, 102. WEST. 5. STREET., DELL RAPIDS, SYD DAKOTA, U.S.A.  THE ENVELOPE HAS A 40 ØRE STAMP WITH THE TEXT –D/S CONSTITUTION CHR.ANIA 1827– (NORWAY'S FIRST STEAM SHIP). THIS IS ONE OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.  ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY. (THE 55 ØRE ONE IS MISSING)."
    ],
    "Creator": [
      "Karen Austvoll",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.06.20"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Finally I&rsquo;m going to write to you dear cousin.<span>&nbsp; </span>I&rsquo;m really ashamed of my laziness, though it&rsquo;s not laziness <span style=–text-decoration: underline;–>only</span>, as I&rsquo;ve had a very high blood pressure over a long period of time which has caused me to be so dizzy that I haven&rsquo;t been able to write nor read.<span>&nbsp; </span>I&rsquo;m better now but far from well, but hope that when this my difficult age is over from which all evil stems, I&rsquo;ll be well again I hope.<span>&nbsp; </span>I think it&rsquo;s so strange to think about that uncle is gone, though it was probably best for him that he was allowed to go home to his God which he so much wanted to.<span>&nbsp; </span>You&rsquo;ve probably had a difficult and laborious time with him, and I bet you&rsquo;ve devoted yourself to him till the end and have been a faithful servant.<span>&nbsp; </span>Mother has so often said that Alma has been wonderful to brother John.</p></p>\n<p>Now to the things you sent me.<span>&nbsp; </span>First I must say thank you so much for all the trouble you&rsquo;ve had for my sake.<span>&nbsp; </span>I&rsquo;ve made good use of the patterns, but that wheel you sent me was unfortunately not the right kind as it was an &ldquo;outline wheel&rdquo; you sent me and not a &ldquo;dotting tool&rdquo; <em>(pricking wheel?<span>&nbsp; </span>I don&rsquo;t know what to call these instruments in English)</em> they are two completely different things. Outline wheels we can get everywhere here in Norway, but <span style=–text-decoration: underline;–>pricking wheels</span> we used to get from Germany before the war but now after the war we can&rsquo;t get them.<span>&nbsp; </span>I&rsquo;ve had such a wheel made here that works in a pinch.<span>&nbsp; </span>You see the wheel itself is as tiny as a, well here you can see the actual size of the wheel itself <em>(there&rsquo;s a little section of the paper cut out here, and I assume there must have been a little drawing of this wheel on it. Perhaps Alma cut it out in order to see if she could find one.<span>&nbsp; </span>On the next page there&rsquo;s a drawing of the entire tool including the handle).</em><span>&nbsp; </span>This is approximately what it looks like in actual size and still the wheel itself is a bit too big.<span>&nbsp; </span>The wheel itself is swingable so that you can dot out the tiniest little circles <em>(this must be for embroidery).</em> <span>&nbsp;</span>Well that was that.<span>&nbsp; </span>But thank you so much for your good intentions with what you sent.<span>&nbsp; </span>I&rsquo;ve had quite a lot of work so far, but soon there won&rsquo;t be as much as a scrap of fabric to buy here, it&rsquo;s as bad as it was during the war.<span>&nbsp; </span>I have a lot of patterns pricked out <span>&nbsp;</span>about 60 &ndash; 70 different kinds.<span>&nbsp; </span>As soon as we get some nice material that would be suitable for a cushion I&rsquo;ll make you one and send to you.</p></p>\n<p>Imagine Alma that today June 20 it has snowed in the mountains around town and a cold wind is blowing here.<span>&nbsp; </span>The summers get shorter and shorter here north of Trondheim I think.<span>&nbsp; </span>But still we&rsquo;re having a bright and nice period now</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "God",
    "Karen Austvoll",
    "Narvik",
    "Norway to US",
    "Trondheim",
    "blood pressure",
    "fabric",
    "postwar",
    "war"
  ],
  "files": [
    {
      "original": "Karen Austvoll 20 juni-1948.pdf",
      "filename": "acec3af372b57f5f3e11d354bd4463ee.pdf",
      "mime_type": "application/pdf"
    }
  ]
}