{
  "id": 231,
  "added": "2010-12-31 22:10:55",
  "modified": "2010-12-31 22:10:55",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to Alma C. Wilson 1948.6.28"
    ],
    "Description": [
      "LETTER FROM EDVARD EIDUM DATED JUNE 28 – 1948, TO MRS. ALMA C. WILSON, 102. WEST. 5. STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE ENVELOPE HAS A RED 20 ØRE STAMP WITH LION AND A GREEN 1 KRONE STAMP WITH KING HAAKON VII WEARING HIS ADMIRAL UNIFORM (CAME OUT JUNE 7 – 1946, A YEAR AFTER HE RETURNED TO NORWAY FROM HIS 5 YEARS IN EXILE, AND 6 YEARS TO THE DATE AFTER HIS EVACUATION FROM NORWAY FOLLOWING THE GERMAN INVASION IN 1940)."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.06.28"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Dear Alma and Mother.</p></p>\n<p>Again many thanks for your letter Alma.<span>&nbsp; </span>You&rsquo;re very good at writing.<span>&nbsp; </span>No one is as quick to reply to the letters as you are.<span>&nbsp; </span>In That Respect we are also very much alike.<span>&nbsp; </span>Yes It&rsquo;s true that You have a lot to take care of.<span>&nbsp; </span>Not only Your own home.<span>&nbsp; </span>But you also have Mother and her home to see to.<span>&nbsp; </span>In addition there&rsquo;s all The other things that You&rsquo;re being bothered with.<span>&nbsp; </span>You&rsquo;ve had many extra turns with all These questions regarding This money that were sent.<span>&nbsp; </span>We&lsquo;ve still heard nothing from Axel about This.<span>&nbsp; </span>But I see You have once again sent a statement, with signatures and certifications from several persons.<span>&nbsp; </span>And Then That matter should be out of the Way.<span>&nbsp; </span>Well I repeat what I&rsquo;ve said before, I think It was strange that John arranged It like that before he died.<span>&nbsp; </span>But he&rsquo;s Dead now and I won&rsquo;t say any more on That matter.<span>&nbsp; </span>But I do think It was odd, and especially The fact that his wife Your Mother wasn&rsquo;t told about It.<span>&nbsp; </span>Besides it seems to me that Olav Holm is also an incomprehensible Man.<span>&nbsp; </span>So I don&rsquo;t understand anything about any of Them so to speak.<span>&nbsp; </span>Well, As soon as we hear something from Them, we&rsquo;ll let You know about It.<span>&nbsp; </span>It&rsquo;s still a little difficult here with many things.<span>&nbsp; </span>Though I guess It&rsquo;s not so simple There in America either. Everything expensive There too both Food and clothing.<span>&nbsp; </span>We&rsquo;ve had enough Food here, and still do.<span>&nbsp; </span>But clothing and especially Work clothes are hard to get.<span>&nbsp; </span>Therefore I&rsquo;ve had to give my sons some clothes, and especially pants for Working in.<span>&nbsp; </span>And I&rsquo;m glad that I&rsquo;ve been able to help Them.<span>&nbsp; </span>Well dear Alma.<span>&nbsp; </span>You mustn&rsquo;t Work and toil too hard.<span>&nbsp; </span>Because It can get to be too much for You too.<span>&nbsp; </span>If we&rsquo;d been closer to You, we would gladly have helped You a little.<span>&nbsp; </span>Karen has sent a letter to You now.<span>&nbsp; </span>I think Greta has also written.<span>&nbsp; </span>Edvard has finished School and now he has his Middle School exam <em>(this should be more or less equivalent to the U.S. Junior High School)</em>.<span>&nbsp; </span>Greta is going to be Confirmed this Sunday July 4<sup>th</sup>, so it won&rsquo;t be long till the children are adults.</p></p>\n<p>Say hello to all of Yours again, and especially Mother, Hanna sends You a special greeting.<span>&nbsp; </span>We would so much have liked to send You some pictures of us, but it&rsquo;s just about impossible to get pictures taken these days.<span>&nbsp; </span>Because there is no film the Photographers say.</p></p>\n<p>Keep well all of you.<span>&nbsp; </span>Thanks a lot for Your hard work.</p></p>\n<p>Yours Hanna and E. Eidum</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Edvard Eidum",
    "Narvik",
    "Norway to US",
    "Ola Holm",
    "clothing",
    "death",
    "food",
    "photos",
    "postwar",
    "prices"
  ],
  "files": [
    {
      "original": "Edvard Eidum 28 Juni-1948.pdf",
      "filename": "f830a0f360e37726a43e1ed70ea14835.pdf",
      "mime_type": "application/pdf"
    }
  ]
}