{
  "id": 232,
  "added": "2010-12-31 22:16:09",
  "modified": "2010-12-31 22:16:09",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to Alma C. Wilson 1948.7.19"
    ],
    "Description": [
      "LETTER FROM EDVARD EIDUM DATED JULY 19 – 1948, TO MRS. ALMA C. WILSON, 102. WEST. 5 STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE ENVELOPE HAS TWO GREEN 10 ØRE STAMPS WITH LION, AND A GREEN 1 KRONE STAMP WITH KING HAAKON VII WEARING HIS ADMIRAL UNIFORM (CAME OUT JUNE 7 – 1946, A YEAR AFTER HE RETURNED TO NORWAY FROM HIS 5 YEARS IN EXILE, AND 6 YEARS TO THE DATE AFTER HIS EVACUATION FROM NORWAY FOLLOWING THE GERMAN INVASION IN 1940)."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.07.19"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Dear Alma and Mother</p></p>\n<p>This evening I&rsquo;ll write a few words to You, As I know You want to hear from us here in the high North.<span>&nbsp; </span>We&rsquo;ve had a very good and fine summer, and still do.<span>&nbsp; </span>We&rsquo;ve had the sun up night and Day now for a long time.<span>&nbsp; </span>But soon we&rsquo;ll have autumn and the polar nights again.</p></p>\n<p>We&rsquo;re living as usual here.<span>&nbsp; </span>Hanna my wife is still not well.<span>&nbsp; </span>She has pain in her legs still, and she&rsquo;s now going to the Field hospital for X-ray treatments.<span>&nbsp; </span>The Children are all as usual.<span>&nbsp; </span>Greta S&oslash;berg has been confirmed now, and Edvard has finished Middle School.<span>&nbsp; </span>But we&rsquo;re waiting for a letter from Them now.<span>&nbsp; </span>None of us was There for Greta&rsquo;s confirmation, as It&rsquo;s quite a long way between us and Them, around 280 Miles English Miles.<span>&nbsp; </span>We can now tell You that Hanna has received her gift.<span>&nbsp; </span>That is The one from America from her brother John.<span>&nbsp; </span>It was the Bank in Trondheim that sent a Check to Hanna, and then she was told to get the money from the Bank here in Narvik.<span>&nbsp; </span>The Bank that John had sent This money to in Stj&oslash;rdal had been told, that There were only 4. four of his siblings here, who were to have This gift.<span>&nbsp; </span>And thus the Bank Divided It between These 4.<span>&nbsp; </span>Namely Aksel, Olav, Laura and Hanna.<span>&nbsp; </span>It comes to around 260 Dollars each.<span>&nbsp; </span>With regard to The two Widows Olava and Gjertine, Hanna has told her siblings here, that she&rsquo;d be glad to go along with letting Gjertine have a few kroner.<span>&nbsp; </span>Because Gjertine was always kind and good, to Markus her Husband, as well as to his parents.<span>&nbsp; </span>She&rsquo;s welcome to a few kroner.<span>&nbsp; </span>Although Gjertine has a nice and good home, and a Pension from her Husband.<span>&nbsp; </span>She gets old age pension from the State, and Besides her children are at home, and have taken their Mother into their care.<span>&nbsp; </span>So she lacks nothing<span>&nbsp; </span>But still she&rsquo;s welcome to some too.<span>&nbsp; </span>But Olava on the other hand is not getting any, on That They all agree.<span>&nbsp; </span>And if Alma and Mother had known how Olava treated The old ones, that is the parents of Konrat <em>(misspelled)</em> and The others, likewise Konrad himself while he was alive, yes even us before we left for Narvik, Then I&rsquo;m sure you wouldn&rsquo;t have felt sorry for her, if she wasn&rsquo;t considered now.<span>&nbsp; </span>We know very well one shouldn&rsquo;t repay evil with evil.<span>&nbsp; </span>But if Olava were in need, or had it tight as we say here, It would have been a different matter.<span>&nbsp; </span>But she&rsquo;s not in need of any help, as far as we know.<span>&nbsp; </span>Besides she has two Properties, or houses that she rents out.<span>&nbsp; </span>We want to express our gratitude to both You and Your dear Mother, for Your trouble, and work with, getting This sorted out.<span>&nbsp; </span>I think It&rsquo;s a very big, and tiring job You&rsquo;ve done for us here.<span>&nbsp; </span>And nothing would have been more fair, than for You also along with your Mother to have gotten some appreciation and Your reward.<span>&nbsp; </span>Goodbye for now, and I&rsquo;ll write more later.<span>&nbsp; </span>All of mine here send their regards.<span>&nbsp; </span>Say hello to Your dear Mother, and all of Yours There.<span>&nbsp; </span>We still haven&rsquo;t spoken with any of The others, since we got This Check.<span>&nbsp; </span>But like I said more later.</p></p>\n<p>Yours Hanna and E. Eidum<span>&nbsp; </span>box 68.<span>&nbsp; </span>Narvik</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Edvard Eidum",
    "Greta Søberg",
    "Hanna Eidum",
    "Laura Karlson",
    "Narvik",
    "Norway to US",
    "Ola Holm",
    "Olava Holm",
    "Stjørdal",
    "Trondheim",
    "bank",
    "check",
    "confirmation",
    "gifts",
    "leg pain",
    "pension",
    "postwar",
    "x-rays"
  ],
  "files": [
    {
      "original": "Edvard Eidum 19 juli-1948.pdf",
      "filename": "c7405407fc86ce0b5d92f730dab9b745.pdf",
      "mime_type": "application/pdf"
    }
  ]
}