{
  "id": 233,
  "added": "2010-12-31 22:24:18",
  "modified": "2010-12-31 22:24:18",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to Alma C. Wilson 1948.8.22"
    ],
    "Description": [
      "LETTER FROM KLARA KROGSTAD DATED AUGUST 22.  KLARA NEVER PUTS THE YEAR DOWN ON HER LETTERS, SO AT TIMES IT CAN BE HARD TO GUESS WHEN THEY WERE WRITTEN; I'VE HAD TO GUESS BY THE CONTENT OF THE LETTER.  BUT IN THIS CASE THE POST STAMP ON THE ENVELOPE IS CLEAR ENOUGH TO READ, AND THE LETTER WAS SENT THE NEXT DAY, 1948.  TO ALMA WILSSON, 102 WEST 5 ST, DELL RAPIDS, S.D., U.S.A.  TWO BLUE 60 ØRE STAMPS WITH LION."
    ],
    "Creator": [
      "Klara Krogstad",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.08.22"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Sluppen the 22 August.<span>&nbsp; </span>(1948)</p></p>\n<p>Dear cousin Alma and yours</p></p>\n<p>This week has been an experience of the rare kinds, I got the package from you and have worn it twice, feel like a new person because you should have seen what I used to wear <em>(she probably got a girdle which she&rsquo;s been wanting for a long time)</em>.<span>&nbsp; </span>I have no idea how I can pay you for it, I understand it&rsquo;s expensive, couldn&rsquo;t you write and tell me what you would like for me to send you in return and what&rsquo;s legal.<span>&nbsp; </span>I feel I&rsquo;m in perpetual dept to you, but please write, would you be interested in Selbu items?<span>&nbsp; </span>It&rsquo;s 15-20 cm too long, but I don&rsquo;t want to alter it so I wear the way it is.<span>&nbsp; </span>You ask about grandmother, she has now left us, she quietly and calmly went to sleep yesterday at 3:30<span>&nbsp; </span>96 years old, in the hospital.<span>&nbsp; </span>It was hard on my mother, yesterday when we were there even though she was old because there&rsquo;s something special about a mother <span>&nbsp;</span>we know that Alma who are mothers ourselves.<span>&nbsp; </span>You ask if my boys are in the Army, no Kjell my oldest boy is 21 years old and he doesn&rsquo;t have to because he&rsquo;s still an apprentice with the Railroads.<span>&nbsp; </span>My youngest boy is only 15 years old, they&rsquo;re such clever and good boys, and I&rsquo;m glad of that since I have to be both a mother and a father to them, you&rsquo;ve tried the same thing Alma and understand me well don&rsquo;t you.</p></p>\n<p>I see from your letter that you&rsquo;ve sent such a lot over here, we know nothing about that.<span>&nbsp; </span>Father&rsquo;s family is so distinguished, they don&rsquo;t look at my mother and us, there were nothing but big words when father died and Ole didn&rsquo;t have anything and mother was good enough for him, he promised gold and green forests then <em>(directly translated from a Norwegian expression)</em> as we say that there would be help for her who was left alone in the world with six small children the oldest being 14 years old <em>(I believe Klara was the oldest).</em><span>&nbsp; </span>He doesn&rsquo;t go to visit her now either even though she&rsquo;s 73 years old.<span>&nbsp; </span>We&rsquo;re proud of mother who has worked so hard to live in a decent way<span>&nbsp; </span>she and my brother Erling have a very nice home, so she owes nothing to father&rsquo;s family.<span>&nbsp; </span>Christianity is just hypocracy with them I think, I have an aunt a sister of mother&rsquo;s that is who lives in the same building as Laura and they tell us quite a few things, I&rsquo;d rather be cleaning floors.<span>&nbsp; </span>If Aksel was a true Christian he could have given some to mother and Olava Konrad&rsquo;s wife because they&rsquo;re entitled to it too.<span>&nbsp; </span>Uncle Jon could have spent his money on himself and his wife because they&rsquo;re not very grateful whether they get something or not.<span>&nbsp; </span>We&rsquo;ve never known about this.<span>&nbsp; </span>I&rsquo;ll never say anything about this to them, there will only be bad feelings between us.<span>&nbsp; </span>Uncle Jon and I have been good friends and have corresponded since I was a little schoolgirl.<span>&nbsp; </span>Uncle promised that I could come and visit him but that never came to pass because father died <em>(she had to stay at home and help her mother).</em></p></p>\n<p>Tomorrow I&rsquo;ll go back to work again<span>&nbsp; </span>I&rsquo;m on vacation now, we&rsquo;ve been away for 14 days my boys and I.<span>&nbsp; </span>We&rsquo;ve been to see my husband&rsquo;s family because they live 8 miles from here.<span>&nbsp; </span>On Sept. 17 my boys are going to visit a brother who lives in Bergen <em>(Klara&rsquo;s brother Olaf)</em> because they have a few days left.</p></p>\n<p>I must end this now because I&rsquo;m going to my sister&rsquo;s for afternoon coffee <span>&nbsp;</span>come with me. how nice if that could be done.<span>&nbsp; </span>Please write and tell me what you would like in return for what you sent.<span>&nbsp; </span>The table runner on the picture you got from me didn&rsquo;t you, not from Evelyn, Ole&rsquo;s daughter.<span>&nbsp; </span>Thank you for the picture, pretty girl.<span>&nbsp; </span>Give them my regards keep well</p></p>\n<p>Your cousin Klara</p></p>\n<p>My children and mother send their regards.</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Christianity",
    "Evelyn Fiskvik",
    "Klara Krogstad",
    "Laura Karlson",
    "Norway to US",
    "Ola Holm",
    "Olava Holm",
    "Selbu",
    "Sluppen",
    "coffee",
    "gifts",
    "military",
    "photos",
    "postwar",
    "prices"
  ],
  "files": [
    {
      "original": "Klara Krogstad 22 august-1948.pdf",
      "filename": "310e9563e0d46bd69c24e21322ea0d1b.pdf",
      "mime_type": "application/pdf"
    }
  ]
}