{
  "id": 245,
  "added": "2010-12-31 23:10:41",
  "modified": "2010-12-31 23:10:41",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to Alma C. Wilson 1950.1.5"
    ],
    "Description": [
      "LETTER FROM EDVARD EIDUM DATED JANUARY 5 – 1950, TO MRS. ALMA G. (SHOULD BE C) WILSON, 102. WEST 5TH. STREET., DELL. RAPIDS., SYD. DAKOTA., U.S.A.  THE ENVELOPE HAS AN ORANGE 25 ØRE STAMP WITH LION, AND A BROWNISH 2 KRONER STAMP WITH KING HAAKON VII WEARING HIS ADMIRAL UNIFORM, WHICH WAS ISSUED ON JUNE 7-1946."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1950.01.05"
    ],
    "Language": [
      "English trans."
    ],
    "Text": [
      "<p>Dear Alma and Mother.</p></p>\n<p>Many thanks for the letter and Christmas greeting. <span>&nbsp;</span>And thank you for informing me about the Death of my Dear Sister.<span>&nbsp; </span>I also want to wish You all the best for The New Year, and thank you for The old one <em>(expression).</em><span>&nbsp; </span>Well now Sister Marie is also gone. Gone from This Earth and from us all.<span>&nbsp; </span>She has completed her battle and will not be a burden to anyone.<span>&nbsp; </span>And the best thing of all was, that she was willing to come along, when Death came knocking.<span>&nbsp; </span>God bless our sister&rsquo;s Memory, and God bless her 9 children, whom she left behind here in This World.<span>&nbsp; </span>It pleases me to hear that she Died believing in her saviour and the God of her childhood.<span>&nbsp; </span>Well Christmas is now over again, and we&rsquo;re Doing as usual.<span>&nbsp; </span>None of us has been out of the House this Christmas.<span>&nbsp; </span>Not even to visit the children.<span>&nbsp; </span>Hanna can&rsquo;t get around, and Therefore I&rsquo;d rather be at home too.<span>&nbsp; </span>Besides I&rsquo;m not quite well myself.<span>&nbsp; </span>It&rsquo;s the Nerves around my heart that have gone wrong, and I&rsquo;m not allowed to Work even a little bit<span>&nbsp; </span>Not even to walk in a normal manner.</p></p>\n<p>I haven&rsquo;t been in Stj&oslash;rdal since last summer.<span>&nbsp; </span>Haven&rsquo;t heard a word from Olav Holm since we got This Gift from America.<span>&nbsp; </span>Olav accused us of being in a secret association with You, That is behind his back.<span>&nbsp; </span>We gave each other information he said, Information about everything, about John Holm&rsquo;s money, as well as about how It was to be divided.<span>&nbsp; </span>This is all lies.<span>&nbsp; </span>But I don&rsquo;t care One bit about such nonsense.<span>&nbsp; </span>Aksel and Laura are Doing well.<span>&nbsp; </span>As far as their health is Concerned That is.<span>&nbsp; </span>It can get a little tight for Laura, as she&rsquo;s alone and has to see to everything.<span>&nbsp; </span>I see that times are hard in America too.<span>&nbsp; </span>And that You have a lot of foreigners coming in from other countries.<span>&nbsp; </span>Well.<span>&nbsp; </span>That&rsquo;s how it goes.<span>&nbsp; </span>But I&rsquo;m wondering Alma, if our time and everything that&rsquo;s happening now are fruits of the War, which The War loving Gentlemen unleashed on the World.<span>&nbsp; </span>Stop talking about religion, Church and Peace between the peoples, as long as we Strive to sell Cannons, War materials, make Atom bombs and all kinds of Devilry and sell them to all the poor countries in Europe.<span>&nbsp; </span>But here we understand that The most important thing is to make a profit.<span>&nbsp; </span>The Dollars must come in, no matter what the cost, whether it&rsquo;s Human life or other values.<span>&nbsp; </span>It&rsquo;s a great blasphemy to say, that we&rsquo;re living in a Christian Society today.<span>&nbsp; </span>The blackest heathen is closer to God today, than all Those who call themselves Christian, and live worse than a heathen.<span>&nbsp; </span>Well well Alma.<span>&nbsp; </span>You must keep well and goodbye for now.<span>&nbsp; </span>Say hello to Your old Mother and all of Yours, who&rsquo;d like a greeting.<span>&nbsp; </span>I have now had my 70<sup>th</sup> birthday, and am starting to get old.<span>&nbsp; </span>We&rsquo;re sending You some recipes for different kinds of baking.<span>&nbsp; </span>Gusta is now Married, and has moved away from us.<span>&nbsp; </span>She&rsquo;s down by Oslo.<span>&nbsp; </span>We&rsquo;ve now been having the Polar Nights here, but soon now we&rsquo;ll get the Sun back again.<span>&nbsp; </span>Little Frid Anne went completely wild, When she got the Doll.<span>&nbsp; </span>Hilma was going to write to You right away.</p></p>\n<p>A thousand greetings from us all</p></p>\n<p>Hanna and Edvard</p></p>\n<p>Box 68<span>&nbsp; </span>Narvik<span>&nbsp; </span>Norway</p></p>\n<p><em>Note from Hanna, in Edvard&rsquo;s handwriting:</em></p></p>\n<p>Many thanks for The nice gift You sent me.<span>&nbsp; </span>One day It&rsquo;s got to be my turn to send you a little gift too.<span>&nbsp; </span>I hope So at least.</p></p>\n<p>regards Hanna.</p></p>"
    ]
  },
  "tags": [
    "1950s",
    "Axel Holm",
    "Christianity",
    "Christmas",
    "Edvard Eidum",
    "Europe",
    "God",
    "Gusta Eidum",
    "John Holm",
    "Laura Karlson",
    "Narvik",
    "Norway to US",
    "Ola Holm",
    "Oslo",
    "Stjørdal",
    "church",
    "death",
    "gifts",
    "nerves",
    "postwar",
    "war"
  ],
  "files": [
    {
      "original": "Edvard Eidum 5 januar-1950.pdf",
      "filename": "de6e049e769aec2570aef3d6ef25df00.pdf",
      "mime_type": "application/pdf"
    }
  ]
}