{
  "id": 10,
  "added": "2010-12-23 21:28:26",
  "modified": "2010-12-30 04:09:46",
  "public": true,
  "metadata": {
    "Title": [
      "Alma C. Wilson to Klara Krogstad 1948.10.6"
    ],
    "Description": [
      "BLÅPAPIR-KOPI AV BREV FRA ALMA WILSON DATERT 6. OKTOBER – 1948, TIL KLARA KROGSTAD."
    ],
    "Creator": [
      "Siri Lawson, trans.",
      "Alma C. Wilson"
    ],
    "Date": [
      "1948.10.06"
    ],
    "Language": [
      "Norwegian"
    ],
    "Text": [
      "<p>Dell Rapids. South Dakota October 6/1948</p></p>\n<p>Kjere Kusine Klara med Family.</p></p>\n<p>Ja det er lenge siden jeg modtog dit brev er glad at pakken kom<span>&nbsp; </span>Du sa intet om det var meget toll paa den.<span>&nbsp; </span>Si mig det er du snil<span>&nbsp; </span>Her sa dem jeg merket den gave pake vilde den gaa frit fra toll.<span>&nbsp; </span>Nei du ska inte gaa i bry og sende mig noget for den.<span>&nbsp; </span>Det er same som jeg bruker men jeg fik den korteste dem hade Da jeg kunde se paa foton at du var kortere end mig.<span>&nbsp; </span>Om saa er at du har nogen gamle salt hus eler tre skeer eler av horn.<span>&nbsp; </span>Bestemor Holm sente mig et par lenge siden. men dem brente op. naar huset var set i brand. I Iowa Naar mor og jeg var alene <span>&nbsp;</span>Ja det var noget det ogsaa.</p></p>\n<p>Ja Klara det er mangt som har veret gjort og sagt som er best <em>(mangler det et ord her? best &ldquo;usagt&rdquo; kanskje?)</em> <span>&nbsp;</span>Du trenger inte at frygte at jeg ska noget si til bage der.<span>&nbsp; </span>Det er ned trykende at tenke at guds ord. og at dem som kalder sig Guds arbeidere og Kristne. Kan gj&oslash;re some ting dem gj&oslash;r til sit eget kj&oslash;d og blod somvi her sier.<span>&nbsp; </span>Mor og jeg forstaar nok khad din mor har gaat Ighemen Og gode l&oslash;fter kan man ikke spise<span>&nbsp; </span>Jeg har h&oslash;rt dise same ord jeg ogsaa.<span>&nbsp; </span>Mor har ikke Havt det saa godt heller ensk&oslash;nt hun fik penger 4 gange fra sin far engang fra en s&oslash;skend barn som d&oslash;de. men det var alt tat ifra hende<span>&nbsp; </span>Hun fik ikke engang lov til at skrive til nogen af sine slegt<span>&nbsp; </span>Nu kan vi ikke finde dem.<span>&nbsp; </span>jeg skrev til mors s&oslash;stre og bror saa vi ved hvor dem er <span>&nbsp;</span>en s&oslash;ster var hos dem en tid. han sente sine penger til john og mor mens han var ikrigen (<em>mener hun s&oslash;sterens s&oslash;nn som nevnt i brevet datert 26. Sept.?)</em> John sente dem til Norge og fik taket for gaven<span>&nbsp; </span>Mor hade intet at si.<span>&nbsp; </span>men det var meget angret over sa John i siste tiden. men forsent<span>&nbsp; </span>Jeg synes at det minste burde mor ha lidt respekt af dem hun men hun ska ha hvad hun trenger og mere velsgnels end dem som stor tror dem er.<span>&nbsp; </span>Din mor er kommen ighenem striden og det ska ogsaa vi. ensk&oslash;nt det er trangt og tungt iblant.<span>&nbsp; </span>det er godt at dine guter er saa unge som dem er<span>&nbsp; </span>det blir nok ant en unge leik <em>(de er visst redde for en ny krig)</em>.<span>&nbsp; </span>Jeg haaber at vi kan faa skrive samen ennu en tid.<span>&nbsp; </span>en af mine er nu hjeme paa fri tid i 40 dage <span>&nbsp;</span>jeg er saa glad der for.<span>&nbsp; </span>han har tat op poterne og gjor huset i stand til vinteren. med storm vinduer og d&oslash;re same les. da baade jeg og mor har veret daarlige med kulde og flu (<em>her tror jeg hun mener forkj&oslash;lelse, og ikke kulde; hun har oversatt direkte fra det engelske ordet &ldquo;cold&rdquo; som kan bety b&aring;de forkj&oslash;lelse og kulde.<span>&nbsp; </span>&ldquo;Flu&rdquo; er influensa)</em>.<span>&nbsp; </span>det er en mase barne lamels her ilandet <span>&nbsp;</span>over 100 paa 2 hospitaler der grace arbeider <em>(det er sikkert Polio-epidemien hun snakker om).</em></p></p>\n<p>Ja det er den rune duken jeg fik fra dig paa bilidet men den med frynser paa som henger overenden paa bordet sente Ole sine jenter til mig<span>&nbsp; </span>tror knaft han viste det da han inte vil dem ska skrive til os.<span>&nbsp; </span>Han har ikke skrivet til os siden han fik dise penger som var der.<span>&nbsp; </span>Laura har ikke heller men hun skrev efter hun fik vide om det<span>&nbsp; </span>din bror som er daarlig <em>(Olaf)</em> skrev til John og takket for pengerne han fik.<span>&nbsp; </span>det kom dagen John d&oslash;de same aften.<span>&nbsp; </span>Han spurte om Jon trode det vilde vere bra for han at kome til America da kona vilde hit til moder kirken <em>(hun var Mormoner).</em><span>&nbsp; </span>John sa nei si han at han er daarlig og det er haart for den som frisk her nu intet hus at faa.<span>&nbsp; </span>ja det er $ 65 maan for 4 rum. og det er da nesten umulig at faa fat paa. din bror gj&oslash;r bedre med at holde fast i gamle norge.</p></p>\n<p>Du maa hilse dem fra os og tak for fotone. hils ale dine fra os <span>&nbsp;</span>vor staar det til med lile jenta mi der. <span>&nbsp;</span>ruth Irene er ualmindelig flink til at snake og kome sig runt <span>&nbsp;</span>er saa lei til at klive alses<span>&nbsp; </span>Skriv snart<span>&nbsp; </span>hils mor <span>&nbsp;</span>tante Hannah har sag mig hvor kjek din mor har altid veret mod ale</p></p>\n<p>skriv snart<span>&nbsp; </span>det kan snart stopes som f&oslash;r ved du</p></p>\n<p>Alma</p></p>\n<p>&nbsp;</p></p>\n<p>Dell Rapids. South Dakota October 6/1948</p></p>\n<p>Dear Cousin Klara and Family.</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Dell Rapids",
    "Klara Krogstad",
    "Polio",
    "US to Norway",
    "cold war",
    "finances",
    "gifts",
    "postwar",
    "war"
  ],
  "files": [
    {
      "original": "Alma Wilson 6 oktober-1948.pdf",
      "filename": "c2d3ce90e5f143345560c95027b6f5f2.pdf",
      "mime_type": "application/pdf"
    }
  ]
}