{
  "id": 11,
  "added": "2010-12-23 21:37:19",
  "modified": "2010-12-30 04:09:41",
  "public": true,
  "metadata": {
    "Title": [
      "Alma C. Wilson to Edvard and Hanna Eidum 1948.3.16"
    ],
    "Description": [
      "BREV FRA ALMA WILSON DATERT 16. MARS – 1948, TIL EDVARD OG HANNA EIDUM.  HUN HAR BRUKT BLÅPAPIR FOR Å LAGE EN KOPI AV BREVET TIL SEG SELV."
    ],
    "Creator": [
      "Alma C. Wilson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.03.16"
    ],
    "Language": [
      "Norwegian"
    ],
    "Text": [
      "<p>Dell Rapids 3-16-48</p></p>\n<p>Kjere onkel og Tante Eidum</p></p>\n<p>Ja nu skal Jeg svare paa dit brev<span>&nbsp; </span>Jeg likte ikke at svare paa det <span>&nbsp;</span>som Jeg sa til mor om Jeg sa dere sanheden vilde du ikke tro det men nu har Ole skrevet til mor f&oslash;rste gang isit liv at hun skal skrive paa at dem kan gaa paa Stj&oslash;rdalen spare bank og ta ud pengene som der er i John navn og sente et avskrift af brev som John skrev Axel July 8-1946 hvor han sir han sente 200. Daler til Stj&oslash;rdalen bank og agtet at sende mere nu og da og om ikke han dra pengene selv saa skulde dem deles ligt mellem hans 4 s&oslash;skend ligedele, senere ved.<span>&nbsp; </span>Jeg <em>(mangler det et ord her?)</em> han sa at Conrads kone og Markus kone ogsaa skulle ha i &aelig;re af Markus og Conrad og det tror Jeg han skrev til Axel da Axel skrev til han at du glemte Olava og John sa det mente Jeg ikke paa<span>&nbsp; </span>men Det er mere end 200. Daler og mor signer ikke noget for Ole at gaa paa banken efter f&oslash;r hun faar h&oslash;re fra Banken hvad summen er der<span>&nbsp; </span>du sp&oslash;r om John har ordnet det slik at Jeg ska faa noget for hvad Jeg har gjort for at hjelpe dem her. men nei, Alma skal intet ha.<span>&nbsp; </span>Da huset her ska gaa for at betale tilbage en del af di penger som mor sin s&oslash;sters&oslash;n sente hjem fra krigen og det er ikke mere end ret, men synes du at det var ret at John sente ale pengene til norge.<span>&nbsp; </span>Ja Ole har sagt dig at John sat fint naar han var her i America.<span>&nbsp; </span>Ja mor havde da faat en del penger fra sin far og da tog John af dem og sente efter Ole og saa begynte han st&oslash;re forretning <span>&nbsp;</span>han hade smie shop f&oslash;r.<span>&nbsp; </span>Ja dete kune Jeg si mere om men det er ikke n&oslash;dvendigt.<span>&nbsp; </span>men naar d&oslash;den komer kan man ikke stike livet ilomen og bede d&oslash;den gaa til koss forstaar du.<span>&nbsp; </span>Jeg tror knaft at den blir nogen velsignels til nogen naar man gj&oslash;r det paa en uret maade.<span>&nbsp; </span>Jeg vil ikke at Tante Hannah skal bli bedr&oslash;vet af dete stakkers hende som er daarlig og stakkers Laura <span>&nbsp;</span>det ser ud for at hun og guten hakes paa af Ole<span>&nbsp; </span>Jeg tog foto af kisten<span>&nbsp; </span>haaber di har faat.<span>&nbsp; </span>Jeg forstaar ikke hvor for Ole skulde gaa paa Banken der da Axel var den som skulde bestile dete.<span>&nbsp; </span>mor sa kan du faa vide fra Banken hvor meget er der.<span>&nbsp; </span>Det er skam.<span>&nbsp; </span>hun fik penge flere gange fra sin far men nu ska hun intet ha<span>&nbsp; </span>hvad som helst var godt nok til mor<span>&nbsp; </span>Jeg har kj&oslash;bt hendes kler i 24 aar<span>&nbsp; </span>du skulde set madrasen paa sengen hun har ligget paa.<span>&nbsp; </span>Jeg vilde kj&oslash;be en men nei det var godt nok sa John<span>&nbsp; </span>nu har hun min seng og lige i <span>&nbsp;</span>stakkers mor er gamel og daarlig<span>&nbsp; </span>hvorfor skulde hun ikke ha det godt den tid hun har tilbage<span>&nbsp; </span>John sa han angret meget som han hade gjort, han sa Jeg har veret styg.<span>&nbsp; </span>Det var noget at tenke paa i di siste timer. og saa som han plages og pintes dise siste uger iser di siste 3 uger. <span>&nbsp;</span>Det var saa trist at se paa.<span>&nbsp; </span>svar du nu er du snil<span>&nbsp; </span>Jeg ska inte si om dete og det trenger heler ikke du</p></p>\n<p>Hilsen fra mor og Alma</p></p>\n<p>Jeg skrev dig om Marie slag, du fik vist ikke brevet mit</p>\r\n<span style=–font-size: 12pt; font-family: Times;–><br /></span></p>\n<p>Dell Rapids 3-16-48</p></p>\n<p>Dear uncle and Aunt Eidum</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Dell Rapids",
    "Edvart Eidum",
    "Hanna Eidum",
    "Stjørdalens Sparebank",
    "US to Norway",
    "clothes",
    "death",
    "finances",
    "inheritance",
    "postwar",
    "stroke",
    "war"
  ],
  "files": [
    {
      "original": "Alma Wilson 16 mars-1948.pdf",
      "filename": "bafd7e26040ff621266596be199b98be.pdf",
      "mime_type": "application/pdf"
    }
  ]
}