{
  "id": 13,
  "added": "2010-12-23 21:50:35",
  "modified": "2010-12-30 04:08:22",
  "public": true,
  "metadata": {
    "Title": [
      "Alma C. Wilson to Ola Holm 1948.2.20"
    ],
    "Description": [
      "BREV FRA ALMA WILSON DATERT 20. FEBRUAR – 1948, TIL OLA HOLM.  INGEN KONVOLUTT.  DET SER UT SOM HUN HAR BRUKT BLÅPAPIR FOR Å LAGE EN KOPI TIL SEG SELV."
    ],
    "Creator": [
      "Alma C. Wilson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.02.20"
    ],
    "Language": [
      "Norwegian"
    ],
    "Text": [
      "<p>Dell Rapids S.D. 2-20-48</p></p>\n<p>Kjere onkel</p></p>\n<p>Da Jeg netop modtog dit brev skal Jeg skrive igjen<span>&nbsp; </span>Jeg tenkte at dere derborte inorge var saa meget samen at det var alt ret at skrive til Axel at han lod dig vide om John d&oslash;d.<span>&nbsp; </span>Da han ser efter Johns hilsninger til dere der.<span>&nbsp; </span>Jeg ogsaa skrev Evelyn og bad hende at si dig om det, same adresse <em>(Evelyn hadde samme adresse som Ola).</em><span>&nbsp; </span>Det var trist til mig at skrive det saa mange gange<span>&nbsp; </span>Det ser ud for at en maa skrive hver en elers er det nogen som blir sint og styg isind.<span>&nbsp; </span></p></p>\n<p>Ja Ole om du hade staat her og set hvor John lide og pintes af store smerter i maven og hjertet<span>&nbsp; </span>blodet rant om tarmen, mund og nese<span>&nbsp; </span>han hosted og straagnet kasted om hele tiden di siste uger Tror Jeg knaft du hade skrevet til mig som du nu gjorde idete brev.<span>&nbsp; </span>Jeg ber gud at du slipper at pines saadan naar din siste tid komer.<span>&nbsp; </span>Jeg var her nat og dag Indtil han sa nei Alma dete kan du ikke staa ud med baade dag og nat og han maate ha hypo <em>(spr&oslash;yte?)</em> for at lindre pinen, og dem kunde Jeg ikke gi ham.<span>&nbsp; </span>saa bad han Dokteren om det ikke var best han kom paa hospitalet, hvor han laa i 8 dage.<span>&nbsp; </span>Jeg gik 2 gange om dagen<span>&nbsp; </span>min s&oslash;ns kone en gang.<span>&nbsp; </span>Det er en mil hver gang.<span>&nbsp; </span>vi har ingen bil.<span>&nbsp; </span>Grace var hjeme med bruket ben.<span>&nbsp; </span>Jenten til Ralph hade meslingerne. <span>&nbsp;</span>saa vi hade noget at gj&oslash;re her ogsaa.</p></p>\n<p>Vi hade foto tat af kisten<span>&nbsp; </span>Jeg kj&oslash;bte extra aviser<span>&nbsp; </span>har nu sent dem til dere 6 s&oslash;skend ligedan<span>&nbsp; </span>Dem vil ta lenger end luft brev men dem komer frem<span>&nbsp; </span>vi maate vente til foton her i America blir ferdig f&oslash;r Jeg kunde sende dem.<span>&nbsp; </span>Ja du sir du kjente John.<span>&nbsp; </span>Ja han fortalte mangt dise siste tider siden han blev daarlig.<span>&nbsp; </span>Ja angret paa mangt sa han<span>&nbsp; </span>Han angret at han ikke hade Doktor for sig f&oslash;r. <span>&nbsp;</span>men det maate spares, og nu var det forsent at snyte naar nasen var av.<span>&nbsp; </span>Ja stakkers John saa stor og sterk som han bestandig var og maate lide slig isit siste<span>&nbsp; </span>Jeg haaber at hvad han og mor og Jeg har sent til norge vil bli til en velsignelse i has minde og ikke til onskab og uvenskab melen dere ale der.</p></p>\n<p>Stakkers mor er ikke saa frisk<span>&nbsp; </span>hun blir strax 82, og nu er det tusi og langsamt men Jeg skal gj&oslash;re alt Jeg kan for hende som John sa hvad Jeg skulde gj&oslash;re.<span>&nbsp; </span>Jeg har gjort alt Jeg kunde for dem bege f&oslash;r og det skal Jeg gj&oslash;re nu.<span>&nbsp; </span>Jeg har veret glad at dem var ner saa Jeg kunde hjelpe til hver dag, og John takket for det isin siste time.<span>&nbsp; </span>Din pake til han kom om morgenen efter han gik kvelden f&oslash;r.<span>&nbsp; </span>tak ale dine Jenter for breve dem sente han.<span>&nbsp; </span>di viste ale der at han var i siste dagene<span>&nbsp; </span>Jeg sente pake til Evelyn den 16 haaber hun synes om den<span>&nbsp; </span>Det var trist at du ikke skrev mer ofte til John<span>&nbsp; </span>nu er det forsent.</p></p>\n<p>Det er godt du har en kjek family.<span>&nbsp; </span>Laura priser dem ale bestandig.<span>&nbsp; </span>det er s&oslash;rgelig at hun er saa daarlig nu.<span>&nbsp; </span>hun er ikke meget eldre end Jeg<span>&nbsp; </span>her er det meget kolt og sne og vind ver.<span>&nbsp; </span>20 below zero <em>(under null, Fahrenheit?)</em><span>&nbsp; </span>Haaber du nu har alt den besked du vil ha.<span>&nbsp; </span>Jeg har svaret paa dit brev nu er det din tur.<span>&nbsp; </span>Hils tante og Jenterne fra mor og mig.</p></p>\n<p>Alma</p></p>\n<p>P.S. Ja Jeg maa si tak for pakken til John.</p>\r\n<span style=–font-size: 12pt; font-family: Times;–><br /></span></p>\n<p>Dell Rapids S.D. 2-20-48</p></p>\n<p>Dear uncle</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Danish style",
    "Dell Rapids",
    "God",
    "John Holm",
    "Ola Holm",
    "US to Norway",
    "death",
    "gifts",
    "measles",
    "postwar"
  ],
  "files": [
    {
      "original": "Alma Wilson 20 februar-1948.pdf",
      "filename": "f2d7a4113dbaf47052b33b0baa5d6c46.pdf",
      "mime_type": "application/pdf"
    }
  ]
}