{
  "id": 15,
  "added": "2010-12-23 22:01:46",
  "modified": "2010-12-30 04:08:10",
  "public": true,
  "metadata": {
    "Title": [
      "Alma C. Wilson to Edvard and Hanna Eidum 1948.9.26"
    ],
    "Description": [
      "BLÅPAPIR-KOPI AV BREV FRA ALMA WILSON TIL EDVARD OG HANNA EIDUM DATERT 26. SEPTEMBER – 1948.  INGEN KONVOLUTT."
    ],
    "Creator": [
      "Alma C. Wilson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.09.26"
    ],
    "Language": [
      "Norwegian"
    ],
    "Text": [
      "<p>Dell Rapids. S.D. September 26/1948.</p></p>\n<p>Kjere Tante OG Onkel Eidum.</p></p>\n<p>Ja nu er det paa tide at vi svarer paa deres brev.<span>&nbsp; </span>jeg ogsaa Fik brev fra Axel<span>&nbsp; </span>At dem var hos ham. Ole Og Laura for at dele Pengene og skulde sende Hahnes til hende og dem ale under srev Det med sit navn Herborg for Hannah.<span>&nbsp; </span>Ogsaa at det vilde vere saa snilt og pent af os her at dele Boet Med Olava og Gjertine.<span>&nbsp; </span>Men da John har under srivet Papir at ingen af hans Slegt skal mere ha. Saa er det intet at dele naar Mor sin s&oslash;ster S&oslash;n faar sit tilbage.<span>&nbsp; </span>Og begravelse her i Amerika koster ikke saa Lidet.<span>&nbsp; </span>Samt Hospitalet Maate ogsaa betales.<span>&nbsp; </span>Og John var ingen Millioner.<span>&nbsp; </span>Ole Ved Hvor Mange penger Gik mens Han var her I amerika. og mange gik same vei siden den tiden.<span>&nbsp; </span>Og om Axel regner op Hvad ale pakerne kosted som dem der fik vilde det alene bli en god del.<span>&nbsp; </span>Og mange penger har got dit til norge imange aar. F&oslash;r krigen var<span>&nbsp; </span>Det vises i breve John fik fra den tid han var tilbage i 1914<span>&nbsp; </span>Jeg er glad at dete er nu over med.<span>&nbsp; </span>Si mig Hvad Hannah kj&oslash;pte for Brylupet. det vilde vere morsomt og h&oslash;re.</p></p>\n<p>Vi har intet mere h&oslash;rt fra Ole eler hans jenter Siden han fik pengene. han vilde ikke at dem skulde skrive til os og John f&oslash;r men efter Evelyn var til Axel engang saa skrev dem til os Aligevel og fortalte John meget han ikke viste f&oslash;r den tid.<span>&nbsp; </span>Ja som sagt var han meget forbauset over mangt der.<span>&nbsp; </span>Ogsa var han forbauset over Axel <span>&nbsp;&nbsp;</span>Han sa til mig den siste dagen Nei Alma Axel Er ikke den karen jeg trode han var. og jeg angrer paa saa meget nu.<span>&nbsp; </span>Men nu er det forsent.</p></p>\n<p>Saa i frem tiden vil jeg ikke ha mere med han og Ole at bestille<span>&nbsp; </span>Laura kan ikke gj&oslash;re som hun kanske vil heller da hun er i saan stand at hun maa ha hjelp fra Axel nu og da.<span>&nbsp; </span>At dem var saa sur at Hanna og du fik vide om dise penger i Banken forbauset mig.<span>&nbsp; </span>At Herborg skulde rete sete mig for det.<span>&nbsp; </span>Dere trenger ikke at vere red at si mig om hvad vilde forbause der. Da John fortalte mig mangt di siste uger.<span>&nbsp; </span>Jeg er glad at jeg kunde vere lidt Hjelp til han og mor idise siste Aarene.</p></p>\n<p>Mor og jeg har veret bege daarlige<span>&nbsp; </span>Jeg med gal blere og flu <em>(influensa)</em> mor med flu og hun har smerter fra ale dise brukne ben, ved ikke om jeg har sagt dere at mor har havt bege hofter brekt H&oslash;ire arm og h&oslash;iere skulder brekt 3 gange venstre arm 2 gange.<span>&nbsp; </span>Jeg er saa red at hun ska dete atter igjen og breke ben. da jeg er nu ikke sterk nok at ta vare paa hende om hun saa gj&oslash;r.</p></p>\n<p>min eldre s&oslash;n kom hjem den 4 sept/for 3 dage <span>&nbsp;</span>maate gaa tilbage da men kom tilbage siste uge for lengere tid. og ska hjelpe til at faa Storm vinduer paa og rete sete gaarden til vinters.<span>&nbsp; </span>Da Ralph har sin sko verksted at ta vare paa.<span>&nbsp; </span>Da han laante mange penger dertil maa han gaa iful tid hele tiden.</p></p>\n<p>ja nu tror jeg dete faar vere omtrent nok nu.<span>&nbsp; </span>du maa skrive snart kan hende vi ikke faar skrive sammen saa ofte atter igjen <span>&nbsp;</span>dise er rare tider ikke sant.</p></p>\n<p>kan du finde ut om det blir stor told paa dukker som sover fra her til norge om dem er merket Gave paker.<span>&nbsp; </span>Vi kan nu kj&oslash;be dem her nu og jeg ved Gusta vilde Ha en til Neicen sin.<span>&nbsp; </span>husk paa og si mig det og hils ale dine der<span>&nbsp; </span>jeg fik Karen brev men det var lenge paa veien<span>&nbsp; </span>det skulde veret saa morsomt at treffes en gang men det blir vel aldrig.<span>&nbsp; </span>godnat nu og skriv snart, vi er glad at Hannah fik Sin del</p></p>\n<p>Hilsen fra MOR OG ALMA</p>\r\n<span style=–font-size: 12pt; font-family: Times;–><br /></span></p>\n<p>Dell Rapids. S.D. September 26/48</p></p>\n<p>Dear Aunt AND Uncle Eidum.</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Dell Rapids",
    "Edvart Eidum",
    "Hanna Eidum",
    "John Holm",
    "US to Norway",
    "anniversary",
    "customs",
    "debt",
    "finances",
    "flu",
    "funeral",
    "gifts",
    "inheritance",
    "postwar",
    "sickness",
    "war"
  ],
  "files": [
    {
      "original": "Alma Wilson 26 sept-1948.pdf",
      "filename": "9e32428fc4d2e4d9cff703efe4ba70c8.pdf",
      "mime_type": "application/pdf"
    }
  ]
}