{
  "id": 35,
  "added": "2010-12-26 00:04:57",
  "modified": "2010-12-30 04:05:21",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to Alma C. Wilson 1945.10.3"
    ],
    "Description": [
      "BREV FRA AXEL HOLM, DATERT STJØRDAL  3. OKTOBER-1945 - TIL FRU ALMA WILSON (JOHN HOLM'S NIESE OG STEDATTER), 102 WEST 5 STREET, DEL RAPIDS, SO. DAKOTA.  ET BURGUNDERRØDT 50-ØRES FRIMERKE MED LØVE, ET GRØNT 1-KRONES FRIMERKE MED LØVE, OG ET NYDELIG, SKARPT BLÅTT, NOKSÅ STORT 30–ØRES FRIMERKE MED –BILDE– AV NOEN FJELL SOM SPEILER SEG I EN FJORD OG ET HVITT KIRKETÅRN BLANDT NOEN TRÆR.  HILSEN BAK PÅ KONVOLUTTEN FRA HELGE, ASTRID OG EINAR HOLM.  SENDT MED LUFTPOST. PÅ INNSIDEN AV –LOKKET– PÅ KONVOLUTTEN ER DET ET TRYKK AV VÆRNES KIRKE.  KONVOLUTTEN ER FRA AXELS BAKERI, –ALLE SORTER GODT BRØD TIL HVERDAG OG FEST– NEDERST I VENSTRE HJØRNE.  INNEHOLDER TO SANGER FRA EINARS OG ASTRIDS BRYLLUP;  DEN ENE FRA MOR OG FAR, SKREVET AV AASE ALVER TIL MELODI AV –JEG HAR BÅRET LERKENS VINGE–, OG DEN ANDRE  TIL MELODIEN –AT FAR MIN KUNNE GJERA–.  PÅ DEN HAR AXEL SKREVET: DENNE SANG ER SKREVET AV IVER NILSEN VÆRNESBRAND  HAN ER AV SLEKTA VOR."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1945.10.03"
    ],
    "Language": [
      "Norwegian"
    ],
    "Text": [
      "<p>Stj&oslash;rdal 3-10-45</p></p>\n<p>Kj&aelig;re Alma</p></p>\n<p>Tusin tak for brevet som jeg har modtatt for flere dage siden og for 2 pakker jeg fik ig&aring;r.<span>&nbsp; </span>Det var nyttige ting alt sammen hjertelig tak.<span>&nbsp; </span>Her er det nu stille og roligt.<span>&nbsp; </span>Det er da til valgsjau for 8 oktober er her Stortingsvalg og alle vil frem og lover os gode dage, men jeg tror lite p&aring; det<span>&nbsp; </span>vi m&aring; nok streve nu som f&oslash;r og vere n&oslash;isem og taknemmelig for di goder Herren gjer os ved Jesus Kristus.<span>&nbsp; </span>Nu g&aring;r alle folk freds mars her, mens verdens vise frykter krig p&aring; nyt.<span>&nbsp; </span>Nu sprenges alle Tyske fly her og efterp&aring; brennes dem <span>&nbsp;</span>dette liker vi ikke da det er en masse verdifulle ting i flyet som kunde brukes til sevilt bruk.<span>&nbsp; </span>I dag blev det fra V&aelig;rnes flyplads kj&oslash;rt til Skraphaugen nye motorer motorsykler og mange bra ting det blev heldt Olje over det hele og satt varme p&aring;.<span>&nbsp; </span>Dette synes vi er stykt av di Alierte og &oslash;delegge verdier p&aring; denne m&aring;te, for vi har set nok av &oslash;delggelse av vore Tyske venner i disse 5 &aring;r.<span>&nbsp; </span>Da dem &oslash;ddelagde jorden, rev husin <span>&nbsp;</span>brent de di overkom, og nu fortsetter Engelsmennern den samme &oslash;del&aelig;ggelse p&aring; en annen m&aring;te.<span>&nbsp; </span>Vi er harm, men ubrukan piggtr&aring;d som ligger bortover jordet skal vi f&aring; gratis <span>&nbsp;</span>et h&aring;n imot os, den kan dem tage med sig hjem.</p></p>\n<p>Vi er alle friske kun mor er fremdeles p&aring; Hegra pleiehjem, ligger der og lenges heim til os for at gl&aelig;de sig sammen med os.<span>&nbsp; </span>Men Herren ville det ikke s&aring;. <span>&nbsp;</span>men intil idag har han veret god imot Os.<span>&nbsp; </span>Jeg sykler og bes&oslash;ker hende som regel 3 dage i uken <span>&nbsp;</span>S&oslash;ndag er jeg der hele dagen da har jeg med mig spekeflesk og flatbr&oslash;d <span>&nbsp;</span>setter mei p&aring; en ris dunge unner en stor gran og spiser min mat.<span>&nbsp; </span>Under Ekorn og maurens undren.<span>&nbsp; </span>En godt kjent pr&aelig;dikant A. O. Svorkmo som har veret 6 gange i Amerika utget sangboken Verden for Kristus, Den store Krise d&oslash;de i g&aring;r <span>&nbsp;</span>vil tru John husker ham fra sit Norges bes&oslash;k i 1914.<span>&nbsp; </span>Det var en Julie Brekken som spurte efter John nu en dag som husket ham fra den tid han var hjemme.<span>&nbsp; </span>Jeg er nu ferdig med innh&oslash;stningen av poteter og gulr&oslash;tter og mangt andet.<span>&nbsp; </span>Vi har fine avlinger her i Tr&oslash;ndelag.<span>&nbsp; </span>Ja s&aring; for di leve vel <span>&nbsp;</span>hils alle vores over der at vi har det godt og nu nermer vi os den kolde &aring;rstid med sne over alle fjeld, men snart er det jul og da kommer v&aring;ren med fuglesang i lierne <span>&nbsp;</span>da er Norge vakker og liv fuld med song i skogen.<span>&nbsp; </span>Atter en hjertelig tak for deres gode hjertelag og kjerlighed mod os alle.</p></p>\n<p>Det beste &oslash;nsker med tak for alt</p></p>\n<p>Beste hilsen Axel</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Germans",
    "God",
    "Hegra",
    "Iver Nilsen Værnesbrand",
    "Jesus",
    "Julie Brekken",
    "Norway to US",
    "Stjørdal",
    "The World for Christ",
    "Trønderlag",
    "Værnes Church",
    "aircraft",
    "bicycle",
    "carrots",
    "election",
    "gifts",
    "motorcycles",
    "politics",
    "postwar",
    "potatoes",
    "war",
    "Åse Alver"
  ],
  "files": [
    {
      "original": "Axel Holm 3 oktober-1945.pdf",
      "filename": "9501056ea136c033327328f42d44c907.pdf",
      "mime_type": "application/pdf"
    }
  ]
}