{
  "id": 55,
  "added": "2010-12-26 16:26:51",
  "modified": "2010-12-30 04:02:17",
  "public": true,
  "metadata": {
    "Title": [
      "Olav Holm to John Holm 1915.9.17"
    ],
    "Description": [
      "UNDERRETNING OM OLA MARKUSSEN HEMRE'S DØD, DATERT 17. (? INGEN MND.)-1915 FRA OLAV HOLM TIL JOHN HOLM.  SKREVET PÅ PAPIR MED SVART SØRGEKANT.  INGEN KONVOLUTT. IFØLGE OPPLYSNINGENE HER VAR HAN 79 ÅR OG 30 DAGER GAMMEL, SÅ DETTE MÅ HA VÆRT SKREVET I SEPTEMBER, FOR HAN VAR FØDT 19. AUGUST-1836 IFØLGE STJØRDALS-BOKEN.  BOKEN SIER OGSÅ AT HAN DØDE PÅ TRONDHEIM HOSPITALSTIFTELSE.\r\nFLERE DOKUMENTER FRA DENNE TIDEN SIER HEGRE ISTEDET FOR HEGRA."
    ],
    "Creator": [
      "Olav Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1915.09.17"
    ],
    "Language": [
      "Norwegian"
    ],
    "Text": [
      "<p>Kj&aelig;re broder</p></p>\n<p>Har den triste nyhed og meddele at vor Kj&aelig;re Fader afgik ved d&oslash;den iaften kl.6.30 i en alder af 79 aar 30 dage.<span>&nbsp; </span>Han sovned ind stille og rolig, og var vist glad ved og faa d&oslash;. Konrad han var her igaar, Gjertine og Laura ogsaa.<span>&nbsp; </span>Han blir begravet her i byen da han var utskrevet fra Hegre og h&oslash;rte nu stiftelsen til.<span>&nbsp; </span>Hvilken dag begravelsen foregaar er enda ikke bestemt.<span>&nbsp; </span>Ja nu er vi Foreldrel&oslash;s, og lykkelig er dem som har vandret bort.<span>&nbsp; </span>Jeg t&aelig;nker og indbyde disse som deltager i begravelsen til mig.<span>&nbsp; </span>Gjertines Fader d&oslash;de ogsaa dagen f&oslash;r Fader saa jeg har to begravelser denne uge hans begravelse forekommer Torsdag.<span>&nbsp; </span>Jeg skulde hilse saa meget fra Konrad alt vel der.<span>&nbsp; </span>Hos mig er alt paa det gamle jeg har det udmerket i forbindelse arbeide, og smaapigerne voxer hurtig, og Madammen er vel tilfreds, s&oslash;ster Hanna har faaet sig en S&oslash;n igjen, saa det f&oslash;des, og d&oslash;r uafladelig.<span>&nbsp; </span>Haaber du har det bra i alle dele (og alle dere?)<span>&nbsp; </span>Tusend tak for brev, Aviser, og t&aelig;nderen.<span>&nbsp; </span>Jeg betalte 1. Krone i Told, paa grund af Fyrstik revennen(?) (revenuen?), men den var morsom og faa saa tak skal du ha.<span>&nbsp; </span>I anledning denne Lampe du skriver om saa er det jig hvad jig tr&aelig;nger, men her er dem saa dyr, saa jig har ikke havt raad til og kj&oslash;pe nogen hvad Tolden angaar saa blir vist ikke det saa meget hvis den sendes som &ldquo;Sample&rdquo; og i <span>&nbsp;</span>&ldquo;parcel post&rdquo; Saa tilslut en hjertelig hilsen fra os alle, skal skrive efter begravelsen igjen.<span>&nbsp; </span>Lev inderlig vel</p></p>\n<p>Broderligst Olav</p></p>\n<p>Rosenborgsgt. 14</p></p>\n<p>&nbsp;</p></p>\n<p>&nbsp;</p></p>\n<p>Dear brother</p></p>"
    ]
  },
  "tags": [
    "Hegra",
    "John Holm",
    "Norway to US",
    "Olav Holm",
    "death",
    "funeral",
    "gifts",
    "lighter",
    "newspapers",
    "request"
  ],
  "files": [
    {
      "original": "Ola M Hs død 17 sept-1915.pdf",
      "filename": "8a433eb3a716a032608cbb3bbcce5e53.pdf",
      "mime_type": "application/pdf"
    }
  ]
}