{
  "id": 56,
  "added": "2010-12-26 16:37:38",
  "modified": "2010-12-30 04:02:12",
  "public": true,
  "metadata": {
    "Title": [
      "A. H. Voler to Karonline Holm 1916.4.4"
    ],
    "Description": [
      "BREV FRA MRS. A.H. VOLER, MOOSE LAKE, BOX 96, MINN DATERT 4. APRIL-1916 TIL MRS. JOHN HOLM, (BOX 497 ?), DELL RAPIDS, S. DAK. TO GRØNNE 1-CENT FRIMERKER MED PRESIDENT GEORGE WASHINGTON. POSTSTEMPLET MOOSE LAKE SAMME DAG.  SKREVET PÅ NORSK. INGEN PUNkTUM ELLER KOMMA.  DET SER UT SOM OM SIDETALLET 2 ER SATT PÅ FEIL SIDE, DET ER ALTSÅ BAKSIDEN AV DET ARKET SOM ER FORTSETTELSEN AV ARK 1."
    ],
    "Creator": [
      "A. H. Voler",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1916.04.04"
    ],
    "Language": [
      "Norwegian"
    ],
    "Text": [
      "<p>4 i 4<span>&nbsp; </span>1916</p></p>\n<p>Kiere gamle venner</p></p>\n<p>Yig vil h&aelig;r ved sende dere nogle Linier saa di ser vi lever vi er gud v&aelig;re tak friske har v&aelig;ret det i hele vinter og det Same &oslash;nsker vi at h&oslash;re I fra dere vordan har di det i SD vordan gaar det med forr&aelig;tningen har hat en kol vinter og meget Sne og ser ud til at bli sen vaar vis ikke sneen gaar fort bort men han som har al magt i Himmelen og paa yorden kan nok gr&aelig;ie det naar hans tid Kommer er det ikke skrekeli vordan folk Raser i mod hv&aelig;r andre og dr&aelig;per alle de kan i den forf&aelig;rdelige krig som nu raser over nesten hele Ouropa det ser du (mener hun &ldquo;ud&rdquo;?) som hele v&aelig;rden skal Komme i opr&oslash;r det ser ud Som yesu ord og profeterne gaar i opfildelse at han er Snart for d&oslash;ren maatte vi da ha olie paa vore lamper Saa vi fik gaa ind med de kloge yomfruer saa vi ikke blev udest&aelig;ngt med de darlide ? de er farlige tider vi lever i da en Saadan sl&oslash;vheds ?? vil intage hy&aelig;rterne saa vi bliver Sl&oslash;ve og ligegildig det liger os Saa ? men han har sagt vi skal vaage og bede til en v&aelig;r tid Saa han ikke kommer og finder os saavende da han kommer vordan er det hos dere er der mange troende og mange opbygelser har di mange gode predikanter her er det paa mang steder ganske m&oslash;rkt bort i krogerne de er nok nogle faa Som lever for Gud men de er nok ikke mange ser det ud til desv&aelig;re i yulen var jeg og h&oslash;rte Anderson i fra minapolis han er den same ennu same Kraft til at predike han var paa yennemrisse til Dullut han saag han hade set mig f&oslash;r men viste ikke vor jeg spurte om han husket han var i vienna yo da kiente han mig med en gag han talte hos en fammile som jeg var hos vordan er det med dig Mrs. holm liker du dig i d R er du frisk i vinter taler du med yesus om dagen saa glem ikke mig bed for mig det er det b&aelig;ste du kan gi&oslash;re mig ieg tr&aelig;nger det saa v&aelig;l ja nu bliver det snart Sommeren i gien og travelt vi har hat meget haart Arbeide siden vi kom h&aelig;r men nu beginder det at sins lit vi har byget baade Barn og hus h&aelig;r var ingen av delene bare et lidet laag hus som vi har levet i men nu er det nie hus f&aelig;rdig til plastring nedsed (mener hun nesten?) vi for 6 Rom naar det blir f&aelig;rdig saa vi for da plas nok vi har en triveli plas vi har to kuer to kalve og en del h&oslash;ns saa er der ??? i ?? (ser ut som Krimen i byen, eller kan det ha noe med bier &aring; gj&oslash;re?) saa vi bringer did<span>&nbsp; </span>Krimen(?) der (den?) betales got nu<span>&nbsp; </span>Kommer di og bes&oslash;ger oss til Sommeren saa er di hy&aelig;rtelig v&aelig;lkommen det skulde v&aelig;re morsomt at se dere i gien ja nu blir v&aelig;l mit brev for langt Saa de blir kyed av de for slute for denne gang med hyertelig hylsen til dere fra os b&aelig;ige</p></p>\n<p>Yohanne</p></p>\n<p>Di er hy&aelig;rtelig hylset i fra Hilda<span>&nbsp;&nbsp;&nbsp; </span><span>&nbsp;</span>Skriv snart er di Snille</p></p>\n<p>&nbsp;</p></p>"
    ]
  },
  "tags": [
    "1910s",
    "A. H. Voler",
    "Danish style",
    "Dulluth",
    "Jesus",
    "Karoline Holm",
    "Minneapolis",
    "Norway to US",
    "South Dakota",
    "WWI",
    "construction",
    "preacher",
    "prewar",
    "shop",
    "snow",
    "war"
  ],
  "files": [
    {
      "original": "Mrs A H Voler 4 april-1916.pdf",
      "filename": "310179902675300b7e7a062e8c8203b7.pdf",
      "mime_type": "application/pdf"
    }
  ]
}