{
  "id": 57,
  "added": "2010-12-26 17:26:46",
  "modified": "2010-12-30 04:02:04",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to John Holm 1917.1.30"
    ],
    "Description": [
      "BREV FRA AXEL HOLM DATERT 30. JANUAR-1917 TIL HR. JOHN HOLM, DEL RAPIDS, SO, DAK., U.S.A.  BRUNAKTIG KONVOLUTT,  MED AXEL HOLM, BAKERI & CONDITORY, STJØRDALEN LANGS ØVERSTE KANT (I senere brev fra 40-årene er konvolutten hvit og teksten står nederst til venstre).  BLÅTT 20-ØRES FRIMERKE, TALLET 20 INNI ET –HORN– MED KRONE OVER., SOM ER INNI EN BLÅ OVAL MED NORGE ØVERST OG POSTFRIM. 20 ØRE NEDERST.  PÅ BAKSIDEN ER DET ET STORT MERKE KLISTRET PÅ HVOR DET STÅR OPENED BY CENSOR.  1322.  BREVET ER SKREVET PÅ BAKERIETS PAPIR FRA DEN TIDEN."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1917.01.30"
    ],
    "Language": [
      "Norwegian"
    ],
    "Text": [
      "<p>Stj&oslash;rdal den 30-1-1917</p></p>\n<p>Gode Broder, med familie</p></p>\n<p>Jeg vil skrive til dig saa faar du se at vi lever vel og har det godt.<span>&nbsp; </span>Det er intet som fattes os tak og lov for det.<span>&nbsp; </span>Vi har nu flere m&oslash;ter her jesus er os n&aelig;r priset hans naven for det den store Lappemissions kj&aelig;mpe A Vangberg har holdt en par m&oslash;ter her.<span>&nbsp; </span>Vor gode ven og broder i Herren Maler &Oslash;ian er nu flyttet ind i det evige boliger til det rum som jesus har beret alle dem som elsker ham (jesus) &Oslash;ian var glad i sin frelser og i gudsfolk, men han hadde liten andledning i det siste 2 aar til at vere blant hans hellege da han var syk. (du husker vel ham).<span>&nbsp; </span>Jeg var deroppe en par dage f&oslash;r han d&oslash;de og han &oslash;nsket sig hjem til Herren og nu er han hjemme og staar for tronen vad gj&oslash;r det da om solen har ham brent.<span>&nbsp; </span>Du maa hilse Julie at han &oslash;nsket os alle velkomne efter er ikke det herligt.<span>&nbsp; </span>Peder og Jon b&oslash;dde sine kn&aelig; ved faderens d&oslash;dsseng og vi maa haabe at jesus for sin vei med Dem. Maatte herren velsigne dem alle som s&oslash;rger.<span>&nbsp; </span>Jeg skal sige dig at A O Svorkmo kommer til Amerika i l&oslash;pet av Sommeren og du for vist bes&oslash;k av ham vis du vil.<span>&nbsp; </span>Jeg har en b&oslash;n til dig fra Vangberg at du matte sende ham en nytaars kalender ligedan som den jeg fik til jul vil du det saa er du snild hans adr Mission&aelig;r A Vangberg H&oslash;iskolegaten No 4 Trondhjem</p></p>\n<p>Fredag skal vi begrave br &Oslash;ian han skal bisettes fra logelokalet og efterpaa har vi lesaran inbudt alle som f&oslash;lger ham, til en festlig stund i bedehuset vor vi serverer sokolade taler av Daasvand og Svebak med flere vi ved at jesus er n&aelig;r og da skal vi faa det velsignet for det er vi lovet av jesus tak og lov, maatte det bli en sjel frelst og maatte hans d&oslash;d gripe dem som staar ham nermest i livet saa jesus fik dem helt i sin makt bed om det du og,</p></p>\n<p>Vi m&oslash;tes hos jesus br&oslash;der</p></p>\n<p>Hilsen med 30 salme</p></p>\n<p>Holm med familien</p></p>\n<p>Du Hilses fra alle, hils fruen fra os.</p></p>\n<p>&nbsp;</p></p>\n<p>Stj&oslash;rdalen 30-1-1917</p></p>"
    ]
  },
  "tags": [
    "1910s",
    "Axel Holm",
    "Bible passage",
    "Christmas",
    "Jesus",
    "John Holm",
    "Norway to US",
    "Stjørdal",
    "calendar",
    "chocolate",
    "church",
    "emigration",
    "prewar",
    "request",
    "sickness"
  ],
  "files": [
    {
      "original": "Axel Holm 30 januar-1917.pdf",
      "filename": "5ce6e64b2882cf772f06b823969a3e4d.pdf",
      "mime_type": "application/pdf"
    }
  ]
}