{
  "id": 61,
  "added": "2010-12-26 17:55:46",
  "modified": "2010-12-30 04:01:47",
  "public": true,
  "metadata": {
    "Title": [
      "Berith Holm to John Holm 1925.3.17"
    ],
    "Description": [
      "BREV FRA BERITH HOLM (OLAVS KONE) DATERT TRONDHJEM 17. MARS-1925.  BREVET LÅ I SAMME KONVOLUTT SOM OLAVS BREV DATERT 25. MARS.  INNEHOLDT OGSÅ ET BREV FRA SONJA HOLM, OT TRE UTKLIPP FRA EN KATALOG MED BILDE AV VINTERKÅPER.\r\nTrondhjem den 17/3-1925"
    ],
    "Creator": [
      "Berith Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1925.03.17"
    ],
    "Language": [
      "Norwegian"
    ],
    "Text": [
      "<p>Trondhjem den 17/3-1925</p></p>\n<p>Gode svoger,</p></p>\n<p>tak for brev og katelogen bladen og alt, jeg ser af dit brev at dere har det bra og de maa vel jeg sige og n&aring;r vi er friske selv om Olav er arbeidsledig, saa de er ikke saa morsomt alle tider, men nu har vi sommeren ivente da skulde man tenke at de skulde blive lit bedre tider.<span>&nbsp; </span>Ja saa var det dete tiggeriet den kaapen jeg synest ikke de er morsom at tigge sig til, og de var langt fra min mening at faa dig til at sende mig kaape uden at betale den, men nor tiderne er som de blev nu, er de ikke tale om noget saadant men om du ?? kommer til at sende mig en, saa tror jeg nu at jeg maa, blive istand til at betale for den engang, om ikke nu med de samme saa, for vi leve nogle aar bege to, saa kan de nu ikke blive saa haart at klare sig bestandigt, som nu, jeg trenger hart til en vinterkape saa jeg foretrekker at vere inde ivinter nor de er paa de verste med kulden.<span>&nbsp; </span>Jeg skulde like at have en af disse 3 som ligger i brevet, for de er den fordelen med plydskaapene at de blir ikke ud av moten om man har dem noksaa mange aar, og nor jeg sammen ligner prisene d&aelig;r og her, blir de bare hal pris, der over, for dem.<span>&nbsp; </span>Ja undskyld min Fr&aelig;khed du skulde nok ikke bet om og f&aring;t h&oslash;rt mine &oslash;nsker, du angrer de sikkert nu.<span>&nbsp; </span>Jeg kan fortelle dig at Olav har lavet mig tender nu og han har gjort de saa bra at alle tror de er mine egne, og dem var ikke saa d&aring;rlig skal jeg sige dig.</p></p>\n<p>Nu skal du h&oslash;re vor stor jeg er og vor stort nummer jeg maa have vist de blir noget af</p></p>\n<p>h&oslash;ide fra skulderen 53 engelske tommer</p></p>"
    ]
  },
  "tags": [
    "1920s",
    "Berith Holm",
    "John Holm",
    "Norway to US",
    "Sonja Holm",
    "Trondheim",
    "clothes",
    "coat",
    "gifts",
    "magazines",
    "prewar",
    "request"
  ],
  "files": [
    {
      "original": "Berith Holm 17 mars-1925.pdf",
      "filename": "f2de7dbab60d38a138c790bc3f4da831.pdf",
      "mime_type": "application/pdf"
    }
  ]
}