{
  "id": 62,
  "added": "2010-12-26 20:46:06",
  "modified": "2010-12-30 04:01:41",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to Alma C. Wilson 1932.9.6"
    ],
    "Description": [
      "BREV FRA KLARA KROGSTAD DATERT SLUPPEN 6. SEPTEMBER, TIL ALMA WILSON.  AV INNHOLDET GJETTER JEG AT DET ER SKREVET I 1932 FOR HUN NEVNER AT HUN HAR 3 BARN I ALDEREN 13 TIL 5 ÅR – I BREV DATERT APRIL 1935 ER DE SAMME BARNA 15 OG ET HALVT TIL 8 ÅR, PLUSS AT HUN HAR FÅTT EN GUTT TIL SOM DA ER 2 ÅR, OG HAN NEVNES IKKE I DETTE BREVET, SÅ HAN ER ANTAGELIG IKKE FØDT ENDA.  DET HØRES UT SOM ALMA HAR EN DATTER SOM HAR GIFTEPLANER (OG KUNNE TENKE SEG EN NORSK BRUDEKJOLE?) OG DET KAN HJELPE TIL Å BESTEMME ÅRSTALLET DETTE ER SKREVET.  DET ER NOEN LINJER FORAN PÅ KONVOLUTTEN, ANTAGELIG SKREVET AV ALMA, SOM ER LITT FORVIRRENDE I FORHOLD TIL Å BESTEMME ÅRSTALLET, MEN DET ER MULIG HUN BARE BRUKTE DENNE KONVOLUTTEN TIL Å SKRIVE PÅ SENERE.  DET STÅR – SKREV LUFTPOST 7. JULI-1945 - SENDTE BILDE AV HUSET OG BRYLLUPET–. KLARA NEVNER BILDE AV ALMAS HUS I ET ANNET BREV; HVIS JEG HUSKER RIKTIG VAR DET I ET BREV SKREVET LIKE ETTER KRIGEN HVOR HUN OGSÅ FORTELLER AT HUN VASKER KLÆR FOR EN ENGELSKMANN. KONVOLUTTEN HAR INGEN FRIMERKER."
    ],
    "Creator": [
      "Klara Krogstad",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1932.09.06"
    ],
    "Language": [
      "Norwegian"
    ],
    "Text": [
      "<p>Sluppen den 6 September</p></p>\n<p>Gode kusine Alma!</p></p>\n<p>Jeg vet ikke hvordan jeg skal utrykke mig, men jeg blev saa forbauset naar jeg fik dit brev for det kom uventende<span>&nbsp; </span>jeg trodde det var noget med onkel John.<span>&nbsp; </span>Jeg skulde ha skrevet f&oslash;r men vi har malere her hos os og saa er manden min sykmelt for han er plaget av ansigtsros som er en ond sykdom.<span>&nbsp; </span>Jeg ser av dit brev at du har lyst og h&oslash;re om dine kusiner og f&aelig;ttere.<span>&nbsp; </span>Vi har v&aelig;ret syv s&oslash;sken 3 piker og fire gutter<span>&nbsp; </span>1 gut er d&oslash;d som f&oslash;lge av tubertler i h&oslash;ire haandrot som han p&aring;drog sig ved at han falt ned fra bryggen han arbeidet paa og forstuvet haanden<span>&nbsp; </span>han laa tilsengs i over 2 aar saa det var synd paa ham <span>&nbsp;</span>han var 21 aar da han d&oslash;de.<span>&nbsp; </span>Som du kanske vet mistet vi far paa en trist m&aring;te<span>&nbsp; </span>han blev overkj&oslash;rt av toget og drept p&aring; stedet<span>&nbsp; </span>du maa tro det var en frygtelig tid<span>&nbsp; </span>vi trodde vi gik i fra vet og forstand alle<span>&nbsp; </span>det var jeg som m&aring;tte ta mig i sammen for de andre var sm&aring; og ingenting forstod og mor blev syk<span>&nbsp; </span>du skulde ha set hvor ondt det var og se hende men gudskelov hun blev da frisk og har hittil i dag hjulpet sig selv.<span>&nbsp; </span>Erling som er 24-25 aar er et eksempel av en gut<span>&nbsp; </span>han er saa staut og ordens gut i bunden men han er ikke sterk stakkar han har for stort hjerte og det fik han efter gigtfeberen, og saa er det tvillinger som var 21 aar den 12 september<span>&nbsp; </span>den ene gutten har plads som jungmand ombord paa prinssesse &ldquo;Ragnhild&rdquo; han er heldig men den andre har intet arbeide, han heter Karl.<span>&nbsp; </span>Den yngste heter Maja<span>&nbsp; </span>hun er 19 aar gammel hun har huspost<span>&nbsp; </span>har bare 20 kr mnd men har nu v&aelig;ret der en 4-5 aar saa det er best og v&aelig;r i ro der som hun har begynt.<span>&nbsp; </span>Min tredje s&oslash;ster heter Karen<span>&nbsp; </span>hun er gift og 3 barn<span>&nbsp; </span>hennes mann er r&oslash;rlegger<span>&nbsp; </span>han har bestandig arbeide saa dem har det bra, hun er 30 aar.<span>&nbsp; </span>Min mand arbeider paa Renholdsverket her i byen, vi har 3 barn i alderen 13 til 5 aar 2 piker og 1 gut de heter Mary Gerd og Kjell.<span>&nbsp; </span>Jeg var hos onkel Ole<span>&nbsp; </span>han er nu kommet hjem fra sykehuset og rigtig kj&aelig;k<span>&nbsp; </span>jeg skulde hilse dere alle saa flittig fra ham.<span>&nbsp; </span>Du sp&oslash;r mig om priser paa kjolerne, men det er ikke noget utvalg her i byen<span>&nbsp; </span>jeg maa da skrive til oslo men dem svarte mig det at dem brukte mest og sy sig selv av hvit silke men hvis du vil kan jeg faa fat i et blad som det vises hvordan fasongen paa kjolerne er og sl&oslash;r og blomsterbuket i haanden og sl&aelig;p av blonder brukes paa sl&oslash;ret<span>&nbsp; </span>jeg skal sende dig et hefte hvis du vil skrive straks til mig og snak om det, hils hende fra mig<span>&nbsp; </span>har du ikke billede av dere, for jeg blev saa <em>(det st&aring;r egentlig &ldquo;sy&rdquo; kry)</em> kry naar jeg fik brev fra dig saa du gjorde mig en stor &aelig;re.<span>&nbsp; </span>Hils din svigermor fra bestemor <em>(jeg lurer p&aring; hvorfor hun sier det, var det en forbindelse mellom Burt Williams og Klara&rsquo;s bestemor?)</em><span>&nbsp; </span>det er dumt vi ikke kan snakkes med for det har v&aelig;ret morsomt.<span>&nbsp; </span>Hils dine barn fra mig og skriv snart.<span>&nbsp; </span>Hils onkel John og tante fra mig</p></p>\n<p>din kusine Klara Krogstad<span>&nbsp; </span>Sluppen<span>&nbsp; </span>Trondhjem</p></p>\n<p>Lev vel</p>\r\n<span style=–font-size: 12pt; font-family: Times;–> </span></p>"
    ]
  },
  "tags": [
    "1930s",
    "Alma C. Wilson",
    "God",
    "John Holm",
    "Klara Krogstad",
    "Norway to US",
    "Ragnhild",
    "Renholdsverket",
    "Sluppen",
    "Trondheim",
    "accident",
    "clothes",
    "dresses",
    "magazine",
    "prices",
    "request",
    "rheumatic fever",
    "seaman",
    "sickness",
    "silk",
    "train",
    "wedding"
  ],
  "files": [
    {
      "original": "Klara Krogstad 6 sept-1932.pdf",
      "filename": "15aa5e1fa354b36a78d4794eb1e55f6e.pdf",
      "mime_type": "application/pdf"
    }
  ]
}