{
  "id": 71,
  "added": "2010-12-26 22:02:56",
  "modified": "2010-12-30 04:00:29",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to Alma C. Wilson 1934.1.21"
    ],
    "Description": [
      "BREV FRA KLARA KROGSTAD (MARKUS HOLM'S DATTER) DATERT SLUPPEN 21. JANUAR-1934 TIL MISS ALMA WILSON, 102 WEST 5 ST., DELL RAPIDS, SYD DAKOTA. POSTSTEMPLET 1. FEBRUAR 1934.  FRIMERKENE ER REVET AV."
    ],
    "Creator": [
      "Klara Krogstad",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1934.01.21"
    ],
    "Language": [
      "Norwegian"
    ],
    "Text": [
      "<p>Kj&aelig;re kusine Alma!</p></p>\n<p>Mangle tak for brevet jeg fik fra dig, du maa tro jeg har ventet og t&aelig;nkt hvorfor du slapp op og skrive, jeg synes det er en hel begivenhet og h&oslash;re fra Amerika i fra folket hans far saa du forstaar jeg er dig inderlig taknemlig for brevene.</p></p>\n<p>Siden sist du fik fra mig har jeg faat en s&oslash;n som nu er 6 mnd en s&oslash;t liten kubbe, han heter Svenn Alfred er opkalt efter svigermor hun het Sofie og efter min bror som er d&oslash;d han het Alfred.<span>&nbsp; </span>Du skulle ha bodd saa n&aelig;r at jeg kunde ha bes&oslash;kt dig og du mig t&aelig;nk saa morsomt det har v&aelig;rt Alma, jeg fik sent en kalender fra onkel John og den kom uventende saa det var morsomt &aring; faa.<span>&nbsp; </span>Her i Trondhjem er det en daarlig vinter det blaaser og sner og regner om hverandre saa det er sykdomsv&aelig;r.<span>&nbsp; </span>Sykehusene er overfylt sier dem, du maa hilse din datter at hun maa bare skrive paa engelsk til mig det bor en ungdom som l&aelig;ser og skriver engelsk i huset ved siden av vort.<span>&nbsp; </span>Her i byen er det megen arbeidsledighet og fattigdom vi forstaar det vist ikke vi som har arbeide hvor godt vi har det, mor har ogsaa to gutter som er ledige det er nu litt en gang i blant til den ene men det er tussi og v&aelig;re mor hun skal v&aelig;re baade fors&oslash;rger far og mor og du f&oslash;ler vel det samme som henne men jeg forstaar du har snille og flinke barn og det er mor sv&aelig;rt heldig med ogsaa og det er jo en lettelse i ensomheten.<span>&nbsp; </span>Hils onkel John fra mig og tante Anna tror du jeg kan skrive til henne bor hun langt fra dig eller er de n&aelig;re hverandre.<span>&nbsp; </span>Jeg ser av dit brev at hun har det ikke godt jeg kan ikke forst&aring; dem som faar til &aring; v&aelig;re slik mot sin mor jeg synes dem maa faa samvittighetsnag naar det kommer den stunn dem skal sie henne farvell det har ikke blit mig som har kunne t&aelig;nkt paa det.</p></p>\n<p>Nu vaagner lillegut og da maa jeg slutte for denne gang, med en hjertelig hilsen fra mig til dere alle fra deres Klara.<span>&nbsp; </span>Skriv til mig Alma det er saa morsomt &aring; faa brev fra dig.<span>&nbsp; </span>1000 hilsen Klara og hennes alle.</p></p>\n<p>&nbsp;</p></p>\n<p>&nbsp;</p></p>\n<p>Dear cousin Alma!</p></p>"
    ]
  },
  "tags": [
    "1930s",
    "Alma C. Wilson",
    "John Holm",
    "Klara Krogstad",
    "Norway to US",
    "Svenn Alfred",
    "Trondheim",
    "calendar",
    "gifts",
    "hospital",
    "poverty",
    "prewar",
    "snow",
    "unemployment"
  ],
  "files": [
    {
      "original": "Klara Krogstad 21 jan-1934.pdf",
      "filename": "bfc1ca99d3e75bf46055ef7606ed71ef.pdf",
      "mime_type": "application/pdf"
    }
  ]
}