{
  "id": 89,
  "added": "2010-12-27 15:38:14",
  "modified": "2010-12-30 03:57:23",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to Alma C. Wilson 1945.7.23"
    ],
    "Description": [
      "BREV FRA KLARA KROGSTAD (MARKUS' DATTER), NORDRE ALLE 1, SLUPPEN, STRINDA, TRONDHJEM, NORGE - DATERT 23. JULI - TIL MRS. ALMA WILSON, 102 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, AMERIKA.  HUN SENDTE TO BREV PÅ SAMME DAG, MULIG SANGENE BLE SENDT I EN SEPARAT KONVOLUTT.  POSTSTEMPELET PÅ BEGGE ER 28-7-45.  DEN ENE AV KONVOLUTTENE ER ÅPNET, AV KONTROLLØR 876. 3 STK. 20-ØRES FRIMERKER PÅ BEGGE, RØD MED LØVE.  PÅ BAKSIDEN AV DEN ENE KONVOLUTTEN ER DET TO LISTER OVER FORSKJELLIGE KLÆR SOM ER SENDT (FRA U.S.A.) 31. AUGUST OG PRISER/VERDI FOR HVERT ENKELT PLAGG:"
    ],
    "Creator": [
      "Klara Korgstad",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1945.07.23"
    ],
    "Language": [
      "Norwegian"
    ],
    "Text": [
      "<p>Sluppen den 23 Juli.</p></p>\n<p>Min godeste kusine.</p></p>\n<p>Jeg er saa full av jubel over at jeg fik brev fra dig i for gaars, en hjertelig tak for brevet skal du ha, jeg var saa kry saa jeg fortalte det til hele slekten dem jeg traff.<span>&nbsp; </span>Ser av det at du og dine har det bra <span>&nbsp;</span>du maa tro jeg har snakket meget om dig og vi har set paa de bilder vi har og undres om dine gutter var ute i krigen.<span>&nbsp; </span>Ja Alma det har v&aelig;ret nogen tussie aar for os, men Guds ske lov vi har da faat beholdt livet, og hjemmet vores.<span>&nbsp; </span>Om end vi har v&aelig;ret sulten for vi har ikke hat sm&oslash;r og ikke sukker og ikke paal&aelig;g men heldigvis vi har da hat br&oslash;d for min datter er paa br&oslash;dforretning.<span>&nbsp; </span>Nu er det over og ingen flyalarm men du aner ikke hvor r&aelig;dd jeg har v&aelig;ret flyalarmen for vi bor under et veldig stort apparat som h&oslash;rer tyskerne til det sies og v&aelig;re Nordens st&oslash;rste kanoner opp&aring; der.<span>&nbsp; </span>Du skal tro det var jubel den dagen, flaggene tiltops og graat og gl&aelig;de og sang vekselvis i flere uker og dager.<span>&nbsp; </span>Nu er det rolig, men meget frygtelig og se og h&oslash;re om alt som er foregaat paa denne tid.<span>&nbsp; </span>Her hos mig er det bra nu, Svenn min minste gut som var 12 aar 12 juli har nettop lagt syk i knut-ros en kjedelig sykdom, men er nu bra, men han ligger og hviler i 3 timer midt paa dagen enda for det er saa farlig for eftersykdom<em>. (Knut-ros er en sykdom som gir smertefulle s&aring;r p&aring; kroppen, med feber og leddsmerter).</em> <span>&nbsp;</span>Min st&oslash;rste gutt skal bli mekaniker <span>&nbsp;</span>gaar nu i l&aelig;re i 4 aar <span>&nbsp;</span>det er tussi saa dyrt som alting er men faar det vel igjen det vet jeg.<span>&nbsp; </span>Han er saa sparsom, har arbeidet paa fabrik i ferien sin.<span>&nbsp; </span>Mary min &aelig;ldste datter er paa ferie.</p></p>\n<p>Jeg har nu hatt 50 aars dag like f&oslash;r jul 18 december <span>&nbsp;</span>da hadde jeg min family hos os <span>&nbsp;</span>23 mennesker var vi <span>&nbsp;</span>skal senne dig sangen min, det var en koselig kvell <span>&nbsp;</span>fik en 500 kr og presanger.<span>&nbsp; </span>Nu har nettop mor (<em>Gjertine)</em> hat 70 aars dag, vi var samlet hele slekten <span>&nbsp;</span>skal ogsaa sende dig hennes sang, hun er bare bra.<span>&nbsp; </span>Onkel Aksel er det stor forandring <span>&nbsp;</span>hans frue er syk og paa hjem i 2 aar snart og den &aelig;lste s&oslash;n arrestert <em>(han var i konsentrasjonsleir en tid)</em> men nu har han tat over forretningen til onkel for han har git i fra sig den og andre 2 guttene r&oslash;mte til Sverige men er nu kommet hit.</p></p>\n<p>Det er saa meget rart nu at jeg husker ikke halvparten for &oslash;ieblikket.<span>&nbsp; </span>Laura er flyttet til Stj&oslash;rdal, hennes s&oslash;n er p&aring; sykehus.<span>&nbsp; </span>Vet du at onkel Konrad er d&oslash;d, jeg var i begravelsen, skal senne dig begravelses sangen som han diktet selv i sammen med de andre sangene saa fort jeg vinner det.<span>&nbsp; </span>Det er stygt og sp&oslash;rge, men har du nogen gamle kl&aelig;r efter dere saa send mig for vi er helt opraad <span>&nbsp;</span>vi faar ikke kj&oslash;pt en traad for her finnes ikke en bite t&oslash;i, jeg for min del kan ikke gaa ut og ikke min &aelig;lste gut heller snart. Skal snart skrive igjen, hils dine barn saa hjertelig fra os, ha det bra alle sammen.</p></p>\n<p>Deres Klara.</p></p>\n<p>P&aring; baksiden av arket:</p></p>\n<p>Jeg har satt huset dit i ramme jeg hadde, du er heldig som har et hjem<span>&nbsp; </span>det ser koslig ut, det skulde ha v&aelig;ret morsomt og bes&oslash;kt dig, hjertelig tak for bildene, de var festlige.<span>&nbsp; </span>Mary min datter skal sende dig bilde av sig sier hun.</p></p>\n<p>Idag skal jeg vaske kl&aelig;r for en engelskmann som heter Jackson<span>&nbsp; </span>jeg har vasket mange ganger men faar bare en liten kj&oslash;tboks for alle kl&aelig;rne, de er sv&aelig;rt skitten, men det er no engelskmann saa jeg gj&oslash;r det gjerne.</p>\r\n<span style=–font-size: 12pt; font-family: Times;–><br /></span></p>\n<p>Sluppen July 23.</p></p>\n<p>My best cousin.</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Britain",
    "Germans",
    "God",
    "Klara Krogstad",
    "Norway to US",
    "Sluppen",
    "Stjørdal",
    "Sweden",
    "WWII",
    "bread",
    "butter",
    "clothing",
    "food",
    "hunger",
    "knut-ros",
    "meat",
    "mechanic",
    "photos",
    "postwar",
    "sickness",
    "soldier",
    "song",
    "sugar",
    "thread",
    "vacation"
  ],
  "files": [
    {
      "original": "Klara Krogstad 23 juli-1945.pdf",
      "filename": "0db19716cb53554b8a9717762d473465.pdf",
      "mime_type": "application/x-empty"
    }
  ]
}