{
  "id": 90,
  "added": "2010-12-27 20:40:14",
  "modified": "2010-12-30 03:57:18",
  "public": true,
  "metadata": {
    "Title": [
      "Ola Holm to Alma C. Wilson 1945.7.30"
    ],
    "Description": [
      "BREV FRA OLA HOLM, NONNEGT. 4, TRONDHEIM, DATERT 30. JULI-1945 TIL MRS ALMA WILSON, DELL RAPIDS, SO. DAK., U.S.A., SKREVET PÅ ENGELSK.  SENDT MED LUFTPOST. ET BLÅTT 60-ØRES FRIMERKE MED LØVE, OG ET GRØNT 1-KRONES FRIMERKE MED LØVE.  ÅPNET AV KONTROLLØR  838 – DET NORSKE SKJOLDET PÅ KONTROLL-MERKET.  UTENPÅ KONVOLUTTEN HAR OLA SKREVET –WRITEN IN ENGLISH–."
    ],
    "Creator": [
      "Ola Holm"
    ],
    "Date": [
      "1945.07.30"
    ],
    "Language": [],
    "Text": [
      "<p>Dear Alma.</p></p>\n<p>A 1000 thanks for the wellcom letter.<span>&nbsp; </span>Are glad to see that you are all well.<span>&nbsp; </span>How nice it is that John &amp; Mother moved so as you live so close by each other.<span>&nbsp; </span>It was nice to hear all the news about friends and relations.<span>&nbsp; </span>How could Halvor happen to go west?<span>&nbsp; </span>and stay?<span>&nbsp; </span>I thougth Betsina &amp; husband started farming?<span>&nbsp; </span>Tell Betsina with greetings from me, thats she must remember me with something <span>&nbsp;</span>I am in very need off f.ex. Shirts, Night shirts, Pyjamas, Neckties etc.<span>&nbsp; </span>I hope she remember the size (15 and a half shirts)<span>&nbsp; </span>tell I am just as high, tall and alittle heavier then when I was there, but still going, strong, and just as sporty as ever, hope the same with herself.<span>&nbsp; </span>Inregard to our relation here they are all fairly well.<span>&nbsp; </span>Sis Laura is at Stj&oslash;rdalen and her Son.<span>&nbsp; </span>she is the same irritated, and unsatisfied as she always been, she has alittle Pension after her Swedish husband, s&aring; shes alright off.<span>&nbsp; </span>her Son is not good for any work (lacy) and pretty folish.<span>&nbsp; </span>Axel has sold the &ldquo;Bakery&rdquo; to his oldest son, so Axel is taken it easy now<span>&nbsp; </span>his wife is still at the Hospital<span>&nbsp; </span>never gets well anymore, but she is well satisfied.<span>&nbsp; </span>Sis Hanna up in Narvik is fairly well too.<span>&nbsp; </span>no news about&rsquo;em.<span>&nbsp; </span>Mrs Krogstad <em>(Klara, Markus&rsquo; daughter),</em> and their folks are keeping on as usual, all well with &lsquo;em too,<span>&nbsp; </span>So I have no real news of intrest.<span>&nbsp; </span>We have a good deal Enlish soildeirs her now<span>&nbsp; </span>supose to help geting free of the Germans but it takes time.<span>&nbsp; </span>We don&rsquo;t like us real well (<em>he means: we don&rsquo;t like it the way things are. His English is just translated directly from Norwegian, word by word, with the result that Norwegian expressions don&rsquo;t come out right in English),</em> before we get ready of all strangers so we are all by ourselves again.<span>&nbsp; </span>I can&rsquo;t hardly write you because I hav&rsquo;nt a decent Pen and none to buy.<span>&nbsp; </span>wish I had a Fountain.<span>&nbsp; </span>Thanks for the pictures <span>&nbsp;</span>they are fine houses you have.<span>&nbsp; </span>Ill certainly try the best I can to get a &ldquo;National custom&rdquo; for your daughter, but at present is impossible, because it is&rsquo;nt a pieace of cloth to get her now.<span>&nbsp; </span>I am glad that Mother and John is so healthy yet they are geting pretty old now.<span>&nbsp; </span>I am waiting so much to hear from John, if he possible can do anything for me, it will take along time before we can get to buy any clothing or lots other things, we comenes to get more food after while.<span>&nbsp; </span>Ill certainly pay you for what ever you could send, as soon as aur money is established.<span>&nbsp; </span>What I am in worst need off is Stoff for Overcoat, &amp; Suits, and same as dress<em>(?not sure what it says here)</em> stoff for the Women folks.<span>&nbsp; </span>Hope you excuse my asking, but what is to do any else.</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Britain",
    "Florence Winters",
    "Germans",
    "John Holm",
    "Norway to US",
    "Ola Holm",
    "POWs",
    "Stjørdal",
    "Sweden",
    "WWII",
    "bakery",
    "bunad",
    "cloth",
    "clothing",
    "coat",
    "dress",
    "pen",
    "pension",
    "photos",
    "postwar",
    "request",
    "soldiers",
    "suit"
  ],
  "files": [
    {
      "original": "Ola Holm 30 juli-1945.pdf",
      "filename": "1cbbfc436290fbb9703eefdde8893a85.pdf",
      "mime_type": "application/pdf"
    }
  ]
}