{
  "id": 118,
  "added": "2010-12-28 03:06:14",
  "modified": "2010-12-30 03:53:44",
  "public": true,
  "metadata": {
    "Title": [
      "Laura Karlson to John Holm 1946.3.24"
    ],
    "Description": [
      "BREV FRA LAURA KARLSON DATERT 24. MARS-1946 TIL HER JOHN HOLM, 108 WEST 5 ST, DELL RAPIDS, SD, U.S.A.  FRIMERKENE ER KLIPPET VEKK."
    ],
    "Creator": [
      "Laura Karlson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.03.24"
    ],
    "Language": [
      "Norwegian"
    ],
    "Text": [
      "<p>Stj&oslash;rdal 24/3-46</p></p>\n<p>Kjere Broder, Svigerinde, og Alma og alle sammen.</p></p>\n<p>Jeg vil sige Takk, for to brev, som jeg har faat fra dig.<span>&nbsp; </span>Og mange tusen takk for Pengerne, du maa tro det var kjerkommet, for Mindor har ingen, arbeide enda, men vi haaber at det maa blive en udvei naar det bliver Vaaren.<span>&nbsp; </span>foresten hann er ikke noget frisk av Helsen, heller.<span>&nbsp; </span>men det maa vel blive en raad som, alle andre tider.<span>&nbsp; </span>Men vi er saa usigelige glad for at Krigen er slutt saa lenge det varer da, vi maa haape det.<span>&nbsp; </span>Siste l&oslash;rdag var jeg i Hegra, og bes&oslash;gte mine Svigerinner, Helga. og Olava.<span>&nbsp; </span>Helga hun ligger nu der, og aldrig kommer op mer, merkelig hvor lenge livet henger og saa.<span>&nbsp; </span>Olava havde det rigtig bra, barna, er saa flinke til og jelpe hende.<span>&nbsp; </span>Hun havde faatt Telegram fra Odd, at han kommer vist jemm i Vaar en gang, Olav har det og saa bra, Aksel har det meget bra &oslash;konomisk.<span>&nbsp; </span>Men trist at Helga blev syk. nu da dem skullet havt det godt, paa sine gamle dager, jeg kom nu derifra, og nu ligger Einar i Lungebetendelse, Doktoren var der, nu, og han tror det skal gaa tilbake, med disse Tabletterne <span>&nbsp;</span>dem er bra.<span>&nbsp; </span>Du maa tage dig en tur til Norge, det blir nu mange, Norske som, kommer i Sommer.<span>&nbsp; </span>Det skulde vere moro om nogen av vores slegt kom og saa, vi har saa mange<span>&nbsp; </span>kanske du Alma, du er vel ikke redd og reise med Fly heller du.<span>&nbsp; </span>Jeg skal hilse fra Mindor, at da maa de se og faa med et brugt Trekspil Svensk System, til ham, hann er musikalsk, men har ikke noget Spill, han Solte det for lenge siden, ja litt sp&oslash;g.<span>&nbsp; </span>Jeg vil ijen faa takke for alt det vi har faatt fra eder, jeg har f&oslash;rs&oslash;gt og skrive op, i mine brev til dere hver ting saa de vet at det har kommet frem alt samment.<span>&nbsp; </span>Jeg vil nu slutte denne gang, og gaa paa fest paa Bedehuset<span>&nbsp; </span>hils alle sammen av vores som de treffer.</p></p>\n<p>Lev inderlig vel alle sammen.</p></p>\n<p>Tusen kjere hilsen.</p></p>\n<p>Mindor og Laura</p></p>\n<p>Stj&oslash;rdal. Norge.</p>\r\n<span style=–font-size: 12pt; font-family: Times;–><br /></span></p>\n<p>Stj&oslash;rdal 24/3-46</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Hegra",
    "John Holm",
    "Laura Karlson",
    "Norway to US",
    "Odd Conrad Holm",
    "Olava Holm",
    "Stjørdal",
    "accordion",
    "church",
    "doctor",
    "gifts",
    "medicine",
    "money",
    "pneumonia",
    "postwar",
    "sickness"
  ],
  "files": [
    {
      "original": "Laura Karlson 24 mar-1946.pdf",
      "filename": "6e2fe99ea290b7be010798719913f591.pdf",
      "mime_type": "application/pdf"
    }
  ]
}