{
  "id": 136,
  "added": "2010-12-28 19:43:52",
  "modified": "2010-12-30 03:49:19",
  "public": true,
  "metadata": {
    "Title": [
      "Laura Karlson to John Holm 1946.9.10"
    ],
    "Description": [
      "BREV FRA LAURA KARLSON DATERT 10. SEPTEMBER-1946, TIL HER JOHN. HOLM., 108. WEST. 5. ST., DELL RAPIDS, S DAK, U.S.A.  SENDT MED LUFTPOST, FRIMERKENE ER KLIPPET UT."
    ],
    "Creator": [
      "Laura Karlson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.09.10"
    ],
    "Language": [
      "Norwegian"
    ],
    "Text": [
      "<p>Stj&oslash;rdal 10-9-1946</p></p>\n<p>Kjere Broder fru, og Alma og alle</p></p>\n<p>Tusen takk for to brev, fra dig John. og Pakke fikk jeg igaar, med Overhals til Mindor og 2 par str&oslash;mper. og slips og 2 stykker Sepe. og T&oslash;i til 6 store Haanduker.<span>&nbsp; </span>Jeg siger Tusen takk for alt, det er saa kjert og faa.<span>&nbsp; </span>Men Papiret var saa lite, saa det holt paa og dat ud, de som var i Pakka.<span>&nbsp; </span>Vi lever som vanlig alle sammen, Mindor er ikke videre frisk saa han har ikke noget fast arbeide. men vi har klart os for ver dag, og da maa en vere forn&oslash;iet.<span>&nbsp; </span>jeg holder paa med lit Strikking og Hekling, saa det blir litt forkjeneste, det er ikke sikkert hvor lenge vi trenger naaget heller, det blir vel snart Krig ijen. og da blir det vel slutt. paa os alle, saa vi har ikke noeget og glede os til.<span>&nbsp; </span>Nu begynder det og blive H&oslash;st, og vinter, men det gaar vel de og saa.<span>&nbsp; </span>Hos Aksel er det som vanlig.<span>&nbsp; </span>Herborg skrev til dere og sente fotografier.<span>&nbsp; </span>Du skrev, om det er noget jeg &oslash;nsker, saa maa jeg sige det, men jeg synes det er saa leit og tigge. men Mindor beder mig, om du kunde sende en Brugt liten Radio, som du kanske vet, saa maate vi alle sammen. Levere ind vore Aperater under Krigen. og det er bare faa som har faat sine tilbake. og vi er en av de uheldige som ikke har faat vores.<span>&nbsp; </span>men dette gaar nu ikke an sj&oslash;nner jeg.<span>&nbsp; </span>Og jeg beder dig, du maa ikke tage det ilde op, at jeg sp&oslash;rger. <span>&nbsp;</span>For vi har ikke raad til og kj&oslash;pe, og saa var det Barberblad, for dem var saa gode.<span>&nbsp; </span>Hos Ola er det og saa som, paa det gamle.<span>&nbsp; </span>Odd Holm er jemme enda, men hann vil paa Sj&oslash;en ijen. han trives ikke Hegra, ja det er ikke noget og undres paa.</p></p>\n<p>Tusen takk Alma for dit brev, for en tid tilbak. jeg sp&oslash;rger ver gang jeg er i Byen om, det har kommet Nasjonal dragter men det er vanskelig enda.<span>&nbsp; </span>Jeg har veret i Skogen og Plukket Tytteb&aelig;r, som jeg holder paa og Koker idag, det er saa lite med Sokker men den holder sig uten.<span>&nbsp; </span>Findes det i Amerika, Jeg skulde hilse fra Evelyn til Ole, at hu havde skrevet til din Datter Greis <em>(dette skal v&aelig;re Grace).</em> men ikke faat svar.<span>&nbsp; </span>jeg skuld bede hende skrive, men hun skriver vel ikke Norsk, og da blir det vel du som maa til.<span>&nbsp; </span>Jeg haaber at de faar vores brev, som jeg takker for alt som. de sender os, det er saa kjert alt sammen. men bruk litt mere papir og pakke ind. <span>&nbsp;</span>ja nu er jeg vel frekk, det h&oslash;res ut, som jeg synes det er en selvf&oslash;lge, at de skal holde paa og sende os pakke, men jeg mener det ikk sa, men det har veret saa storartet for alt, og det som jeg ikke har kundet brugt det har jeg solt og faat penger for, da ingen av os kjener noget videre.<span>&nbsp; </span>Nu maa jeg slutte, og faa brevet i Posten.<span>&nbsp; </span>Jeg &oslash;nsker at dere alle maa have det. bra i alle maater<span>&nbsp; </span>hils alle vores fra os.</p></p>\n<p>Tusen. kjere. hilsen. fra os alle.</p></p>\n<p>Mindor og Laura</p></p>\n<p>Stj&oslash;rdal</p>\r\n<span style=–font-size: 12pt; font-family: Times;–><br /></span></p>\n<p>Stj&oslash;rdal 10-9-46</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Evelyn Holm",
    "Hegra",
    "John Holm",
    "Laura Karlson",
    "Norway to US",
    "Odd Conrad Holm",
    "Ola Holm",
    "Stjørdal",
    "cranberries",
    "fabric",
    "gifts",
    "postwar",
    "prices",
    "radio",
    "soap",
    "stockings",
    "ties",
    "towels",
    "war"
  ],
  "files": [
    {
      "original": "Laura Karlson 10 sept-1946.pdf",
      "filename": "ca7fcedb3b7e083da0bb9cad73e0c852.pdf",
      "mime_type": "application/pdf"
    }
  ]
}