{
  "id": 139,
  "added": "2010-12-28 20:00:12",
  "modified": "2010-12-28 20:00:12",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to Alma C. Wilson 1946.10.26"
    ],
    "Description": [
      "BREV FRA KLARA KROGSTAD DATERT 26. OKTOBER, POSTSTEMPLET 30.10.46. I KONVOLUTTEN LÅ DET OGSÅ ET BREV FRA DATTEREN MARY.  TIL FRU ALMA C. WILSON, BOX 166, 102 WEST 5 ST, DELL RAPIDS, S DAKOTA.  SENDT MED LUFTPOST.  ET BURGUNDER-RØDT 5-ØRES FRIMERKE MED POSTHORN, ET BLÅTT 60-ØRES FRIMERKE MED LØVE, OG ET RUSTFARGET, 2-KRONES MERKE MED KONG HAAKON.  PÅ KONVOLUTTEN ER ET STEMPEL HVOR DET STÅR:  LOTTERIET TIL FRIHETSKAMPENS OFRE."
    ],
    "Creator": [
      "Klara Krogstad",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.10.26"
    ],
    "Language": [
      "Norwegian"
    ],
    "Text": [
      "<p>Sluppen den 26. Okt.</p></p>\n<p>Min gode kusine Alma.</p></p>\n<p>Tusen tak for brev, jeg kan ikke forstaa at du ikke faar brev fra mig<span>&nbsp; </span>jeg har skrevet tre brev og sent i flypost til dig, et naar vi fik pakken som min datter var saa frygtelig glad for, hun hadde nogen venner hos sig den dagen pakken kom men hun blev helt vill, saa glad var hun, for den var aldeles nydelig og nu er den i bruk alt hun fik.<span>&nbsp; </span>Hjertelig tak for alt.</p></p>\n<p>Min datter fik en datter den 26 sept, helt m&oslash;rk og en pen pike.<span>&nbsp; </span>Det var morsomt det blev pike for min yngste datter har to gutter.<span>&nbsp; </span>De bor hjemme hos mig nu, for leiligheten er ikke f&aelig;rdig enda.<span>&nbsp; </span>Det er meget og gj&oslash;re saa mine h&aelig;nder er saa onde om n&aelig;ttene, for nu er vi 6 mennesker, jeg h&aelig;nger i fra 6 morgen til 10-11 hver dag.<span>&nbsp; </span>Skal hilse fra ma <em>(jeg tror hun mener mormoren sin)</em> til onkel Jon, han er bare spr&aelig;k og rask tross sine 80 aar.<span>&nbsp; </span>Ja nu lakker det mot vinteren og jeg gruer for det gaar saa meget brensel og dyrt som alting er.<span>&nbsp; </span>Min &aelig;lste gut som er 19 aar er paa jernbane i l&aelig;re, er saa rolig og st&oslash;dig og det er jeg glad for.<span>&nbsp; </span>Svenn Alfred som er 13 aar gaar siste aaret paa skolen, han er flink<span>&nbsp; </span>jeg skal fors&oslash;ke og la ham forts&aelig;tte. Den frakken som jeg fik skal jeg sy og forandre til ham, for nu er han opraad for alt slags kl&aelig;r baade over og under, jeg maa vel ha en raad.<span>&nbsp; </span>Det er bra med kl&aelig;r her nu naar bare man har penger nok, ikke undert&oslash;i for tykke damer som mig ha ha.<span>&nbsp; </span>End om du har hatt anledning til &aring; bes&oslash;kt os til sommeren, det er en nabo som faar sin kusine paa bes&oslash;k til sommeren her som jeg bor, men det koster vel mange penger.<span>&nbsp; </span>Tante Laura bor 3 mil herfra og onkel Aksel bror til jon bor ogsaa der<span>&nbsp; </span>hans kone er syk<span>&nbsp; </span>hun har lagt paa sykehus i 3 aar nu stakkars henne.<span>&nbsp; </span>Min mans familie er fra Skogn eller Levangernesset, min svigerfar het Paul Paulsen Krogstad.<span>&nbsp; </span>Min mand hadde 13 s&oslash;sken, store sv&aelig;re mennesker alle.</p></p>\n<p>Vi reiser til Levanger i ferien. for der er det saa trivelig.<span>&nbsp; </span>Her i byen er det oppussing av alle offentlige hus nu for alt er saa forfalt paa alle aara som er gaat siden krigen.</p></p>\n<p>Ja nu sitter Svenn og venter p&aring; kveldsmat saa nu maa jeg slutte med en rigtig god jul og godt Nytaar.<span>&nbsp; </span>Jeg skal sende dere en julehilsen siden.<span>&nbsp; </span>Ha det rigtig bra og hils onkel og alle dine, haaber han har faat mit brev.</p></p>\n<p>Deres Klara.</p>\r\n<span style=–font-size: 12pt; font-family: Times;–><br style=–page-break-before: always;– /> </span></p>\n<p>BREV FRA KLARAS DATTER:</p></p>\n<p>&nbsp;</p></p>\n<p>Kj&aelig;re Alma</p></p>\n<p>Hjertelig takk for pakken du sendte mig.<span>&nbsp; </span>Du kan tro den kom vel med, og jeg blev s&aelig;rlig glad for den deilige flanell og tr&oslash;ier.<span>&nbsp; </span>Alt sammen kom vel med, og jeg er dig meget takknemlig.<span>&nbsp; </span>Ja, nu er det hele overst&aring;tt og jeg fikk en velskapt pike.<span>&nbsp; </span>Forferdelig lik sin far.<span>&nbsp; </span>Hun skal hete Berit <span>&nbsp;</span>Et riktig norsk navn.<span>&nbsp; </span>Skal sende dig billede av henne.<span>&nbsp; </span>Vi skal flytte inn i egen leilighet om 14 dager.<span>&nbsp; </span>For tiden bor vi hjemme hos mor, da huset ikke er ferdig enda.<span>&nbsp; </span>Det er meget vanskelig om hus her i Norge, s&aring; du skj&oslash;nner vi har v&aelig;rt heldige.<span>&nbsp; </span>Vi har det meget bra her i landet nu, men alt er veldig dyrt, men vi har nok av mat og det er det beste.<span>&nbsp; </span>Og min mann er heldig og har bra arbeide.<span>&nbsp; </span>Skal hilse s&aring; meget i fra ham og enda en gang tusen takke.</p></p>\n<p>Hilsen fra</p></p>\n<p>Mary og Bernhard(?).</p>\r\n<span style=–font-size: 12pt; font-family: Times;–><br /></span></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Klara Krogstad",
    "Levanger",
    "Levangernesset",
    "Norway to US",
    "Paul Paulsen Krogstad",
    "Skogn",
    "Sluppen",
    "apprentice",
    "clothes",
    "coat",
    "food",
    "gifts",
    "postwar",
    "prices",
    "railroad",
    "renovations",
    "school",
    "underwear",
    "war"
  ],
  "files": [
    {
      "original": "Klara Krogstad 26 okt-1946.pdf",
      "filename": "7f4fa7b703487d8ae10c7d58260b1aff.pdf",
      "mime_type": "application/pdf"
    }
  ]
}