{
  "id": 152,
  "added": "2010-12-29 20:42:34",
  "modified": "2010-12-30 03:48:39",
  "public": true,
  "metadata": {
    "Title": [
      "Laura Karlson to John Holm 1947.2.4"
    ],
    "Description": [
      "BREV FRA LAURA KARLSON DATERT 4. FEBRUAR -1947, TIL JOHN HOLM, 108 WEST. FIFTH. STREET., DELL. RAPIDS. SOUTH DAKOTA., U.S.A.  FRIMERKET ER KLIPPET UT."
    ],
    "Creator": [
      "Laura Karlson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.02.04"
    ],
    "Language": [
      "Norwegian"
    ],
    "Text": [
      "<p>Stj&oslash;rdal 4/2-1947</p></p>\n<p>Kjere Broder og alle sammen.</p></p>\n<p>Tusen takk for brevet. og enda mer for Pengerne, dem kom saa kjerekommet.<span>&nbsp; </span>jeg var nesten, pengel&oslash;s da, saa du maa tro, de kom godt med, det er ikke saa greit, for ingen av os har noget, videre arbeide,<span>&nbsp; </span>Mindor er ikke saa frisk, at han kand tage hvad som helst arbeide enda.<span>&nbsp; </span>Og jeg er saa plaget av Jikt, saa jeg orker ikke noget Tungt arbede som vasking og den slags. saa det var meget snilt av dig, at du sente mig det. Jeg vil ijen sige tusen takk for sko og Kalosjer, og Skj&oslash;rt og Bluse, fra Alma, jeg har skrevet for lenge siden til dere begge to, men kanske di ikke har faatt brevene, jeg har ikke h&oslash;rt fra Alma paa lenge nu, hils hende fra mig at hun maa skrive en gang ijen.<span>&nbsp; </span>det var saa moro og faa brev, ver snild og send mig adresen til nogen av Annas barn, det skulde vere moro, og skrive til dem en gang.<span>&nbsp; </span>Ja nu har Helga faatt Flyttet i fra denne onde verden, det var det beste for dem alle sammen, da hun ikke kunde blive frisk.<span>&nbsp; </span>Aksel har det bra, og hans barn og saa, og de andre av vores slegt.<span>&nbsp; </span>dem har sine jem, og er heldig de har Arbeide.<span>&nbsp; </span>Jeg er den uheldigste av os alle ser det ut for.<em> </em>Meget trist at Mindor har veret saa daarlig saa han har blevet efter.</p></p>\n<p>Helga fikk en meget pen Begravelse<span>&nbsp; </span>masse blomster og folk.<span>&nbsp; </span>Aksel tager alt med godt hum&oslash;r, og Herborg er saa flink, og stelle for sin fader.<span>&nbsp; </span>Du maa undsjylde at jeg ikke har skrevet f&oslash;r og takket for Pengerne men jeg har ligget syk i Influensa.<span>&nbsp; </span>Du sp&oslash;rger hvor meget jeg faar, for 5 Dollar, jeg fikk 24. Kr. 65 &oslash;re<span>&nbsp; </span>Aksel sente og saa brev til dig idag.<span>&nbsp; </span>Jeg vil nu slutte, med en kjerlig hilsen. til dere alle sammen.</p></p>\n<p>Laura og Mindor. Stj&oslash;rdal.</p></p>\n<p>Jeg ente Prospekt her fra, til Jul, jeg haaber at de har faat dem.</p></p>\n<p>&nbsp;</p></p>\n<p>&nbsp;</p></p>\n<p>Stj&oslash;rdal 4/2-1947</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "John Holm",
    "Laura Karlson",
    "Norway to US",
    "Stjørdal",
    "arthritis",
    "blouse",
    "death",
    "flowers",
    "flue",
    "funeral",
    "galoshes",
    "gifts",
    "money",
    "postwar",
    "shoes",
    "sickness",
    "skirt"
  ],
  "files": [
    {
      "original": "Laura Karlson 4 februar-1947.pdf",
      "filename": "61b73b2f0b6a58ac6b462d12868f11f9.pdf",
      "mime_type": "application/pdf"
    }
  ]
}