{
  "id": 190,
  "added": "2010-12-30 02:33:31",
  "modified": "2010-12-30 03:39:06",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to Alma C. Wilson 1947.12.28"
    ],
    "Description": [
      "BREV FRA KLARA KROGSTAD, NORDRE ALLE 1, SLUPPEN, STRINDA, T.HEIM, DATERT 28 DESEMBER – 1947, TIL FRU ALMA C. WILSSON, 102 WEST 5 ST, DELL RAPIDS, SYD DAKOTA, U.S.A.  BREVET INNEHOLDER EN KONFIRMASJONSSANG FOR SVEN KROGSTAD DATERT 7/12-1947. TO 60-ØRES FRIMERKER MED TEKSTEN –HAAKON VII, MAUD KRONET 1906–.  DETTE FRIMERKET ER ETT AV 11 FRIMERKER SOM KOM UT 15. APRIL -1947 I FORBINDELSE MED POSTVERKETS 300-ÅRSJUBILEUM (1647-1947).  BLANDT BREVENE FRA JOHAN HOLM'S FAMILIE I NORGE ER TILSAMMEN 10 AV JUBILEUMS-FRIMERKENE REPRESENTERT, MENS ETT (55 ØRE) MANGLER."
    ],
    "Creator": [
      "Klara Krogstad",
      "Siri lawson, trans."
    ],
    "Date": [
      "1947.12.28"
    ],
    "Language": [
      "Norwegian"
    ],
    "Text": [
      "<p>Sluppen den 18-12<span>&nbsp; </span>47.</p></p>\n<p>&nbsp;</p></p>\n<p>Kj&aelig;re gode Alma.</p></p>\n<p>&nbsp;</p></p>\n<p>For det f&oslash;rste vil jeg &oslash;nske dig og dine et rigtig godt Nytaar, med tak for det gamle.<span>&nbsp; </span>Ja nu gaar vi inn i et nyt aar<span>&nbsp; </span>vet ikke hvad det bil bringe, h&aring;ber at vi faar v&aelig;re friske og v&aelig;re sammen i det aaret som kommer.<span>&nbsp; </span>Haaber du og dine er friske og likedan onkel John og hans kone.<span>&nbsp; </span>Hjertelig tak for det jeg fik til konfirmasjon<span>&nbsp; </span>det akkurat i det jeg spekulerte paa desserten, det var store spente &oslash;ine og &oslash;rer paa hvor jeg hadde faat i det <em>(Alma m&aring; ha sendt henne svisker eller aprikoser som Klara spurte etter i et tidligere brev). </em><span>&nbsp;</span>Jeg kan ikke forstaa at tante Laura vet at jeg har faat dette fra dere, for hun har ondt av det forst&aring;r jeg.<span>&nbsp; </span>Jeg synes ikke det er rett at min kj&oslash;delige tante skal ha ondt av at jeg fikk dette av dere for mine barn og jeg arbeider saart for vor eksistens.<span>&nbsp; </span>For hun kan ogsaa arbeide og hennes s&oslash;n med<span>&nbsp; </span>man kan ikke stole paa slekten synes jeg, du Alma er alene selv og forstaar det, si ikke noget til onkel John<span>&nbsp; </span>han er gammel og forstaar det ikke.<span>&nbsp; </span>Nu har jeg faat fat i flere duker til dig som jeg skal sende paa Nyaaret og litt annet smaatteri fra Karen min s&oslash;ster og jeg har kj&oslash;pt.<span>&nbsp; </span>Det blir ikke s&aring; n&oslash;ie med kontroll efter Jul som f&oslash;r.</p></p>\n<p>Jeg syns det h&oslash;res ut saa tungvint for dig &aring; faa i hofteholder saa du maa gi op det<span>&nbsp; </span>jeg trodde du hadde noen gammel efter dig selv som du ikke brukte.<span>&nbsp; </span>Her har v&aelig;ret en stille Jul<span>&nbsp; </span>jeg var i kirken julemorgen og efter paa var jeg hjemme hos min s&oslash;ster Karen og spiste frokost for vi var i f&oslash;lge i kirken<span>&nbsp; </span>det var h&oslash;itidelig der.<span>&nbsp; </span>Min &aelig;lste gut er reist bort i julen til en tante av sig paa fars slekt og min minste gutt er gaat paa tur i marka saa jeg er helt alene.<span>&nbsp; </span>Nu skal jeg koke paa kjelen<span>&nbsp; </span>kom og drik kaffe med mig Alma.<span>&nbsp; </span>Nu maa jeg slutte<span>&nbsp; </span>hils dine barn saa inderlig fra mig og onkel John og hans kone.<span>&nbsp; </span>Ha det bra og skriv til mig.</p></p>\n<p>&nbsp;</p></p>\n<p>Deres Klara</p>\r\n<span style=–font-size: 12pt; font-family: Times;–><br style=–page-break-before: always;– /> </span></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Christmas",
    "John Holm",
    "Klara Krogstad",
    "New Year",
    "Norway to US",
    "church",
    "coffee",
    "confirmation",
    "gifts",
    "postwar"
  ],
  "files": [
    {
      "original": "Klara Krogstad 28 des-1947.pdf",
      "filename": "a160cbf28dfed4334501c71d14b31284.pdf",
      "mime_type": "application/pdf"
    }
  ]
}