{
  "id": 201,
  "added": "2010-12-30 22:05:29",
  "modified": "2010-12-30 22:05:29",
  "public": true,
  "metadata": {
    "Title": [
      "Ola Holm 85th Birthday Clipping 1963"
    ],
    "Description": [
      "AVISUTKLIPP OM OLA HOLMS 85-ÅRSDAG (1963).  DETTE FIKK JEG AV EINAR HOLM, AXELS SØNN DA JEG VAR PÅ BESØK I 1993."
    ],
    "Date": [
      "1963"
    ],
    "Language": [
      "Norwegian"
    ],
    "Text": [
      "<p>Pensjonist Olav Holm, Kongens gate 93, fyller 85 &aring;r mandag 10. juni.<span>&nbsp; </span>Han er f&oslash;dt i Hegra og dro som tyve&aring;ring over til USA, hvor han arbeidet forskjellige steder.<span>&nbsp; </span>Blant annet bes&oslash;kte han indianerreservatet Sissytown i Dakota, hvor restene av siouxstammen levde et liv i gammer og jordhuler.<span>&nbsp; </span>P&aring; et eneste rom levde hele familien, gamle og unge, og maten var ofte bedervede rester indianerne fant i s&oslash;ppeldunkene i de hvites landsbyer.<span>&nbsp; </span>Atmosf&aelig;ren i disse hulene var slik at blekansiktene raskt ble fordrevet derfra.<span>&nbsp; </span>Senere dro Holm til hest den lange veien til Minneapolis og kom senere til Chicago, hvor han arbeidet ved et stort varehus.<span>&nbsp; </span>En ny tid holdt sitt inntog og etter &aring; ha gjennomg&aring;tt en teknisk skole, dro han tilbake til South Dakota, hvor han i en pr&aelig;rieby etablerte et av de f&oslash;rste bilverksteder.<span>&nbsp; </span>&mdash; Da han vendte tilbake til Norge, var han en tid ansatt i Trondheim kommune, og i 1918 ble han tildelt h&aring;ndverkerstipendium.<span>&nbsp; </span>Han startet senere eget verksted som han drev inntil for noen &aring;r tilbake.</p></p>\n<p><span style=–font-family: Times;–>&nbsp;</span></p></p>\n<p>Pensioner Olav Holm, Kongens gate <em>(King street)</em> 93, turns 85 on Monday, June 10.<span>&nbsp; </span>He was born in Hegra and went to the USA as a 20 year old <em>(1898),</em> where he worked in various places.<span>&nbsp; </span>Among other places he visited the Indian reservation at Sissytown in Dakota, where the remnants of the Sioux tribe lived a life in turf caves and dirt caves.<span>&nbsp; </span>In a single room lived the entire family, old and young, and the food was often perished leftovers that the Indians found in the trashcans in the villages of the white people.<span>&nbsp; </span>The atmosphere in these caves was such that the pale faces quickly left.<span>&nbsp; </span>Later Holm went by horse the long way to Minneapolis and later came to Chicago, where he worked at a large department store.<span>&nbsp; </span>A new era was entering and after having gone to a technical school, he went back to South Dakota, where he established one of the first car repair shops in a prairie town.<span>&nbsp; </span>&mdash; When he returned to Norway, he was employed by the Trondheim council for a while, and in 1918 he obtained a craft scholarship.<span>&nbsp; </span>He later started his own repair shop which he ran until a few years back. <span>&nbsp;</span></p></p>"
    ]
  },
  "tags": [
    "Chicago",
    "Hegra",
    "Minneapolis",
    "Ola Holm",
    "Sioux",
    "Sissytown",
    "South Dakota",
    "Trondheim",
    "auto shop",
    "department store"
  ],
  "files": [
    {
      "original": "Ola Holms 85-årsd.pdf",
      "filename": "dc82045b879a05c23ad7b1187aa1fb86.pdf",
      "mime_type": "application/pdf"
    }
  ]
}