{
  "id": 210,
  "added": "2010-12-31 02:31:46",
  "modified": "2010-12-31 02:31:46",
  "public": true,
  "metadata": {
    "Title": [
      "Laura Karlson to Alma C. Wilson 1948.2.1"
    ],
    "Description": [
      "BREV FRA LAURA KARLSON DATERT 1. FEBRUAR – 1948, TIL FRU ALMA VILSON, 102 WEST. 5. ST., DELL RAPIDS, S. DAK., U.S.A.  KONVOLUTTEN HAR ET BRUNAKTIG, 80-ØRES FRIMERKE MED KONG HAAKON VII OG OSLO RÅDHUS, OG TEKSTEN –KONGENS HJEMKOMST 7. JUNI-1945–.  DETTE FRIMERKET ER ETT AV 11 FRIMERKER SOM KOM UT 15. APRIL -1947 I FORBINDELSE MED POSTVERKETS 300-ÅRSJUBILEUM (1647-1947).  BLANDT BREVENE FRA JOHAN HOLM'S FAMILIE I NORGE ER TILSAMMEN 10 AV JUBILEUMS-FRIMERKENE REPRESENTERT, MENS ETT (55 ØRE) MANGLER."
    ],
    "Creator": [
      "Laura Karlson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.02.01"
    ],
    "Language": [
      "Norwegian"
    ],
    "Text": [
      "<p>Stj&oslash;rdal 1/2-1948</p></p>\n<p>Kjere Alma og alle sammen.</p></p>\n<p>Jeg vil f&oslash;rst, faa Kondolere med John, ja, saa er hann strid ut her i Verden, S&oslash;skenflokken minker, en for en blir borte, snart er det vores tur, som lever enda, men det er en en gang saa, at de unge kann D&oslash; og de gamle maa D&oslash;, det er ingen vei for bi det.<span>&nbsp; </span>John var vel meget Syk, den siste tiden, saa det var vell det beste for ham og slippe fra, naar hann var saa gamell.<span>&nbsp; </span>Menn jeg synes det er, litt rart, og tenke paa, aligevel, selv om hann var saa langt borte, han reste som en ungdom, fra Mor og Far og S&oslash;sken, Langt til et fremmet land, for og finne Lykken, og nu Ligger hann begravet i et fremmed Land i en fremmed Jord, men det har mindre og betyde, naar Sjelen gaar til Gud, saa for vi m&oslash;tes ijen, med vore, baade de, av vore som vi kjenner og som vi aldrig har sett, vi maa tro det som staar Skrevet, at det er slik.<span>&nbsp; </span>Vi lever som vanlig<span>&nbsp; </span>jeg er meget Daarlig, jeg var her nylig daarlig, saa det saa ut, som, jeg ikke skulde komme mig mer, jeg havde et Anfald saa jeg kom, helt vekk en par timer, jeg kann lett faa det ijen.<span>&nbsp; </span>Mindor har veret hos en Slagter, en tid, men saa er han rett som det er jemme og er d&aring;rlig, men dagene gaar en for en.<span>&nbsp; </span>Du maa skrive nogle ord en gang saa jeg faar h&oslash;re hvordan de har det, hils alle vor slegt.<span>&nbsp; </span></p></p>\n<p>Tusen kjere hilsen fra Laura og Mindor<span>&nbsp; </span>Stj&oslash;rdal.</p></p>\n<p>jeg skal hilse fra Aksels sine.</p></p>\n<p>&nbsp;</p></p>\n<p>Stj&oslash;rdal 1/2-1948</p></p>\n<p>Dear Alma and all.</p></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "John Holm",
    "Laura Karlson",
    "Norway to US",
    "Stjørdal",
    "butcher",
    "death",
    "postwar",
    "sickness"
  ],
  "files": [
    {
      "original": "Laura Karlson 1 februar-1948.pdf",
      "filename": "7511b7507646675c8efaeac9603242cf.pdf",
      "mime_type": "application/pdf"
    }
  ]
}