{
  "id": 233,
  "added": "2010-12-31 22:24:18",
  "modified": "2010-12-31 22:24:18",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to Alma C. Wilson 1948.8.22"
    ],
    "Description": [
      "BREV FRA KLARA KROGSTAD DATERT 22. AUGUST.  KLARA SKRIVER ALDRI HVILKET ÅR DET ER, SÅ DET KAN OFTE VÆRE VANSKELIG Å GJETTE (JEG HAR MÅTTET GJETTE MEG TIL DET UT FRA INNHOLDET AV BREVET), MEN I DETTE TILFELLET KAN POSTSTEMPLET PÅ KONVOLUTTEN TYDES;  SENDT NESTE DAG OG ÅRET ER 1948.  TIL ALMA WILSSON, 102 WEST 5 ST, DELL RAPIDS, S.D., U.S.A.  TO BLÅ 60–ØRES FRIMERKER MED LØVE."
    ],
    "Creator": [
      "Klara Krogstad",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.08.22"
    ],
    "Language": [
      "Norwegian"
    ],
    "Text": [
      "<p>Sluppen den 22 august. <em>(1948)</em></p></p>\n<p>Kj&aelig;re kusine Alma og dine</p></p>\n<p>Denne uke har v&aelig;ret en oplevelse av de sjeldne, jeg fik pakken fra dig og har brukt den 2 ganger, f&oslash;ler mig som et nyt menneske for du skulde ha set det jeg hadde paa f&oslash;r <em>(sikkert hofteholder som hun har v&aelig;rt p&aring; utkikk etter i lengre tid)</em>.<span>&nbsp; </span>Jeg vet ikke min arme raad for &aring; betale den, den er dyr det skj&oslash;nner jeg, kan du ikke skrive og fort&aelig;lle mig hvad du vil jeg skal sende i steden og hvad som er lovlig.<span>&nbsp; </span>Jeg f&oslash;ler mig i evig skyld til dig, men skriv er du snild, har dere intresse av Selbu-varer?<span>&nbsp; </span>Den er for lang 15-20 cm, men jeg har ikke lyst til &aring; forandre den saa jeg bruker den slik.<span>&nbsp; </span>Du sp&oslash;r om bestemor, nu har nu <em>(trykkfeil)</em> gaat bort fra os, hun sovnet stille og rolig inn i gaar kl halv 4 <span>&nbsp;</span>96 aar gammel, paa sykehuset.<span>&nbsp; </span>Det var tungt for min mor, igaar naar vi var der selv om hun var gammel for det er saa rart med en mor det vet vi Alma som er mor selv.<span>&nbsp; </span>Du sp&oslash;r om mine gutter er i Armeen, nei Kjell min &aelig;lste gut er 21 aar han slipper for han er paa Jernbane som l&aelig;regut enda.<span>&nbsp; </span>Min yngste gut er bare 15 aar, det er saa flinke og snille gutter, jeg er gla for det naar jeg skal v&aelig;re baade mor og far for dem, du har pr&oslash;vet det samme Alma og forstaar mig godt ikke sant.</p></p>\n<p>Jeg ser av dit brev at dere har sent saa meget hit, det vet ikke vi noget om.<span>&nbsp; </span>Du maa tro far sin familie er saa fine paa det, ser ikke paa min mor og os, det var bare store ord naar far d&oslash;de og Ole ikke hadde noget at mor var bra for ham, han lovte da gull og gr&oslash;nne skoge som man sier at det skulde bli hj&aelig;lp for henne som satt i gjen alene i verden med seks smaa barn den &aelig;lste 14 aar <em>(jeg tror det var Klara som var eldst).</em><span>&nbsp; </span>Han gaar ikke og ser om henne nu heller enda hun er 73 &aring;r.<span>&nbsp; </span>Vi er stolte av mor som har arbeidet slik for &aring; leve paa ordling <em>(ordentlig</em>) vis et meget pent hjem har min bror Erling og hun, saa hun er ingen tak skyldig til fars familie.<span>&nbsp; </span>Kristerdomme <em>(kristendommen)</em> hos dem tror jeg er bare hykleri, jeg har en tante altsaa en s&oslash;ster av mor som bor i samme gaard som Laura og dem fort&aelig;ller litt av hvert, jeg vil heller vaske gulv.<span>&nbsp; </span>Naar Aksel er oprigtig kristen kunde han ha git mor og Olava kona efter onkel Konrad for det faller ogsaa paa dem.<span>&nbsp; </span>Onkel Jon kunde ha brukt sine p&aelig;nger paa sig selv og sin kone for dem er lite taknemelig enten dem faar eller ei.<span>&nbsp; </span>Vi har aldrig vist dette.<span>&nbsp; </span>Jeg vil aldrig sie noget om dette til dem, det blir bare ondt oss i mellem.<span>&nbsp; </span>Onkel Jon og jeg har v&aelig;ret gode venner og skrevet til hverandre fra jeg var liten skolepike.<span>&nbsp; </span>Onkel lovete mig &aring; komme til ham men det blev det aldrig for far d&oslash;de <em>(hun m&aring;tte hjelpe til hjemme).</em></p></p>\n<p>Imorgen begynner jeg og arbeider igjen<span>&nbsp; </span>har ferie nu, vi har v&aelig;ret borte i 14 dager mine gutter og jeg.<span>&nbsp; </span>Vi har v&aelig;ret hos min mans familie for dem bor 8 mil herfra.<span>&nbsp; </span>17 sept skal mine gutter reise og bes&oslash;ke en bror som bor i Bergen <em>(Klaras bror Olaf)</em> for de har nogen dager igjen.</p></p>\n<p>Nu maa sjeg slutte for jeg skal til min s&oslash;ster og drikke eftermiddags kaffe kom og bli med du og. end om det hadde gaat. <span>&nbsp;</span>Skriv nu og si hvad du vil ha i steden for det su sente.<span>&nbsp; </span>Den duken paa bildet fik du da av mig, ikke av Evelyn, Oles datter.<span>&nbsp; </span>Tak for bildet, pen pike.<span>&nbsp; </span>Hils dem og ha det bra</p></p>\n<p>Din kusine Klara</p></p>\n<p>Skal hilse fra mine barn og mor.</p>\r\n<span style=–font-size: 12pt; font-family: Times;–><br /></span></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Christianity",
    "Evelyn Fiskvik",
    "Klara Krogstad",
    "Laura Karlson",
    "Norway to US",
    "Ola Holm",
    "Olava Holm",
    "Selbu",
    "Sluppen",
    "coffee",
    "gifts",
    "military",
    "photos",
    "postwar",
    "prices"
  ],
  "files": [
    {
      "original": "Klara Krogstad 22 august-1948.pdf",
      "filename": "310e9563e0d46bd69c24e21322ea0d1b.pdf",
      "mime_type": "application/pdf"
    }
  ]
}