{
  "id": 1,
  "added": "2010-12-23 17:35:55",
  "modified": "2010-12-30 04:10:35",
  "public": true,
  "metadata": {
    "Title": [
      "Aase Holm to John Holm 1948.1.23"
    ],
    "Description": [
      "BREV FRA AASE OG EILIF HOLM (AXELS SØNN) DATERT 23. JANUAR – 1948, TIL HR. JOHN HOLM, 108 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  SKREVET PÅ PAPIR FRA BAKERIET – HOLM BAKERI OG KONDITORI, RING TELEFON 15 –.  LUFTPOST-KONVOLUTTEN HAR TO BRUNAKTIGE 80-ØRES FRIMERKER MED KONG HAAKON VII OG OSLO RÅDHUS, OG TEKSTEN –KONGENS HJEMKOMST 7. JUNI-1945–.  DETTE FRIMERKET ER ETT AV 11 FRIMERKER SOM KOM UT 15. APRIL -1947 I FORBINDELSE MED POSTVERKETS 300-ÅRSJUBILEUM (1647-1947).  BLANDT BREVENE FRA JOHAN HOLM'S FAMILIE I NORGE ER TILSAMMEN 10 AV JUBILEUMS-FRIMERKENE REPRESENTERT, MENS ETT (55 ØRE) MANGLER.\r\n\r\nLETTER FROM AASE AND EILIF HOLM (AXEL'S SON) DATED JANUARY 23 – 1948, TO HR. (MR.) JOHN HOLM, 108 WEST 5TH SREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  WRITTEN ON PAPER FROM THE BAKERY –HOLM BAKERY AND CONFECTIONERY, CALL PHONE NO. 15–. (EILIF HAD TAKEN OVER THE BAKERY BY THEN).  THE AIR MAIL ENVELOPE HAS TWO BROWNISH, 80 ØRE STAMPS PICTURING KING HAAKON VII AND THE OSLO CITY HALL, WITH THE TEXT:  –THE KING'S RETURN JUNE 7-1945– (THE KING AND THE GOVERNMENT WERE IN EXILE DURING THE WAR YEARS). THIS STAMP IS ONE OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.  ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY. (THE 55 ØRE ONE IS MISSING)."
    ],
    "Creator": [
      "Aase Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.01.12"
    ],
    "Language": [
      "Norwegian, English trans."
    ],
    "Text": [
      "Stj&oslash;rdal den 23/1-48 <em>(John d&oslash;de 13. Januar)</em>\r\n<p class=–MsoNormal–>Kj&aelig;re Onkel John.</p>\r\n<p class=–MsoNormal–>Til &aring; begynne med vil jeg &oslash;nske dere alle et godt nytt &aring;r som vil bringe mere &ldquo;Fred&rdquo; blandt alle mennesker.<span>&nbsp; </span>Og s&aring; vil jeg f&aring; si hjertelig takk for pakken som Eilif og jeg fikk like f&oslash;r jul.<span>&nbsp; </span>Det var s&aring; morsomt &aring; f&aring; en hilsen fra Eilifs familie i Amerika.<span>&nbsp; </span>(Som dere skj&oslash;nner er jeg Eilifs kone) og jeg har brukt t&oslash;flene om kvellene og de er riktig gode &aring; ha, hjertelig takk.<span>&nbsp; </span>At jeg ikke har skrevet f&oslash;r er en stor skamm men det er blitt utsatt.<span>&nbsp; </span>Den 30te Desember fikk vi en liten datter, hun er nu vel 3 uker gammel og rund og lubben.<span>&nbsp; </span>Veide 17 mark da hun blev f&oslash;dt.<span>&nbsp; </span>Det er stor stas med den lille.<span>&nbsp; </span>Ragnhild som er 11 1/2 &aring;r f&aring;r nu lov &aring; stelle henne alene og b&aring;de Stein og Turid vil gjerne f&aring; lov &aring; holde henne.<span>&nbsp; </span>Likedan for Pappan hennes er det stor stas, han kommer ofte heim fra bakeriet for &aring; se henne bli badet.<span>&nbsp; </span>Den lille skal hete Helga Kristine, Helga etter Farmor og Kristine etter Mormor.<span>&nbsp; </span>Stein er 9 &aring;r og en stor og lang gutt, han er ute p&aring; ski hver dag og sier nu at han har hoppet 10 m.<span>&nbsp; </span>Turid er 7 &aring;r i April og skal begynne p&aring; skolen til h&oslash;sten.<span>&nbsp; </span>Hun har l&aelig;rt sig &aring; lese nu, og s&aring; er hun flink til &aring; synge.<span>&nbsp; </span>Ragnhild g&aring;r i 5te kl. og er riktig flink.<span>&nbsp; </span>Barna har v&aelig;rt friske og da er jo alt godt.</p>\r\n<p class=–MsoNormal–>I ettermiddag kom Herborg hit med gave til lilles&oslash;ster og s&aring; kom Farfar hit og spiste til kvelds.<span>&nbsp; </span>Det er s&aring; koldt her idag, minus 22 grader og mye sne.<span>&nbsp; </span>Men vi har det s&aring; godt og varmt her i stuen.<span>&nbsp; </span>Herborg sitter og strikker, Eilif l&aelig;ser en bok og barna har lagt sig s&aring; det er stille og rolig.</p>\r\n<p class=–MsoNormal–>Jeg h&oslash;rer av Herborg at du er syk og ligger p&aring; sykehus, og det var trist &aring; h&oslash;re, det beste av alt er n&aring;r man f&aring;r v&aelig;re frisk.<span>&nbsp; </span>Det er ofte slik at vi ikke setter stor nok pris p&aring; det.<span>&nbsp; </span>Min mor er 77 &aring;r og har v&aelig;rt frisk bestandig.<span>&nbsp; </span>Fredag f&oslash;r jul blev hun syk og det var s&aring; trist da vi ikke visste hvordan det ville g&aring;.<span>&nbsp; </span>Men nu er hun oppe og frisk og kjekk igjen.<span>&nbsp; </span>Hun kommer antagelig hit en tur s&oslash;ndag for &aring; se lilles&oslash;ster.<span>&nbsp; </span>Mor har sin gebursdag 1te juledag og vi pleier &aring; samles hjemme hos henne den dagen, b&aring;de store og sm&aring;.<span>&nbsp; </span>Derfor blev det en stor skuffelse for barna &aring; ikke f&aring; komme til mormor 1te juledag.<span>&nbsp; </span>Vi er nu s&aring; glad over at hun er frisk og vi h&aring;per &aring; f&aring; beholde henne i mange &aring;r enda.<span>&nbsp; </span>Juleaften var Eilif, barna og jeg en tur hos Farfar og Herborg og drakk kaffe og &oslash;nsket god jul.<span>&nbsp; </span>Tante Laura, Mindor, Einar og Astrid var der og, og vi hadde det riktig koseligt.<span>&nbsp; </span>Ellers har vi v&aelig;rt bare hjemme.<span>&nbsp; </span>Barna har v&aelig;rt p&aring; juletr&aelig;fester, men nu er de begynt p&aring; skolen igjen.<span>&nbsp; </span>St&oslash;rst stas er det jo om juleaften n&aring;r barna f&aring;r lov &aring; pynte juletr&aelig;et og pynte med grankvister og einer rundt om i stuen.<span>&nbsp; </span>I 4-5 tiden om ettermiddagen drikker vi da kaffe med julekaker til og i 7-8 tiden spiser vi til aftens og da er det tradisjon at det skal v&aelig;re ribbenstek m.desert.<span>&nbsp; </span>Litt senere kommer julenissen med pakker.<span>&nbsp; </span>S&aring; g&aring;r vi rundt juletr&aelig;et og deretter deler vi ut alle pakker.<span>&nbsp; </span>Det blir en livlig juleaften n&aring;r det er barn i huset.<span>&nbsp; </span>Julen blir jo den st&oslash;rste av alle h&oslash;ytider.<span>&nbsp; </span>2de juledag var barna i V&aelig;rnes kirke og h&oslash;rte barnegudstjenesten.</p>\r\n<p class=–MsoNormal–>Da jeg fikk lilles&oslash;ster l&aring; jeg p&aring; Sykestua her p&aring; Halsen<span>&nbsp; </span>Eilif og barna bes&oslash;kte da mig hver dag, og det var s&aring; koseligt.<span>&nbsp; </span>Stein var litt skuffet over at han ikke fikk bror, men nu er han <span style=–text-decoration: underline;–>s&aring;</span> glad i sin lille nye s&oslash;ster.<span>&nbsp; </span>En dag sa han &ldquo;Det gjorde nu ingen ting at det blev s&oslash;ster nei, det var nu bra at hun var vellskapt.&rdquo;<span>&nbsp; </span>Og det blir jo det st&oslash;rste av alt at barna er vellskapte og friske.</p>\r\n<p class=–MsoNormal–>Jeg har og en bror i Amerika.<span>&nbsp; </span>Han har sin kone og lille s&oslash;n p&aring; 4 &aring;r med.<span>&nbsp; </span>Nu bor han i Boston og trives godt der.<span>&nbsp; </span>Han studerer sosial&oslash;konomi og har v&aelig;rt sekret&aelig;r for den Norske minister ved noen m&oslash;ter i F.N.<span>&nbsp; </span>Han tenker &aring; v&aelig;re i Amerika i ca. 2 &aring;r. <span>&nbsp;</span>Han har nok en l&aelig;rerik tid derborte.<span>&nbsp; </span>Han skriver at det er mye varer derborte.<span>&nbsp; </span>Her er det ikke s&aring; mye t&oslash;yer nu, men vi mangler ingenting.<span>&nbsp; </span>Selvf&oslash;lgelig er det forskjellige ting som ikke kan skaffes, men trods alt tror jeg ikke det er mange som har det s&aring; godt som vi her i Norge.<span>&nbsp; </span>Ingen beh&oslash;ver &aring; sulte eller fryse dersom de vil arbeide.<span>&nbsp; </span>Noen ny krig vil vi inderlig &oslash;nske at det ikke m&aring; bli.<span>&nbsp; </span>Eilif var jo borte i 1 1/2 &aring;r under krigen og det var en trist tid som vi helst ikke vil tenke p&aring; <em>(se Axel Holm&rsquo;s brev datert 29. Juli-1945).</em><span>&nbsp; </span>Heldigvis kom han fra det uten men, men kan til forskjellige tider v&aelig;re s&oslash;vnl&oslash;s.<span>&nbsp; </span>Han dr&oslash;mmer da s&aring; mye rart.</p>\r\n<p class=–MsoNormal–>Eilif ber mig hilse dig og hele din familie s&aring; mye hjertelig takk for alt som var i pakken.<span>&nbsp; </span>Og vi vil &oslash;nske du snart m&aring; bli bedre av din sykdom.</p>\r\n<p class=–MsoNormal–>Kl. er nu 24 og alle sammen er g&aring;tt til ro.<span>&nbsp; </span>Eilif begynner kl. 4 i morgen tidlig i bakeriet, men er da ferdig i god tid p&aring; formiddagen.<span>&nbsp; </span>Ja ha det godt alle sammen og hjertelig takk for gavene til barna til jul<span>&nbsp; </span>De fikk jo 5 Dollar hver under juletr&aelig;et.</p>\r\n<p class=–MsoNormal–>Ja godt Nytt &aring;r igjen og masse hilsener til Dere alle fra oss her i Stj&oslash;rdal.</p>\r\n<p class=–MsoNormal–>Hjertelig hilsen fra Aase og Eilif Holm</p>\r\n<p class=–MsoNormal–>Sender med bilde av barna.</p>\r\n<p class=–MsoNormal–><em>Det er et nydelig bilde av Ragnhild 7&aring;r i strikkelue og strikkejakke, Turid 4 &aring;r, og et bilde av 4 sm&aring; barn: Ragnhild, Arild, Stein og Turid ikledd sommerkl&aelig;r og sittende p&aring; en plen.<span>&nbsp; </span>Arild m&aring; v&aelig;re Arnes gutt.</em></p>\r\n<p class=–MsoNormal–>&nbsp;</p>\r\n<p class=–MsoNormal–>Stj&oslash;rdal the 23/1-48<span>&nbsp; </span><em>(John died Jan. 13)</em></p>\r\n<p class=–MsoNormal–>Dear Uncle John.</p>\r\n<p class=–MsoNormal–>First I want to wish you all a Happy New Year which will bring more &ldquo;Peace&rdquo; among all peoples.<span>&nbsp; </span>And then I want to say thank you so much for the package that Eilif and I got just before Christmas.<span>&nbsp; </span>It was so much fun to get a greeting from Eilif&rsquo;s family in America. (As you&rsquo;ve probably guessed I&rsquo;m Eilif&rsquo;s wife) and I&rsquo;ve been wearing the slippers in the evenings and they are really nice to have, many thanks.<span>&nbsp; </span>It&rsquo;s shameful that I haven&rsquo;t written earlier but it got postponed.<span>&nbsp; </span>On Dec. 30<sup>th</sup> we had a little daughter, she&rsquo;s now a little over 3 weeks old and round and chubby.<span>&nbsp; </span>Weighed 17 mark <em>(old Norwegian weight measurement)</em> when she was born.<span>&nbsp; </span>There&rsquo;s great excitement over the little one.<span>&nbsp; </span>Ragnhild who&rsquo;s 11 1/2 years old gets to change her alone now and both Stein and Turid very much like to be allowed to hold her.<span>&nbsp; </span>Likewise for her Daddy it&rsquo;s very popular, he often comes home from the bakery to see her being bathed.<span>&nbsp; </span>The little one will be named Helga Kristine, Helga for her father&rsquo;s mother and Kristine for her mother&rsquo;s mother.<span>&nbsp; </span>Stein is 9 years old and a big and tall boy, he&rsquo;s out skiing every day and now says that he has jumped 10 m <em>(*1 <span>&nbsp;</span><span>&nbsp;</span>see note at end of letter).</em> <span>&nbsp;&nbsp;</span>Turid will be 7 years old in April and will start school this fall.<span>&nbsp; </span>She has learnt to read now, and then she&rsquo;s a good singer.<span>&nbsp; </span>Ragnhild is in 5<sup>th</sup> grade and is really good in school.<span>&nbsp; </span>The children have been healthy and then all is well.</p>\r\n<p class=–MsoNormal–>This afternoon Herborg came here with a gift for little sister and then Granddad <em>(&ldquo;Farfar&rdquo; means father&rsquo;s father)</em> came here to eat.<span>&nbsp; </span>It&rsquo;s so cold here today, minus 22 degrees and lots of snow.<span>&nbsp; </span>But it&rsquo;s so nice and warm here in the living room.<span>&nbsp; </span>Herborg is sitting here knitting, Eilif is reading a book and the children have gone to bed so it&rsquo;s nice and quiet.</p>\r\n<p class=–MsoNormal–>I hear from Herborg that you&rsquo;re sick and in the hospital, and that was sad to hear, the best of all is when one can be healthy.<span>&nbsp; </span>Often we don&rsquo;t appreciate that enough.<span>&nbsp; </span>My mother is 77 years old and has always been healthy.<span>&nbsp; </span>Friday before Christmas she became ill and it was so sad as we didn&rsquo;t know how it would go.<span>&nbsp; </span>But now she&rsquo;s up and well again.<span>&nbsp; </span>She&rsquo;ll probably come here on Sunday to see little sister.<span>&nbsp; </span>Mother has her birthday on the first day of Christmas <em>(this is what we call Dec. 25, we celebrate Christmas Eve)</em> and we usually get together at her place on that day, both big and small.<span>&nbsp; </span>Therefor the disappointment was great for the children when they weren&rsquo;t able to go to grandma&rsquo;s <em>(&ldquo;mormor&rdquo; means mother&rsquo;s mother)</em> on the first day of Christmas.<span>&nbsp; </span>We&rsquo;re so happy that she&rsquo;s well now and we hope to keep her for many years to come.<span>&nbsp; </span>On Christmas Eve Eilif, the children and I went to Granddad and Herborg&rsquo;s to have coffee with them and wish them Merry Christmas.<span>&nbsp; </span>Aunt Laura, Mindor, Einar and Astrid were there too, and we had a really nice time.<span>&nbsp; </span>Other than that we&rsquo;ve just been at home.<span>&nbsp; </span>The children have been to Christmas parties, but now they&rsquo;ve started school again <em>(* 2 <span>&nbsp;</span>see note at the end of this letter).</em> The biggest excitement is on Christmas Eve when the children are allowed to decorate the Christmas tree and decorate around the living room with pine twigs and juniper.<span>&nbsp; </span>Around 4-5 o&rsquo;clock we then have coffee accompanied by Christmas cookies <em>(any good housewife would have to bake at least 7 different kinds!)</em> and around 7-8 we eat dinner and the tradition is to have rib steak w. dessert.<span>&nbsp; </span>A little later Santa Claus arrives with gifts.<span>&nbsp; </span>Then we walk around the Christmas tree and after that we distribute all the gifts.<span>&nbsp; </span>It gets to be a lively Christmas Eve when there are children in the house.<span>&nbsp; </span>Christmas is the biggest of all holidays.<span>&nbsp; </span>On the 2<sup>nd</sup> day of Christmas <em>(Dec. 26)</em> the children were at V&aelig;rnes church to hear the children&rsquo;s sermon.</p>\r\n<p class=–MsoNormal–>When I had little sister I was at the Ward here at Halsen<em> (Stj&oslash;rdal is often called Stj&oslash;rdalshalsen or just Halsen)</em><span>&nbsp; </span>Eilif and the children visited me every day then, and that was so nice.<span>&nbsp; </span>Stein was a little disappointed that he didn&rsquo;t get a brother, but now he&rsquo;s <span style=–text-decoration: underline;–>so</span> fond of his little new sister.<span>&nbsp; </span>One day he said &ldquo;It didn&rsquo;t matter at all that it was a sister, it was good that she was healthy.&rdquo; And the fact that the children are normal and healthy becomes the greatest thing of all.</p>\r\n<p class=–MsoNormal–>I too have a brother in America.<span>&nbsp; </span>He has his wife and little 4 year old son with him. He&rsquo;s now living in Boston and likes it there.<span>&nbsp; </span>He&rsquo;s studying economics and has been a secretary for the Norwegian minister at a few UN meetings.<span>&nbsp; </span>He plans to stay in America for about 2 years.<span>&nbsp; </span>He's probably having a good learning experience over there.<span>&nbsp; </span>He writes that there are a lot of goods over there.<span>&nbsp; </span>There aren't&rsquo;many textiles here now, but we're lacking nothing.<span>&nbsp; </span>Of course there are various things that can&rsquo;t be found, but still I don&rsquo;t think many people are doing as well as we are here in Norway.<span>&nbsp; </span>No one needs to starve or be cold if they&rsquo;re willing to work.<span>&nbsp; </span>We really hope there will not be a new war.<span>&nbsp; </span>Eilif was gone for 1 1/2 year during the war and that was a sad time that we&rsquo;d rather not think about <em>(he was in concentration camps in Norway and Germany, see Axel Holm&rsquo;s letter dated July 29-1945)</em>.<span>&nbsp; </span>Fortunately he came out of it unharmed, but can be sleepless at various times.<span>&nbsp; </span>He dreams many a strange thing.</p>\r\n<p class=–MsoNormal–>Eilif asks me to greet you and your whole family and say thank you so much for all the things that were in the package.<span>&nbsp; </span>And we wish that you will soon get better from your illness.</p>\r\n<p class=–MsoNormal–>The time is now 24 <em>(12 midnight)</em> and everyone has gone to bed.<span>&nbsp; </span>Eilif starts at 4 o&rsquo;clock tomorrow morning at the bakery, but is then finished before noon.<span>&nbsp; </span>Well take care all of you and many thanks for the gifts for the children for Christmas<span>&nbsp; </span>They got 5 Dollars each from you under the Christmas tree.</p>\r\n<p class=–MsoNormal–>So Happy New Year again and lots of good wishes to You all from us here in Stj&oslash;rdal.</p>\r\n<p class=–MsoNormal–>Best wishes from Aase and Eilif Holm.</p>\r\n<p class=–MsoNormal–>I&rsquo;m sending pictures of the children.</p>\r\n<p class=–MsoNormal–><em>There&rsquo;s a lovely picture of Ragnhild at 7 years old, wearing a knitted hat and knitted sweater, one of Turid at 4 years old, and a photo of 4 small children:<span>&nbsp; </span>Ragnhild, Arild, Stein and Turid all wearing summer clothes and sitting on a lawn.<span>&nbsp; </span>Arild is probably Arne&rsquo;s son.<span>&nbsp; </span>Arne was another son of Axel&rsquo;s.</em></p>\r\n<p class=–MsoNormal–><em>*1)<span>&nbsp; </span>We used to create little ski jumps by packing the snow into a big lump, then flattening it out on top.<span>&nbsp; </span>Then we would go to the top of the hill and ski down; <span>&nbsp;</span>when we hit the ski jump we would fly quite far in the air before landing below it</em>.<span>&nbsp; </span><em>Sometimes local ski jumping competitions would be arranged, using &ldquo;home made&rdquo; jumps like that.</em></p>\r\n<p class=–MsoNormal–><em>*2) <span>&nbsp;</span>It&rsquo;s a tradition in Norway to have lots of public Christmas parties.<span>&nbsp; </span>People dress up in their best clothes for these.<span>&nbsp; </span>Sometimes there will be food or the traditional Christmas cookies, and some sort of entertainment.<span>&nbsp; </span>Then people will join hands and form circles around the tall Christmas tree; each circle will walk in a different direction while Christmas carols are sung.<span>&nbsp; </span>Later Santa will come with toys for the children.</em></p>\r\n<p>&nbsp;</p>"
    ]
  },
  "tags": [
    "1940s",
    "Aase Holm",
    "John Holm",
    "Norway to US",
    "Stjørdal",
    "postwar"
  ],
  "files": [
    {
      "original": "Aase Holm 23 januar-1948.pdf",
      "filename": "18a5516a4c8108aeef5690a4441bf21d.pdf",
      "mime_type": "application/pdf"
    }
  ]
}