{
  "id": 10,
  "added": "2010-12-23 21:28:26",
  "modified": "2010-12-30 04:09:46",
  "public": true,
  "metadata": {
    "Title": [
      "Alma C. Wilson to Klara Krogstad 1948.10.6"
    ],
    "Description": [
      "BLÅPAPIR-KOPI AV BREV FRA ALMA WILSON DATERT 6. OKTOBER – 1948, TIL KLARA KROGSTAD.\r\n\r\nCARBON COPY OF A LETTER FROM ALMA WILSON DATED OCTOBER 6 – 1948, TO KLARA KROGSTAD."
    ],
    "Creator": [
      "Siri Lawson, trans.",
      "Alma C. Wilson"
    ],
    "Date": [
      "1948.10.06"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "<p class=–MsoNormal–>Dell Rapids. South Dakota October 6/1948</p>\r\n<p class=–MsoNormal–>Kjere Kusine Klara med Family.</p>\r\n<p class=–MsoNormal–>Ja det er lenge siden jeg modtog dit brev er glad at pakken kom<span>&nbsp; </span>Du sa intet om det var meget toll paa den.<span>&nbsp; </span>Si mig det er du snil<span>&nbsp; </span>Her sa dem jeg merket den gave pake vilde den gaa frit fra toll.<span>&nbsp; </span>Nei du ska inte gaa i bry og sende mig noget for den.<span>&nbsp; </span>Det er same som jeg bruker men jeg fik den korteste dem hade Da jeg kunde se paa foton at du var kortere end mig.<span>&nbsp; </span>Om saa er at du har nogen gamle salt hus eler tre skeer eler av horn.<span>&nbsp; </span>Bestemor Holm sente mig et par lenge siden. men dem brente op. naar huset var set i brand. I Iowa Naar mor og jeg var alene <span>&nbsp;</span>Ja det var noget det ogsaa.</p>\r\n<p class=–MsoNormal–>Ja Klara det er mangt som har veret gjort og sagt som er best <em>(mangler det et ord her? best &ldquo;usagt&rdquo; kanskje?)</em> <span>&nbsp;</span>Du trenger inte at frygte at jeg ska noget si til bage der.<span>&nbsp; </span>Det er ned trykende at tenke at guds ord. og at dem som kalder sig Guds arbeidere og Kristne. Kan gj&oslash;re some ting dem gj&oslash;r til sit eget kj&oslash;d og blod somvi her sier.<span>&nbsp; </span>Mor og jeg forstaar nok khad din mor har gaat Ighemen Og gode l&oslash;fter kan man ikke spise<span>&nbsp; </span>Jeg har h&oslash;rt dise same ord jeg ogsaa.<span>&nbsp; </span>Mor har ikke Havt det saa godt heller ensk&oslash;nt hun fik penger 4 gange fra sin far engang fra en s&oslash;skend barn som d&oslash;de. men det var alt tat ifra hende<span>&nbsp; </span>Hun fik ikke engang lov til at skrive til nogen af sine slegt<span>&nbsp; </span>Nu kan vi ikke finde dem.<span>&nbsp; </span>jeg skrev til mors s&oslash;stre og bror saa vi ved hvor dem er <span>&nbsp;</span>en s&oslash;ster var hos dem en tid. han sente sine penger til john og mor mens han var ikrigen (<em>mener hun s&oslash;sterens s&oslash;nn som nevnt i brevet datert 26. Sept.?)</em> John sente dem til Norge og fik taket for gaven<span>&nbsp; </span>Mor hade intet at si.<span>&nbsp; </span>men det var meget angret over sa John i siste tiden. men forsent<span>&nbsp; </span>Jeg synes at det minste burde mor ha lidt respekt af dem hun men hun ska ha hvad hun trenger og mere velsgnels end dem som stor tror dem er.<span>&nbsp; </span>Din mor er kommen ighenem striden og det ska ogsaa vi. ensk&oslash;nt det er trangt og tungt iblant.<span>&nbsp; </span>det er godt at dine guter er saa unge som dem er<span>&nbsp; </span>det blir nok ant en unge leik <em>(de er visst redde for en ny krig)</em>.<span>&nbsp; </span>Jeg haaber at vi kan faa skrive samen ennu en tid.<span>&nbsp; </span>en af mine er nu hjeme paa fri tid i 40 dage <span>&nbsp;</span>jeg er saa glad der for.<span>&nbsp; </span>han har tat op poterne og gjor huset i stand til vinteren. med storm vinduer og d&oslash;re same les. da baade jeg og mor har veret daarlige med kulde og flu (<em>her tror jeg hun mener forkj&oslash;lelse, og ikke kulde; hun har oversatt direkte fra det engelske ordet &ldquo;cold&rdquo; som kan bety b&aring;de forkj&oslash;lelse og kulde.<span>&nbsp; </span>&ldquo;Flu&rdquo; er influensa)</em>.<span>&nbsp; </span>det er en mase barne lamels her ilandet <span>&nbsp;</span>over 100 paa 2 hospitaler der grace arbeider <em>(det er sikkert Polio-epidemien hun snakker om).</em></p>\r\n<p class=–MsoNormal–>Ja det er den rune duken jeg fik fra dig paa bilidet men den med frynser paa som henger overenden paa bordet sente Ole sine jenter til mig<span>&nbsp; </span>tror knaft han viste det da han inte vil dem ska skrive til os.<span>&nbsp; </span>Han har ikke skrivet til os siden han fik dise penger som var der.<span>&nbsp; </span>Laura har ikke heller men hun skrev efter hun fik vide om det<span>&nbsp; </span>din bror som er daarlig <em>(Olaf)</em> skrev til John og takket for pengerne han fik.<span>&nbsp; </span>det kom dagen John d&oslash;de same aften.<span>&nbsp; </span>Han spurte om Jon trode det vilde vere bra for han at kome til America da kona vilde hit til moder kirken <em>(hun var Mormoner).</em><span>&nbsp; </span>John sa nei si han at han er daarlig og det er haart for den som frisk her nu intet hus at faa.<span>&nbsp; </span>ja det er $ 65 maan for 4 rum. og det er da nesten umulig at faa fat paa. din bror gj&oslash;r bedre med at holde fast i gamle norge.</p>\r\n<p class=–MsoNormal–>Du maa hilse dem fra os og tak for fotone. hils ale dine fra os <span>&nbsp;</span>vor staar det til med lile jenta mi der. <span>&nbsp;</span>ruth Irene er ualmindelig flink til at snake og kome sig runt <span>&nbsp;</span>er saa lei til at klive alses<span>&nbsp; </span>Skriv snart<span>&nbsp; </span>hils mor <span>&nbsp;</span>tante Hannah har sag mig hvor kjek din mor har altid veret mod ale</p>\r\n<p class=–MsoNormal–>skriv snart<span>&nbsp; </span>det kan snart stopes som f&oslash;r ved du</p>\r\n<p class=–MsoNormal–>Alma</p>\r\n<p class=–MsoNormal–>&nbsp;</p>\r\n<p class=–MsoNormal–>Dell Rapids. South Dakota October 6/1948</p>\r\n<p class=–MsoNormal–>Dear Cousin Klara and Family.</p>\r\n<p class=–MsoNormal–>Well it&rsquo;s been a long time since I received your letter<span>&nbsp; </span>am glad the package got there<span>&nbsp; </span>You said nothing about whether you had to pay a lot of customs on it.<span>&nbsp; </span>Tell me please<span>&nbsp; </span>Here they said if I marked it a gift package there wouldn&rsquo;t be any customs to pay on it.<span>&nbsp; </span>No you&rsquo;re not to trouble yourself about sending me something for it.<span>&nbsp; </span>It&rsquo;s the same as I wear but I got the shortest one they had As I could see from the picture that you were shorter than me.<span>&nbsp; </span>If you should have some old salt shakers or wooden spoons or horn ones <em>(ivory?).</em><span>&nbsp; </span>Grandma Holm sent me a couple a long time ago. but they burned op. when the house was set on fire. In Iowa When mother and I were alone yes that was something too.</p>\r\n<p class=–MsoNormal–>Well Klara there are many things that have been done and said that are best <em>(something missing here, she may mean to say &ldquo;best left untold&rdquo;)</em><span>&nbsp; </span>You don&rsquo;t need to fear that I&rsquo;ll repeat anything back to anyone there.<span>&nbsp; </span>It&rsquo;s depressing to think that god&rsquo;s word. and that those who call themselves God&rsquo;s workers and Christians. Can do some of the things they do to their own flesh and blood as we say here.<span>&nbsp; </span>Mother and I understand what your mother has gone through And you cannot eat good promises<span>&nbsp; </span>I&rsquo;ve heard these same words too.<span>&nbsp; </span>Mother hasn&rsquo;t Had an easy time either although she got money 4 times from her father one time from a cousin who died. but it was all taken away from her<span>&nbsp; </span>She wasn&rsquo;t even allowed to write to any of her relatives<span>&nbsp; </span>Now we can&rsquo;t find them.<span>&nbsp; </span>I wrote to mother&rsquo;s sisters and a brother so we know where they are<span>&nbsp; </span>a sister was with them for a while.<span>&nbsp; </span>he sent his money to john and mother while he was in the war <em>(does she mean the sister&rsquo;s son, as mentioned in a previous letter of Sept. 26?)</em><span>&nbsp; </span>John sent it to Norway and got the credit for the gift<span>&nbsp; </span>Mother had no say in the matter.<span>&nbsp; </span>but it was much regretted John said towards the end. but too late<span>&nbsp; </span>I think mother should at least get some respect from them but she&rsquo;ll get what she needs and more blessings than those who think they&rsquo;re really something.<span>&nbsp; </span>Your mother has gotten through the battle and so will we. though it&rsquo;s tight and hard sometimes.<span>&nbsp; </span>it&rsquo;s a good thing your boys are as young as they are<span>&nbsp; </span>it wont be child&rsquo;s play <em>(seems like they&rsquo;re expecting another war).</em><span>&nbsp; </span>I hope we can write to each other for a while yet.<span>&nbsp; </span>one of mine is at home now on a 40 days leave<span>&nbsp; </span>I&rsquo;m so happy about that.<span>&nbsp; </span>he has taken up the potatoes and made the house ready for winter. with storm windows and ditto doors. as both mother and I have been unwell with cold and flu.<span>&nbsp; </span>there&rsquo;s a lot of child paralysis here in this country<span>&nbsp; </span>over 100 in 2 hospitals where grace works <em>(she must be talking about the Polio epidemic).</em></p>\r\n<p class=–MsoNormal–>Yes it&rsquo;s the round table cloth I got from you in the picture but the one with the fringe on it which is hanging over the end of the table Ole&rsquo;s girls sent to me<span>&nbsp; </span>I don&rsquo;t think he knew about it as he doesn&rsquo;t want them to write to us.<span>&nbsp; </span>He hasn&rsquo;t written to us since he got this money that was there.<span>&nbsp; </span>Laura hasn&rsquo;t either but she wrote after she found out about it<span>&nbsp; </span>your brother who&rsquo;s sick <em>(Olaf)</em> wrote to John and thanked him for the money he got.<span>&nbsp; </span>it came on the day that John died that same evening.<span>&nbsp; </span>He asked if Jon thought it would be good for him to come to America as his wife wanted to be near the mother church <em>(she was a Mormon).</em><span>&nbsp; </span>John said no tell him he&rsquo;s sick and it&rsquo;s hard for those who are well here now<span>&nbsp; </span>no housing to be had.<span>&nbsp; </span>Yes it&rsquo;s $ 65 a month for 4 rooms. and that&rsquo;s almost impossible to find.<span>&nbsp; </span>your brother will do better by holding on to old norway.</p>\r\n<p class=–MsoNormal–>You must tell them hello from us and thank him for the photos. say hello to all of yours from us <span>&nbsp;</span>how&rsquo;s my little girl over there.<span>&nbsp; </span>ruth Irene is unusually good at talking and getting around<span>&nbsp; </span>she&rsquo;s so bad at climbing everywhere<span>&nbsp; </span>Write soon<span>&nbsp; </span>regards to your mother<span>&nbsp; </span>aunt Hannah has told me how good your mother has always been to everyone</p>\r\n<p class=–MsoNormal–>write soon<span>&nbsp; </span>it can soon be stopped like before you know</p>\r\n<p class=–MsoNormal–>Alma</p>"
    ]
  },
  "tags": [
    "1940s",
    "Dell Rapids",
    "Klara Krogstad",
    "Polio",
    "US to Norway",
    "cold war",
    "finances",
    "gifts",
    "postwar",
    "war"
  ],
  "files": [
    {
      "original": "Alma Wilson 6 oktober-1948.pdf",
      "filename": "c2d3ce90e5f143345560c95027b6f5f2.pdf",
      "mime_type": "application/pdf"
    }
  ]
}