{
  "id": 13,
  "added": "2010-12-23 21:50:35",
  "modified": "2010-12-30 04:08:22",
  "public": true,
  "metadata": {
    "Title": [
      "Alma C. Wilson to Ola Holm 1948.2.20"
    ],
    "Description": [
      "BREV FRA ALMA WILSON DATERT 20. FEBRUAR – 1948, TIL OLA HOLM.  INGEN KONVOLUTT.  DET SER UT SOM HUN HAR BRUKT BLÅPAPIR FOR Å LAGE EN KOPI TIL SEG SELV.\r\n\r\nLETTER FROM ALMA WILSON DATED FEBRUARY 20 – 1948, TO OLA HOLM.  NO ENVELOPE.  IT LOOKS LIKE SHE HAS USED CARBON PAPER TO MAKE A COPY OF THIS LETTER FOR HERSELF.  HER NORWEGIAN IS REALLY GOOD, IT'S HARD TO BELIEVE SHE NEVER LIVED IN NORWAY.  SHE USES THE OLD DANISH STYLE GRAMMAR AND SPELLING."
    ],
    "Creator": [
      "Alma C. Wilson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.02.20"
    ],
    "Language": [
      "Norwegian",
      "Danish",
      "English trans."
    ],
    "Text": [
      "<p class=–MsoNormal–>Dell Rapids S.D. 2-20-48</p>\r\n<p class=–MsoNormal–>Kjere onkel</p>\r\n<p class=–MsoNormal–>Da Jeg netop modtog dit brev skal Jeg skrive igjen<span>&nbsp; </span>Jeg tenkte at dere derborte inorge var saa meget samen at det var alt ret at skrive til Axel at han lod dig vide om John d&oslash;d.<span>&nbsp; </span>Da han ser efter Johns hilsninger til dere der.<span>&nbsp; </span>Jeg ogsaa skrev Evelyn og bad hende at si dig om det, same adresse <em>(Evelyn hadde samme adresse som Ola).</em><span>&nbsp; </span>Det var trist til mig at skrive det saa mange gange<span>&nbsp; </span>Det ser ud for at en maa skrive hver en elers er det nogen som blir sint og styg isind.<span>&nbsp; </span></p>\r\n<p class=–MsoNormal–>Ja Ole om du hade staat her og set hvor John lide og pintes af store smerter i maven og hjertet<span>&nbsp; </span>blodet rant om tarmen, mund og nese<span>&nbsp; </span>han hosted og straagnet kasted om hele tiden di siste uger Tror Jeg knaft du hade skrevet til mig som du nu gjorde idete brev.<span>&nbsp; </span>Jeg ber gud at du slipper at pines saadan naar din siste tid komer.<span>&nbsp; </span>Jeg var her nat og dag Indtil han sa nei Alma dete kan du ikke staa ud med baade dag og nat og han maate ha hypo <em>(spr&oslash;yte?)</em> for at lindre pinen, og dem kunde Jeg ikke gi ham.<span>&nbsp; </span>saa bad han Dokteren om det ikke var best han kom paa hospitalet, hvor han laa i 8 dage.<span>&nbsp; </span>Jeg gik 2 gange om dagen<span>&nbsp; </span>min s&oslash;ns kone en gang.<span>&nbsp; </span>Det er en mil hver gang.<span>&nbsp; </span>vi har ingen bil.<span>&nbsp; </span>Grace var hjeme med bruket ben.<span>&nbsp; </span>Jenten til Ralph hade meslingerne. <span>&nbsp;</span>saa vi hade noget at gj&oslash;re her ogsaa.</p>\r\n<p class=–MsoNormal–>Vi hade foto tat af kisten<span>&nbsp; </span>Jeg kj&oslash;bte extra aviser<span>&nbsp; </span>har nu sent dem til dere 6 s&oslash;skend ligedan<span>&nbsp; </span>Dem vil ta lenger end luft brev men dem komer frem<span>&nbsp; </span>vi maate vente til foton her i America blir ferdig f&oslash;r Jeg kunde sende dem.<span>&nbsp; </span>Ja du sir du kjente John.<span>&nbsp; </span>Ja han fortalte mangt dise siste tider siden han blev daarlig.<span>&nbsp; </span>Ja angret paa mangt sa han<span>&nbsp; </span>Han angret at han ikke hade Doktor for sig f&oslash;r. <span>&nbsp;</span>men det maate spares, og nu var det forsent at snyte naar nasen var av.<span>&nbsp; </span>Ja stakkers John saa stor og sterk som han bestandig var og maate lide slig isit siste<span>&nbsp; </span>Jeg haaber at hvad han og mor og Jeg har sent til norge vil bli til en velsignelse i has minde og ikke til onskab og uvenskab melen dere ale der.</p>\r\n<p class=–MsoNormal–>Stakkers mor er ikke saa frisk<span>&nbsp; </span>hun blir strax 82, og nu er det tusi og langsamt men Jeg skal gj&oslash;re alt Jeg kan for hende som John sa hvad Jeg skulde gj&oslash;re.<span>&nbsp; </span>Jeg har gjort alt Jeg kunde for dem bege f&oslash;r og det skal Jeg gj&oslash;re nu.<span>&nbsp; </span>Jeg har veret glad at dem var ner saa Jeg kunde hjelpe til hver dag, og John takket for det isin siste time.<span>&nbsp; </span>Din pake til han kom om morgenen efter han gik kvelden f&oslash;r.<span>&nbsp; </span>tak ale dine Jenter for breve dem sente han.<span>&nbsp; </span>di viste ale der at han var i siste dagene<span>&nbsp; </span>Jeg sente pake til Evelyn den 16 haaber hun synes om den<span>&nbsp; </span>Det var trist at du ikke skrev mer ofte til John<span>&nbsp; </span>nu er det forsent.</p>\r\n<p class=–MsoNormal–>Det er godt du har en kjek family.<span>&nbsp; </span>Laura priser dem ale bestandig.<span>&nbsp; </span>det er s&oslash;rgelig at hun er saa daarlig nu.<span>&nbsp; </span>hun er ikke meget eldre end Jeg<span>&nbsp; </span>her er det meget kolt og sne og vind ver.<span>&nbsp; </span>20 below zero <em>(under null, Fahrenheit?)</em><span>&nbsp; </span>Haaber du nu har alt den besked du vil ha.<span>&nbsp; </span>Jeg har svaret paa dit brev nu er det din tur.<span>&nbsp; </span>Hils tante og Jenterne fra mor og mig.</p>\r\n<p class=–MsoNormal–>Alma</p>\r\n<p class=–MsoNormal–>P.S. Ja Jeg maa si tak for pakken til John.</p>\r\n<span style=–font-size: 12pt; font-family: Times;–><br /></span>\r\n<p class=–MsoNormal–>Dell Rapids S.D. 2-20-48</p>\r\n<p class=–MsoNormal–>Dear uncle</p>\r\n<p class=–MsoNormal–>As I just received your letter I&rsquo;ll write you back.<span>&nbsp; </span>I thought that you over there in Norway were together so much that it was right to write to Axel and have him tell you about John&rsquo;s death.<span>&nbsp; </span>Since he sees to John&rsquo;s greetings to you all there.<span>&nbsp; </span>I also wrote to Evelyn and asked her to tell you about it, same address <em>(Evelyn lived in the same house as her father Ola).</em><span>&nbsp; </span>It was sad for me to write it so many times.<span>&nbsp; </span>It looks like I have to write each one or there&rsquo;s someone who gets angry and nasty minded.</p>\r\n<p class=–MsoNormal–>Well Ole if you had stood here and seen how John was tormented and suffered from great pains in his stomach and heart<span>&nbsp; </span>the blood was running around his intestine, mouth and nose<span>&nbsp; </span>he coughed and choked <span>&nbsp;</span>was throwing up all the time the last weeks I don&rsquo;t think you would have written to me the way you now did in this letter.<span>&nbsp; </span>I ask god that you will be spared from such torture when your last days come.<span>&nbsp; </span>I was here night and day Until he said no Alma you can&rsquo;t keep this up both day and night and he had to have hypo <em>(injections?)</em> to ease the pain, and those I could not give him.<span>&nbsp; </span>then he asked the Doctor if it wouldn&rsquo;t be best to put him in the hospital, where he was for 8 days.<span>&nbsp; </span>I went twice a day<span>&nbsp; </span>my son&rsquo;s wife once.<span>&nbsp; </span>It&rsquo;s a mile every time.<span>&nbsp; </span>we have no car.<span>&nbsp; </span>Grace was at home with a broken leg.<span>&nbsp; </span>Ralph&rsquo;s girl had the measles.<span>&nbsp; </span>so we had some things to do here too.</p>\r\n<p class=–MsoNormal–>We had a photo taken of the coffin.<span>&nbsp; </span>I bought extra newspapers<span>&nbsp; </span>have now sent them to the 6 of you the same<span>&nbsp; </span>They will take longer than an air letter but they&rsquo;ll get there<span>&nbsp; </span>we had to wait till the photos here in America were finished before I could send them.<span>&nbsp; </span>Well you say you knew John.<span>&nbsp; </span>Yes he told me many a thing those last days since he got sick.<span>&nbsp; </span>Yes he said he regretted many a thing<span>&nbsp; </span>He regretted that he didn&rsquo;t get a Doctor for himself earlier.<span>&nbsp; </span>but they had to save, and now it was too late to blow your nose when the nose was off.<span>&nbsp; </span>Yes poor John <span>&nbsp;</span>big and strong that he always was and then having to suffer like that at his end.<span>&nbsp; </span>I hope that what he and mother and I have sent to Norway will be a blessing in his memory and not cause malice and bickering between all of you there.</p>\r\n<p class=–MsoNormal–>Poor mother is not very well<span>&nbsp; </span>she&rsquo;ll be 82 soon, and now it&rsquo;s difficult and lonely but I&rsquo;ll do everything I can for her that John said I should do.<span>&nbsp; </span>I&rsquo;ve done verything I could for them both before and I&rsquo;ll do so now.<span>&nbsp; </span>I&rsquo;ve been glad that they&rsquo;ve been so close that I could help out every day, and John thanked me for that in his last hour.<span>&nbsp; </span>Your package to him came on the morning after he passed the night before.<span>&nbsp; </span>thank all your Girls for the letters they sent him.<span>&nbsp; </span>they all knew over there that he was in his last days.<span>&nbsp; </span>I sent a package to Evelyn on the 16<sup>th</sup> <span>&nbsp;</span>hope she likes it<span>&nbsp; </span>It &lsquo;s too bad that you didn&rsquo;t write more often to John <span>&nbsp;</span>now it&rsquo;s too late.</p>\r\n<p class=–MsoNormal–>It&rsquo;s good that you have a nice family.<span>&nbsp; </span>Laura praises them all all the time.<span>&nbsp; </span>It&rsquo;s too bad that she&rsquo;s so unwell now.<span>&nbsp; </span>she&rsquo;s not much older than Me<span>&nbsp; </span>it&rsquo;s very cold here and snow and windy weather.<span>&nbsp; </span>20 below zero<span>&nbsp; </span>Hope you now know everything you wanted to know.<span>&nbsp; </span>I&rsquo;ve replied to your letter<span>&nbsp; </span>now it&rsquo;s your turn.<span>&nbsp; </span>Say hello to auntie and the Girls from mother and me.</p>\r\n<p class=–MsoNormal–>Alma<span>&nbsp;&nbsp; </span>P.S.</p>\r\n<p class=–MsoNormal–>I must say thank you for the package for John.</p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Danish style",
    "Dell Rapids",
    "God",
    "John Holm",
    "Ola Holm",
    "US to Norway",
    "death",
    "gifts",
    "measles",
    "postwar"
  ],
  "files": [
    {
      "original": "Alma Wilson 20 februar-1948.pdf",
      "filename": "f2d7a4113dbaf47052b33b0baa5d6c46.pdf",
      "mime_type": "application/pdf"
    }
  ]
}