{
  "id": 47,
  "added": "2010-12-26 02:23:48",
  "modified": "2010-12-30 04:03:52",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to Alma C. Wilson 1948.4.15"
    ],
    "Description": [
      "BREV FRA AXEL HOLM DATERT 15. APRIL – 1948, TIL ALMA WILSON, 102 WEST 5TH SREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  FRIMERKET ER FJERNET.\r\n\r\nLETTER FROM AXEL HOLM DATED APRIL 15 – 1948, TO ALMA WILSON, 102 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE STAMP HAS BEEN REMOVED."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.04.15"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "<p class=–MsoNormal–>Stj&oslash;rdal 15-4-48</p>\r\n<p class=–MsoNormal–>Kj&aelig;re derre alle:</p>\r\n<p class=–MsoNormal–>Takk for billedene av Johan, det var lit fremmed for oss, at han l&aring; med dres p&aring; i kjisten, det brukes ikke her, T&aelig;nk nu er han i herlighed og m&oslash;tt sin frelser som han her trodde p&aring; og mulig han har m&oslash;tt min Helga og dem har det fint, der ingen smerte eller savn er<span>&nbsp; </span>bare fryd og gl&aelig;de, Tenk vilken dag n&aring;r vi kommer der.<span>&nbsp; </span>Jeg har net veret i Selbu over en uke<span>&nbsp; </span>godt i heimene hos folket og samlet bidrag til Bladmisjon<span>&nbsp; </span>folket er gavmil og god, imot di som lider og har savn.<span>&nbsp; </span>Jeg spurte flere om sm&oslash;rform men ingen hadde mere end en s&aring; jeg fik ikke tak p&aring; noen denne gang, Det skal vere en som arbeider disse i Tydal men det er 12 mil (norske) lenger opp i fjeldet s&aring; jeg kom ikke dit denne gang, skal pr&oslash;ve siden.</p>\r\n<p class=–MsoNormal–>Her v&aring;res det nu, det spirer og gror<span>&nbsp; </span>m&aring;tte det bli v&aring;r i &aring;ndens verden med liv og gudsfrykt.<span>&nbsp; </span>Herborg skal nu en tid p&aring; butik p&aring; Levanger s&aring; nu blir gammlingen ensom.<span>&nbsp; </span>Ola skrev til derre den 9-3 om disse penger som Johan har sendt til oss.<span>&nbsp; </span>Norges bank tr&oslash;vler og ikke vil uttbetale disse uten det g&aring;r igjennem legasjon den (Norske)<span>&nbsp; </span>Nu vil vi n&oslash;dig dette, da vi frykter det blir tatt all mulig skatter av bel&oslash;pet og det var ikke Johans mening at disse skulde spise det opp.<span>&nbsp; </span>Da tengte vi at vis di sente oss et bevis p&aring; at di skrev fra derre reten til disse penger kan banken ikke ant en &aring; uttbetale dem.<span>&nbsp; </span>De er nu <span style=–text-decoration: underline;–>intet</span> som <span style=–text-decoration: underline;–>h&oslash;rer</span> <span style=–text-decoration: underline;–>boe</span> til det er jo gaver til hans s&oslash;skende.<span>&nbsp; </span>Hanna har vist kj&oslash;pt sig noget til Gulbrulupet f&aring;r sin del s&aring; vitt vi sj&oslash;nner av brev fra dem s&aring; vis du kan og vil vere mei behjelpelig med &aring; f&aring; orne dette med minst mulig br&aring;k &aring; st&oslash;y var det kj&aelig;kt.<span>&nbsp; </span>For det er jeg som har hatt og har boken til oppevaring.<span>&nbsp; </span>S&aring; g&aring;r det i vasken p&aring; kanske lit vranghed fra Bankens side vil det ver trist for oss kansk iser for Laura som nu sidder og stopper str&oslash;mpe for milit&aelig;re.<span>&nbsp; </span>Det er jeg som m&aring; ta ansvare for dette.<span>&nbsp; </span>Kunde ikke tenke mei i at banken la hendringer iveien for &aring; uttbetale en gave fra ens egen broder, Ja dette vil jeg tro Ola har skrevet til derre om.<span>&nbsp; </span>I h&aring;b om vi snart for h&oslash;re fra derre og &oslash;nsker et tilfredstillende svar, sender vi vor beste hilsen og takk til derre alle fra oss her</p>\r\n<p class=–MsoNormal–>Beste hilsen Axel Holm</p>\r\n<span style=–font-size: 12pt; font-family: Times;–> </span>\r\n<p class=–MsoNormal–>&nbsp;</p>\r\n<p class=–MsoNormal–>&nbsp;</p>\r\n<p class=–MsoNormal–>STJ&Oslash;RDAL 15-4-48</p>\r\n<p class=–MsoNormal–>Dear all of you:</p>\r\n<p class=–MsoNormal–>Thank you for the pictures of Johan, it was a bit unfamiliar to us, that he was lying with his suit on in the coffin, that&rsquo;s not used here, Just think now he&rsquo;s in glory and has met his saviour in whom he believed here and possibly he has met my Helga and they&rsquo;re doing fine, where there&rsquo;s no pain or need<span>&nbsp; </span>only joy and happiness, just Think what a day when we go there.<span>&nbsp; </span>I&rsquo;ve just been to Selbu for over a week<span>&nbsp; </span>walked around to people&rsquo;s homes collecting contributions to the Blad mission<span>&nbsp; </span>people are generous and good, towards those who are suffering and in need.<span>&nbsp; </span>I asked several about a butter mould but none of them had more than one so I didn&rsquo;t get one this time, There&rsquo;s supposed to be someone who makes these in Tydal but that&rsquo;s 12 miles (Norwegian) further up in the mountain so I didn&rsquo;t get that far this time, will try later.</p>\r\n<p class=–MsoNormal–>We&rsquo;re starting to see signs of spring here now, it&rsquo;s sprouting and growing<span>&nbsp; </span>may there be spring in the world of the spirit with life and the fear of God.<span>&nbsp; </span>Herborg is now going to work at a store in Levanger for a while so now the old one will be alone.<span>&nbsp; </span></p>\r\n<p class=–MsoNormal–>Ola wrote to you on the 9<sup>th</sup> of March about this money that Johan has sent to us.<span>&nbsp; </span>Norges bank is holding back <em>(he uses the word &ldquo;tr&oslash;vle&rdquo; which I&rsquo;ve never heard before so I&rsquo;m just guessing at the meaning)</em> and wont pay it out without it going through legation the (Norwegian one)<span>&nbsp; </span>We&rsquo;d rather not have that happen, as we fear all kinds of taxes will be taken from the amount and it wasn&rsquo;t Johan&rsquo;s intention to have it eaten up by such.<span>&nbsp; </span>Then we thought that if you sent us proof that you waive your right to this money the bank can&rsquo;t do anything but give them out.<span>&nbsp; </span>It has <span style=–text-decoration: underline;–>nothing</span> to do with the estate as it&rsquo;s a gift to his siblings.<span>&nbsp; </span>Hanna has apparently bought herself something for her Golden anniversary for her share as far as we understand from a letter from them so if you can and are willing to help me sort this out with the least possible trouble and noise it would be nice.<span>&nbsp; </span>Because it&rsquo;s me who have and have had the book for safekeeping.<span>&nbsp; </span>So if it falls through due perhaps to the Bank being difficult it would be sad for us maybe especially for Laura who&rsquo;s now darning socks for military people.<span>&nbsp; </span>I&rsquo;m the one who must take responsibility for this.<span>&nbsp; </span>I never imagined that the bank would hinder us in withdrawing a gift from our own brother, Well I guess Ola has written to you about this.<span>&nbsp; </span>In the hope of hearing from you soon and wishing a satisfying reply, we send our best wishes and thanks to you all from us here</p>\r\n<p class=–MsoNormal–>Best wishes Axel Holm</p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Bladmisjon",
    "God",
    "Herborg Holm",
    "Levanger",
    "Norges bank",
    "Norway to US",
    "Selbu",
    "Stjørdal",
    "Tydal",
    "bank",
    "butter",
    "death",
    "finances",
    "inheritance",
    "military",
    "photos",
    "postwar",
    "socks"
  ],
  "files": [
    {
      "original": "Axel Holm 15 april-1948.pdf",
      "filename": "9d38a9d6d1de4e62eba16b7f4badfa59.pdf",
      "mime_type": "application/pdf"
    }
  ]
}