{
  "id": 51,
  "added": "2010-12-26 15:35:07",
  "modified": "2010-12-26 18:50:43",
  "public": true,
  "metadata": {
    "Title": [
      "Mathilda Halvorson to Karoline Holm 1911.10.10"
    ],
    "Description": [
      "BREV FRA MRS MATHILDA HALVORSON, STURGES ALKOLY(?) PO, S. DAK., DATERT 10. OKTOBER 1911 TIL KAROLINE (HOLM?). INGEN KONVOLUTT, SKREVET PÅ NORSK MED BLYANT OG VELDIG VANSKELIG Å TYDE.  INGEN KOMMA ELLER PUNKTUM, INGEN STORE BOKSTAVER.\r\n\r\nLETTER FROM MATHILDA HALVORSON, STURGES ALKOLY(?) PO, S. DAK. TO KAROLINE (HOLM?) DATED OCT. 10-1911.  NO ENVELOPE.  WRITTEN IN PENCIL IN OLDFASHIONED NORWEGIAN (DANISH GRAMMAR AND SPELLING).  HARD TO READ, NO COMMAS OR PERIODS, NO CAPITAL LETTERS."
    ],
    "Creator": [
      "Mathilda Halvorson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1911.10.10"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "<p class=–MsoNormal–>Alkoly october 10th 1911</p>\r\n<p class=–MsoNormal–>Kjere s&oslash;ster Karoline</p>\r\n<p class=–MsoNormal–>efter som jeg aldrig faar h&oslash;re ifra dig saa maa jeg nu skrive igjen jeg og Helmer og John er ude paa landet og gullies (gullick?) signe og netta er i deadwood paa arbeide og Knute er nede i minista (mener hun Minnesota?) paa tresking det er 24 mil til byen her ifra saa det er saa ont at komme til byen janna arbeider i sturges og hendes lille gut er tyk og fed mine folk vil at jeg skal komme til deadwood i vinter over den verste kulde da det er saa langt til byen for mig det er saa t&oslash;rt ude her saa folk reiste ikke engang lidt h&oslash; her i sommer nu er det ganske fint men det er ikke t&oslash;rt nok gr&aelig;set til at slaa jeg fik brev ifra alma en stund siden men jeg har ikke svaret endu hun siger hun har det saa godt og det gleder mig at h&oslash;re for du ved det er ingen af os som har havt det for godt og signe hun er aldrig frisk men hun maa arbeide hele tiden aligevel ellers kom vi vel til at svelte igjel tror jeg vel min nabo skal til post oficen saa jeg maa slutte jeg haaber at h&oslash;re ifra dig strax at du er med hilsen (helsen?) som vi jeg var ryselig syg igaar men idag er jeg frisk jeg skal skrive mere neste brev bare du skriver nu stax du faar mit brev saa jeg faar vide hvor du er og hvordan du lever om det er t&oslash;rt der eller om folk reiser noget at leve af til vinteren her ser det m&oslash;rkt ud men vi faar haabe paa bedre dage har du h&oslash;rt ifra fader jeg har skrevet mange brev men ikke faaet svar vel jeg maa slutte med en venlig hilsen til eder alle ifra din s&oslash;ster med familie.</p>\r\n<p class=–MsoNormal–>Mrs Mathilda Halvorson</p>\r\n<p class=–MsoNormal–>Sturges Alkoly PO</p>\r\n<p class=–MsoNormal–>S Dak</p>\r\n<p class=–MsoNormal–>Alkoly october 10<sup>th</sup> 1911</p>\r\n<p class=–MsoNormal–>&nbsp;</p>\r\n<p class=–MsoNormal–>Dear sister Karoline</p>\r\n<p class=–MsoNormal–>Since I never hear from you I have to write again Helmer and John and I are out in the country and gullies (gullick?) signe and netta are in deadwood working and knute is down in minista (does she mean Minnesota?) threshing it&rsquo;s 24 miles to town from here so it&rsquo;s so hard to get to town janna works in sturges and her little boy is fat my folks want me to come to deadwood this winter during the worst of the cold as it&rsquo;s so far to town for me it&rsquo;s so dry out here that people didn&rsquo;t even raise a little hay here this summer now it&rsquo;s quite nice but the grass isn&rsquo;t dry enough to cut I had a letter from Alma a while back but I haven&rsquo;t replied yet she says things have turned out so well for her and that pleases me to hear as you know none of us have had an easy time of it and signe is never well but she has to work all the time anyway otherwise we would starve to death I think well my neighbour is going to the post office so I have to quit I hope to hear from you immediately that you are healthy as we are I was terribly sick yesterday but today I&rsquo;m well I&rsquo;ll write more in the next letter if only you write immediately when you get my letter so that I&rsquo;ll know where you are and how you&rsquo;re living if it&rsquo;s dry there or if people raise anything to live off of for the winter it doesn&rsquo;t look good here but we&rsquo;ll hope for better days have you heard from father I have written many letters but have had no reply well I must quit with a friendly greeting to you all from your sister and family.</p>\r\n<p class=–MsoNormal–>Mrs Mathilda Halvorson</p>\r\n<p class=–MsoNormal–>Sturges Alkoly PO</p>\r\n<p class=–MsoNormal–>S Dak</p>"
    ]
  },
  "tags": [
    "1910s",
    "Alkoly",
    "Danish style",
    "Karoline Holm",
    "Mathilda Halvorson",
    "South Dakota",
    "US to US",
    "poverty",
    "prewar",
    "sickness"
  ],
  "files": [
    {
      "original": "Mathilda Halvorson 10 okt-1911.pdf",
      "filename": "a274e720cdce8c26147c6204da8ecb55.pdf",
      "mime_type": "application/pdf"
    }
  ]
}