{
  "id": 59,
  "added": "2010-12-26 17:42:13",
  "modified": "2010-12-30 04:01:59",
  "public": true,
  "metadata": {
    "Creator": [
      "Ola Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1923.12.02"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "<p class=–MsoNormal–>Dear brother</p>\r\n<p class=–MsoNormal–>Jeg vil sende dig nogle ord, og lade dig vite at denne &ldquo;Tools&rdquo; kom ikke med &ldquo;Tyrefjord&rdquo; den var her forige uge, men det var ikke noget med til mig, men den kommer vel med nogen anden Baat, saa vi for ta det med ro, og vente, saa kommer det vel.</p>\r\n<p class=–MsoNormal–>Vi har noksaa haard vinter allerede, og en stille tid.<span>&nbsp; </span>Jeg vet ikke hvad jeg skal gripe til i vinter da mit arbeide skal indstilles og jeg maa slutte, og arbeide er ikke og opdrive, jeg beklager at jeg ikke har et shop for mig selv, for da kan man finde paa mangt og gj&oslash;re, men det koster penger og starte op, og vanskeligt om hus til det ogsaa, haaper at jeg kan faa istand noget til vaaren, og da er det mere rush med Autos.<span>&nbsp; </span>Du burde komme hjem til vaaren, saa vi kunde starte et ordentlig &ldquo;repair shop&rdquo; og det er ikke tvivl om andet end man kunde tjene penger.<span>&nbsp; </span>Ja du maa t&aelig;nke over det broder og du kunde ha godt af og opholde dig i Norge en tid for det er deilig her om sommeren s&aelig;rlig, og du har nu ogsaa slit ondt l&aelig;nge nok derborte.</p>\r\n<p class=–MsoNormal–>Jeg har ingen nyheter alle vores har det paa det gamle.<span>&nbsp; </span>Smaajenterne mine snakker saa ofte om onkel John, dem sp&oslash;r mig nu om du forstaar norsk.<span>&nbsp; </span>Vi har fortalt dem forskellige historier om dig.<span>&nbsp; </span></p>\r\n<p class=–MsoNormal–>Jeg sender dig en af dagene en &ldquo;lommealmanak&rdquo;.<span>&nbsp; </span>Ja jeg vilde bare sende dig disse ord, og saasnart noget kommer skal jeg skrive.<span>&nbsp; </span>Haaper alt er bare bra med dig, lev da saa vel, og v&aelig;r paa det kj&aelig;rligste hilset fra os alle.<span>&nbsp; </span>Fruen ber mig hilse saa meget, hun sitter og l&aelig;ser og dovner sig for &oslash;ieblikket men det er ikke ofte, hun h&aelig;nger i sent og tidlig, for hun har et stor hus og holde styr paa. Vi har et room til dig naar du kommer, og hun siger at det skulde v&aelig;re moro og stelle for dig.</p>\r\n<p class=–MsoNormal–>For slutte for denne gang, med det bedste hilsener</p>\r\n<p class=–MsoNormal–>Din Olav</p>\r\n<p class=–MsoNormal–>Rosenborgsgt. 14</p>\r\n<p class=–MsoNormal–>Tr.hjem</p>\r\n<p class=–MsoNormal–>&nbsp;</p>\r\n<p class=–MsoNormal–>Dear brother,</p>\r\n<p class=–MsoNormal–>I want to send you a few words, and let you know that this &ldquo;Tools&rdquo;, did not arrive with &ldquo;Tyrefjord&rdquo; she was here last week, but there was nothing on her for me, but it will probably come on another boat, so we&rsquo;ll just have to take it easy and wait, and it will come.</p>\r\n<p class=–MsoNormal–>We have quite a hard winter already, and a quiet time.<span>&nbsp; </span>I don&rsquo;t know what I&rsquo;ll be doing this winter as my job will be cancelled and I have to quit, and work can&rsquo;t be found, I&rsquo;m sorry I don&rsquo;t have a shop of my own, because then one can find a lot of things to do, but it costs money to get started, and it&rsquo;s also difficult to find<span>&nbsp; </span>a place for it, I hope I can get something going this spring, and then there is more rush with Autos.<span>&nbsp; </span>You ought to come home this spring, so that we could start a proper &ldquo;repair shop&rdquo; and there&rsquo;s no doubt one could earn lots of money.<span>&nbsp; </span>Well, think about it brother and it could do you good to live in Norway for a while because it&rsquo;s lovely here especially in the summer time, and also you have worked too hard long enough over there.</p>\r\n<p class=–MsoNormal–>I have no news all of ours are the same as usual.<span>&nbsp; </span>My little girls often talk about uncle John, and they are now asking me if you understand Norwegian.<span>&nbsp; </span>We have told them various stories about you.</p>\r\n<p class=–MsoNormal–>I&rsquo;ll send you a &ldquo;pocket almanac&rdquo; soon.<span>&nbsp; </span>Well, I just wanted to send you these words, and as soon as something arrives I&rsquo;ll write.<span>&nbsp; </span>Hope everything is ok with you, live well then, and be lovingly greeted by all of us.<span>&nbsp; </span>The wife asks me to say hello, she&rsquo;s sitting here reading and relaxing right now, but that doesn&rsquo;t happen often, she works hard all day, for she has a big house to keep up.<span>&nbsp; </span>We have a room for you when you get here, and she says it would be fun to take care of you.</p>\r\n<p class=–MsoNormal–>Will end this for now, with the best regards</p>\r\n<p class=–MsoNormal–>Your Olav</p>\r\n<p class=–MsoNormal–>Rosenborgsgt.14</p>\r\n<p class=–MsoNormal–>Trondheim</p>"
    ],
    "Title": [
      "Ola Holm to John Holm 1923.12.2"
    ],
    "Description": [
      "BREV FRA OLA HOLM DATERT 2. DESEMBER-1923.  INGEN KONVOLUTT.\r\n\r\nLETTER FROM OLA HOLM DATED DECEMBER 2-1923, NO ENVELOPE."
    ]
  },
  "tags": [
    "1920s",
    "John Holm",
    "Norway to US",
    "Ola Holm",
    "Trondheim",
    "Tyrefjord",
    "almanac",
    "auto shop",
    "gifts",
    "prewar",
    "unemployment"
  ],
  "files": [
    {
      "original": "Ola Holm 2 desember-1923.pdf",
      "filename": "7ceb456188250f1966baf4015bbf9be8.pdf",
      "mime_type": "application/pdf"
    }
  ]
}