{
  "id": 61,
  "added": "2010-12-26 17:55:46",
  "modified": "2010-12-30 04:01:47",
  "public": true,
  "metadata": {
    "Title": [
      "Berith Holm to John Holm 1925.3.17"
    ],
    "Description": [
      "BREV FRA BERITH HOLM (OLAVS KONE) DATERT TRONDHJEM 17. MARS-1925.  BREVET LÅ I SAMME KONVOLUTT SOM OLAVS BREV DATERT 25. MARS.  INNEHOLDT OGSÅ ET BREV FRA SONJA HOLM, OT TRE UTKLIPP FRA EN KATALOG MED BILDE AV VINTERKÅPER.\r\nTrondhjem den 17/3-1925\r\n\r\nLETTER FROM BERITH HOLM (OLAV'S WIFE) DATED TRONDHJEM MARCH 17-1925.  FOUND IN THE SAME ENVELOPE AS OLAV'S LETTER DATED MARCH 25, ALONG WITH 3 CUT OUTS OF WINTER COATS FROM A CATALOGUE.  THERE WAS ALSO A LETTER FROM SONJA HOLM, OLAV'S DAUGHTER."
    ],
    "Creator": [
      "Berith Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1925.03.17"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "<p class=–MsoNormal–>Trondhjem den 17/3-1925</p>\r\n<p class=–MsoNormal–>Gode svoger,</p>\r\n<p class=–MsoNormal–>tak for brev og katelogen bladen og alt, jeg ser af dit brev at dere har det bra og de maa vel jeg sige og n&aring;r vi er friske selv om Olav er arbeidsledig, saa de er ikke saa morsomt alle tider, men nu har vi sommeren ivente da skulde man tenke at de skulde blive lit bedre tider.<span>&nbsp; </span>Ja saa var det dete tiggeriet den kaapen jeg synest ikke de er morsom at tigge sig til, og de var langt fra min mening at faa dig til at sende mig kaape uden at betale den, men nor tiderne er som de blev nu, er de ikke tale om noget saadant men om du ?? kommer til at sende mig en, saa tror jeg nu at jeg maa, blive istand til at betale for den engang, om ikke nu med de samme saa, for vi leve nogle aar bege to, saa kan de nu ikke blive saa haart at klare sig bestandigt, som nu, jeg trenger hart til en vinterkape saa jeg foretrekker at vere inde ivinter nor de er paa de verste med kulden.<span>&nbsp; </span>Jeg skulde like at have en af disse 3 som ligger i brevet, for de er den fordelen med plydskaapene at de blir ikke ud av moten om man har dem noksaa mange aar, og nor jeg sammen ligner prisene d&aelig;r og her, blir de bare hal pris, der over, for dem.<span>&nbsp; </span>Ja undskyld min Fr&aelig;khed du skulde nok ikke bet om og f&aring;t h&oslash;rt mine &oslash;nsker, du angrer de sikkert nu.<span>&nbsp; </span>Jeg kan fortelle dig at Olav har lavet mig tender nu og han har gjort de saa bra at alle tror de er mine egne, og dem var ikke saa d&aring;rlig skal jeg sige dig.</p>\r\n<p class=–MsoNormal–>Nu skal du h&oslash;re vor stor jeg er og vor stort nummer jeg maa have vist de blir noget af</p>\r\n<p class=–MsoNormal–>h&oslash;ide fra skulderen 53 engelske tommer</p>\r\n<p class=–MsoNormal–>bysten 44 engelske tommer</p>\r\n<p class=–MsoNormal–>Armen fra skulderen 26 engelske tommer</p>\r\n<p class=–MsoNormal–>ikke noget smaateri synes du vel?</p>\r\n<p class=–MsoNormal–>Ja Adj&oslash; da og lev vel</p>\r\n<p class=–MsoNormal–>hils din Frue fra os</p>\r\n<p class=–MsoNormal–>hj&aelig;rtelig hilsen</p>\r\n<p class=–MsoNormal–>Berith Holm</p>\r\n<p class=–MsoBodyText–><em>Dette er litt komisk, Olav sier i sitt eget brev datert 25/3 at Berith ikke ville ha skrevet dette brevet hvis hun hadde visst at det kom penger, men det er for sent n&aring;, sier han.<span>&nbsp; </span>Det ser ut som dette ble sendt i samme konvolutt som Olavs brev, s&aring; hvis de syntes det var s&aring; flaut hadde de jo ikke trengt &aring; sende det! Men, de ville vel ha B&Aring;DE pengene og k&aring;pen! Det er selvf&oslash;lgelig mulig at Beriths brev allerede var sent.</em></p>\r\n<span style=–font-size: 12pt; font-family: Times;–><br /></span>\r\n<p class=–MsoNormal–>Trondhjem 17/3-1925</p>\r\n<p class=–MsoNormal–>Good brother in law,</p>\r\n<p class=–MsoNormal–>Thank you for your letter and the catalogue magazines and all, I see from your letter that you are all well and I&rsquo;ll have to say same here since we are healthy even though Olav is unemployed, so it&rsquo;s not always much fun, but now summer is approaching and one would think times will improve.<span>&nbsp; </span>Well now to the begging<span>&nbsp; </span>this coat<span>&nbsp; </span>I don&rsquo;t enjoy begging for it, and it was far from my intention to get you to send me a coat without my paying for it, but when times are like they are now, that&rsquo;s out of the question but if you <em>(can&rsquo;t read next word)</em> should send me one, I ought to be able to pay for it some time, if not right away, if we both get to live a few years, it can&rsquo;t be this hard to manage forever,<span>&nbsp; </span>I badly need a winter coat so I prefer to stay indoors this winter when the cold is at its worst.<span>&nbsp; </span>I would like to have one of these 3 which are enclosed in the letter because the advantage with them is that they wont go out of fashion even if one keeps them for several years, and when I compare the prices there and here, it&rsquo;s half price, over there, for them.<span>&nbsp; </span>Well excuse my impudence I guess you shouldn&rsquo;t have asked to hear my wishes, I&rsquo;m sure you regret it now.<span>&nbsp; </span>I can tell you that Olav has made me some teeth now and he did such a good job that everybody thinks they&rsquo;re my own, and I&rsquo;ll tell you they weren&rsquo;t bad.</p>\r\n<p class=–MsoNormal–>Here&rsquo;s how big I am and the size I must have if it comes to pass</p>\r\n<p class=–MsoNormal–>height from shoulder 53 English inches</p>\r\n<p class=–MsoNormal–>chest 44 English inches</p>\r\n<p class=–MsoNormal–>Arm from the shoulder 26 English inches</p>\r\n<p class=–MsoNormal–>not exactly small stuff am I?</p>\r\n<p class=–MsoNormal–>Well goodbye then and live well</p>\r\n<p class=–MsoNormal–>say hello to your wife from us</p>\r\n<p class=–MsoNormal–>best wishes from</p>\r\n<p class=–MsoNormal–>Berith Holm</p>\r\n<p class=–MsoNormal–><em><br /></em></p>\r\n<p class=–MsoBodyText–><em>I find this amusing as Olav said in his letter of March 25 that Berith wouldn&rsquo;t have written this letter had she known there was money coming, but, he says, too late now!<span>&nbsp; </span>It looks like it was sent in the same envelope as Olav&rsquo;s letter; they need not have sent it if they felt that bad about it! But, I guess they wanted the money AND the coat! It IS possible of course that Berith&rsquo;s letter had been sent already.</em></p>\r\n<p class=–MsoNormal–><span>&nbsp;</span></p>"
    ]
  },
  "tags": [
    "1920s",
    "Berith Holm",
    "John Holm",
    "Norway to US",
    "Sonja Holm",
    "Trondheim",
    "clothes",
    "coat",
    "gifts",
    "magazines",
    "prewar",
    "request"
  ],
  "files": [
    {
      "original": "Berith Holm 17 mars-1925.pdf",
      "filename": "f2de7dbab60d38a138c790bc3f4da831.pdf",
      "mime_type": "application/pdf"
    }
  ]
}