{
  "id": 62,
  "added": "2010-12-26 20:46:06",
  "modified": "2010-12-30 04:01:41",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to Alma C. Wilson 1932.9.6"
    ],
    "Description": [
      "BREV FRA KLARA KROGSTAD DATERT SLUPPEN 6. SEPTEMBER, TIL ALMA WILSON.  AV INNHOLDET GJETTER JEG AT DET ER SKREVET I 1932 FOR HUN NEVNER AT HUN HAR 3 BARN I ALDEREN 13 TIL 5 ÅR – I BREV DATERT APRIL 1935 ER DE SAMME BARNA 15 OG ET HALVT TIL 8 ÅR, PLUSS AT HUN HAR FÅTT EN GUTT TIL SOM DA ER 2 ÅR, OG HAN NEVNES IKKE I DETTE BREVET, SÅ HAN ER ANTAGELIG IKKE FØDT ENDA.  DET HØRES UT SOM ALMA HAR EN DATTER SOM HAR GIFTEPLANER (OG KUNNE TENKE SEG EN NORSK BRUDEKJOLE?) OG DET KAN HJELPE TIL Å BESTEMME ÅRSTALLET DETTE ER SKREVET.  DET ER NOEN LINJER FORAN PÅ KONVOLUTTEN, ANTAGELIG SKREVET AV ALMA, SOM ER LITT FORVIRRENDE I FORHOLD TIL Å BESTEMME ÅRSTALLET, MEN DET ER MULIG HUN BARE BRUKTE DENNE KONVOLUTTEN TIL Å SKRIVE PÅ SENERE.  DET STÅR – SKREV LUFTPOST 7. JULI-1945 - SENDTE BILDE AV HUSET OG BRYLLUPET–. KLARA NEVNER BILDE AV ALMAS HUS I ET ANNET BREV; HVIS JEG HUSKER RIKTIG VAR DET I ET BREV SKREVET LIKE ETTER KRIGEN HVOR HUN OGSÅ FORTELLER AT HUN VASKER KLÆR FOR EN ENGELSKMANN. KONVOLUTTEN HAR INGEN FRIMERKER.\r\n\r\nLETTER FROM KLARA KROGSTAD DATED SLUPPEN SEPTEMBER 6, TO ALMA WILSON.  FROM THE CONTENT I GUESS IT MUST HAVE BEEN WRITTEN AROUND 1932 BECAUSE SHE MENTIONS THAT SHE HAS 3 CHILDREN FROM THE AGES OF 13 TO 5 – IN A LETTER DATED APRIL 1935 THE SAME CHILDREN ARE 15 AND A HALF TO 8, PLUS SHE HAS AN ADDITIONAL BOY WHO IS THEN 2 YEARS OLD (IN 1935).  HE IS NOT MENTIONED AT ALL IN THIS LETTER, SO HE'S NOT YET BORN.  IT SOUNDS AS THOUGH ALMA HAS A DAUGHTER WHO IS ABOUT TO GET MARRIED, THIS MIGHT HELP DATE THE LETTER.  SHE MUST HAVE ASKED KLARA ABOUT NORWEGIAN WEDDING DRESSES. THERE'S A NOTE, PRESUMABLY WRITTEN BY ALMA ON THE FRONT OF THE ENVELOPE SAYING SHE SENT A LETTER AIR MAIL ON JULY 7-1945,  WHICH CONFUSES THE DATING, BUT SHE MAY JUST HAVE USED THIS ENVELOPE TO WRITE ON LATER ON.  IT ALSO SAYS –SENT PICTURE OF HOUSE & WEDDING–.  IF I RECALL CORRECTLY KLARA MENTIONS A PICTURE OF ALMA'S HOUSE IN ONE OF HER LETTERS, I BELIEVE IT'S IN ONE WRITTEN RIGHT AFTER THE WAR, IN WHICH SHE ALSO MENTIONS WASHING CLOTHES FOR AN ENGLISHMAN.  THE STAMPS HAVE BEEN TORN OFF."
    ],
    "Creator": [
      "Klara Krogstad",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1932.09.06"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "<p class=–MsoNormal–>Sluppen den 6 September</p>\r\n<p class=–MsoNormal–>Gode kusine Alma!</p>\r\n<p class=–MsoNormal–>Jeg vet ikke hvordan jeg skal utrykke mig, men jeg blev saa forbauset naar jeg fik dit brev for det kom uventende<span>&nbsp; </span>jeg trodde det var noget med onkel John.<span>&nbsp; </span>Jeg skulde ha skrevet f&oslash;r men vi har malere her hos os og saa er manden min sykmelt for han er plaget av ansigtsros som er en ond sykdom.<span>&nbsp; </span>Jeg ser av dit brev at du har lyst og h&oslash;re om dine kusiner og f&aelig;ttere.<span>&nbsp; </span>Vi har v&aelig;ret syv s&oslash;sken 3 piker og fire gutter<span>&nbsp; </span>1 gut er d&oslash;d som f&oslash;lge av tubertler i h&oslash;ire haandrot som han p&aring;drog sig ved at han falt ned fra bryggen han arbeidet paa og forstuvet haanden<span>&nbsp; </span>han laa tilsengs i over 2 aar saa det var synd paa ham <span>&nbsp;</span>han var 21 aar da han d&oslash;de.<span>&nbsp; </span>Som du kanske vet mistet vi far paa en trist m&aring;te<span>&nbsp; </span>han blev overkj&oslash;rt av toget og drept p&aring; stedet<span>&nbsp; </span>du maa tro det var en frygtelig tid<span>&nbsp; </span>vi trodde vi gik i fra vet og forstand alle<span>&nbsp; </span>det var jeg som m&aring;tte ta mig i sammen for de andre var sm&aring; og ingenting forstod og mor blev syk<span>&nbsp; </span>du skulde ha set hvor ondt det var og se hende men gudskelov hun blev da frisk og har hittil i dag hjulpet sig selv.<span>&nbsp; </span>Erling som er 24-25 aar er et eksempel av en gut<span>&nbsp; </span>han er saa staut og ordens gut i bunden men han er ikke sterk stakkar han har for stort hjerte og det fik han efter gigtfeberen, og saa er det tvillinger som var 21 aar den 12 september<span>&nbsp; </span>den ene gutten har plads som jungmand ombord paa prinssesse &ldquo;Ragnhild&rdquo; han er heldig men den andre har intet arbeide, han heter Karl.<span>&nbsp; </span>Den yngste heter Maja<span>&nbsp; </span>hun er 19 aar gammel hun har huspost<span>&nbsp; </span>har bare 20 kr mnd men har nu v&aelig;ret der en 4-5 aar saa det er best og v&aelig;r i ro der som hun har begynt.<span>&nbsp; </span>Min tredje s&oslash;ster heter Karen<span>&nbsp; </span>hun er gift og 3 barn<span>&nbsp; </span>hennes mann er r&oslash;rlegger<span>&nbsp; </span>han har bestandig arbeide saa dem har det bra, hun er 30 aar.<span>&nbsp; </span>Min mand arbeider paa Renholdsverket her i byen, vi har 3 barn i alderen 13 til 5 aar 2 piker og 1 gut de heter Mary Gerd og Kjell.<span>&nbsp; </span>Jeg var hos onkel Ole<span>&nbsp; </span>han er nu kommet hjem fra sykehuset og rigtig kj&aelig;k<span>&nbsp; </span>jeg skulde hilse dere alle saa flittig fra ham.<span>&nbsp; </span>Du sp&oslash;r mig om priser paa kjolerne, men det er ikke noget utvalg her i byen<span>&nbsp; </span>jeg maa da skrive til oslo men dem svarte mig det at dem brukte mest og sy sig selv av hvit silke men hvis du vil kan jeg faa fat i et blad som det vises hvordan fasongen paa kjolerne er og sl&oslash;r og blomsterbuket i haanden og sl&aelig;p av blonder brukes paa sl&oslash;ret<span>&nbsp; </span>jeg skal sende dig et hefte hvis du vil skrive straks til mig og snak om det, hils hende fra mig<span>&nbsp; </span>har du ikke billede av dere, for jeg blev saa <em>(det st&aring;r egentlig &ldquo;sy&rdquo; kry)</em> kry naar jeg fik brev fra dig saa du gjorde mig en stor &aelig;re.<span>&nbsp; </span>Hils din svigermor fra bestemor <em>(jeg lurer p&aring; hvorfor hun sier det, var det en forbindelse mellom Burt Williams og Klara&rsquo;s bestemor?)</em><span>&nbsp; </span>det er dumt vi ikke kan snakkes med for det har v&aelig;ret morsomt.<span>&nbsp; </span>Hils dine barn fra mig og skriv snart.<span>&nbsp; </span>Hils onkel John og tante fra mig</p>\r\n<p class=–MsoNormal–>din kusine Klara Krogstad<span>&nbsp; </span>Sluppen<span>&nbsp; </span>Trondhjem</p>\r\n<p class=–MsoNormal–>Lev vel</p>\r\n<span style=–font-size: 12pt; font-family: Times;–> </span>\r\n<p class=–MsoNormal–>LETTER FROM KLARA KROGSTAD DATED SLUPPEN SEPTEMBER 6, TO ALMA WILSON.<span>&nbsp; </span>FROM THE CONTENT I GUESS IT MUST HAVE BEEN WRITTEN AROUND 1932 BECAUSE SHE MENTIONS THAT SHE HAS 3 CHILDREN FROM THE AGES OF 13 TO 5 &ndash; IN A LETTER DATED APRIL 1935 THE SAME CHILDREN ARE 15 AND A HALF TO 8, PLUS SHE HAS AN ADDITIONAL BOY WHO IS THEN 2 YEARS OLD (IN 1935).<span>&nbsp; </span>HE IS NOT MENTIONED AT ALL IN THIS LETTER, SO HE&rsquo;S NOT YET BORN. <span>&nbsp;</span>IT SOUNDS AS THOUGH ALMA HAS A DAUGHTER WHO IS ABOUT TO GET MARRIED, THIS MIGHT HELP DATE THE LETTER.<span>&nbsp; </span>SHE MUST HAVE ASKED KLARA ABOUT NORWEGIAN WEDDING DRESSES. THERE&rsquo;S A NOTE, PRESUMABLY WRITTEN BY ALMA ON THE FRONT OF THE ENVELOPE SAYING SHE SENT A LETTER AIR MAIL ON JULY 7-1945, <span>&nbsp;</span>WHICH CONFUSES THE DATING, BUT SHE MAY JUST HAVE USED THIS ENVELOPE TO WRITE ON LATER ON.<span>&nbsp; </span>IT ALSO SAYS &ldquo;SENT PICTURE OF HOUSE &amp; WEDDING&rdquo;.<span>&nbsp; </span>IF I RECALL CORRECTLY KLARA MENTIONS A PICTURE OF ALMA&rsquo;S HOUSE IN ONE OF HER LETTERS, I BELIEVE IT&rsquo;S IN ONE WRITTEN RIGHT AFTER THE WAR, IN WHICH SHE ALSO MENTIONS WASHING CLOTHES FOR AN ENGLISHMAN. <span>&nbsp;</span>THE STAMPS HAVE BEEN TORN OFF.</p>\r\n<p class=–MsoNormal–>&nbsp;</p>\r\n<p class=–MsoNormal–>Sluppen the 6<sup>th</sup> of September</p>\r\n<p class=–MsoNormal–>Good cousin Alma!</p>\r\n<p class=–MsoNormal–>I don&rsquo;t know how to express myself, but I was so surprised when I received your letter because it was unexpected<span>&nbsp; </span>I thought there was something with uncle John.<span>&nbsp; </span>I should have written before but we have painters here and then my husband has been on sick leave because he&rsquo;s bothered with &ldquo;ansigtsros&rdquo; which is a painful desease <em>(&ldquo;knutros&rdquo; is mentioned in another letter, I believe it was Klara saying her son had it.<span>&nbsp; </span>It&rsquo;s a form of illness which causes painful sores on the skin among other symptoms.<span>&nbsp; </span>In this case she says &ldquo;ansigtsros&rdquo; which means he has it on his face &ndash; ansigt=face).<span>&nbsp; </span></em>I see from your letter that you would like to hear about your cousins.<span>&nbsp; </span>There were 7 of us <span>&nbsp;</span>3 girls and four boys<span>&nbsp; </span>1 boy is dead as a result of &ldquo;tubertler&rdquo; <em>(I don&rsquo;t know what this means &ndash; she may mean &ldquo;tuberkler&rdquo; which is &ldquo;tubercles&rdquo;)</em> in the right hand <em>(she actually says &ldquo;root of the hand&rdquo;)</em> which he contracted by falling down from the quay he was working on and spraining his hand<span>&nbsp; </span>he was bed ridden for over 2 years so he was pitiful<span>&nbsp; </span>he was 21 years old when he died.<span>&nbsp; </span>As you may know we lost our father in a sad way<span>&nbsp; </span>he was run over by the train and killed on the spot<span>&nbsp; </span>it was a terrible time<span>&nbsp; </span>we thought we were all going to lose our minds <span>&nbsp;</span>it was I who had to pull myself together because the others were small and didn&rsquo;t understand what was going on and mother got sick<span>&nbsp; </span>you should have seen how painful it was to see her but thank god she got well and has up until now taken care of herself.<span>&nbsp; </span>Erling who is 24-25 years old is an example of a boy<span>&nbsp; </span>he is such a nice boy but he&rsquo;s not strong poor thing<span>&nbsp; </span>his heart is too big which is a result of rheumatic fever, and then there are twins who were 21 years old on September 12<span>&nbsp; </span>one of the boys has a position as a junior seaman on board the princess &ldquo;Ragnhild&rdquo;<span>&nbsp; </span>he&rsquo;s lucky but the other one has no work, he&rsquo;s named Karl.<span>&nbsp; </span>The youngest is named Maja<span>&nbsp; </span>she&rsquo;s 19 years old<span>&nbsp; </span>she has a domestic position<span>&nbsp; </span>only has 20 kr. a month but has now been there 4-5 years so it&rsquo;s best to stay put where she has started.<span>&nbsp; </span>My third sister is named Karen <em>(this would be the Karen Kolstad who also wrote letters to Alma and John)</em><span>&nbsp; </span>she&rsquo;s married with 3 children<span>&nbsp; </span>her husband is a plumber <span>&nbsp;</span>he always has work so they are doing well, she&rsquo;s 30 years old.<span>&nbsp; </span>My husband works at the Cleansing Department here in town, we have 3 children from the ages of 13 to 5 years old 2 girls and 1 boy<span>&nbsp; </span>they are called Mary Gerd and Kjell.<span>&nbsp; </span>I went to see uncle Ole<span>&nbsp; </span>he&rsquo;s now out of the hospital and quite well <span>&nbsp;</span>he sends his best regards to you all.<span>&nbsp; </span>You ask me for the price of the dresses, but the selection here in town is no good<span>&nbsp; </span>would have to write to oslo <span>&nbsp;</span>but they told me that they <em>(meaning people in general)</em> usually make their own from white silk but if you want to I could get a hold of a magazine showing the style of the dresses and the veil and bouquet of flowers in the hand and a train of lace is used on the veil<span>&nbsp; </span>I&rsquo;ll send you a pamphlet if you reply immediately and let me know, greet her from me <span>&nbsp;</span>do you not have a picture of you all, because I was so proud when I got a letter from you so you did me a great honor.<span>&nbsp; </span>Say hello to your mother in law from grandmother<span>&nbsp; </span><em>(I wonder why she says that, was there a relation between Burt&rsquo;s mother and Klara&rsquo;s grandmother?)</em><span>&nbsp; </span>It&rsquo;s too bad we can&rsquo;t talk together because that would have been fun.<span>&nbsp; </span>Greet your children from me and write soon.<span>&nbsp; </span>Greet uncle John and auntie from me</p>\r\n<p class=–MsoNormal–>your cousin Klara Krogstad<span>&nbsp; </span>Sluppen<span>&nbsp; </span>Trondhjem</p>\r\n<p class=–MsoNormal–>Live well</p>"
    ]
  },
  "tags": [
    "1930s",
    "Alma C. Wilson",
    "God",
    "John Holm",
    "Klara Krogstad",
    "Norway to US",
    "Ragnhild",
    "Renholdsverket",
    "Sluppen",
    "Trondheim",
    "accident",
    "clothes",
    "dresses",
    "magazine",
    "prices",
    "request",
    "rheumatic fever",
    "seaman",
    "sickness",
    "silk",
    "train",
    "wedding"
  ],
  "files": [
    {
      "original": "Klara Krogstad 6 sept-1932.pdf",
      "filename": "15aa5e1fa354b36a78d4794eb1e55f6e.pdf",
      "mime_type": "application/pdf"
    }
  ]
}