{
  "id": 72,
  "added": "2010-12-26 22:14:25",
  "modified": "2010-12-30 04:00:23",
  "public": true,
  "metadata": {
    "Title": [
      "Berith Holm to John Holm and Alma C. Wilson 1934.2.12"
    ],
    "Description": [
      "BREV FRA BERITH HOLM (OLAS KONE) DATERT TRONDHJEM 12. FEBRUAR-1934.  LÅ I SAMME KONVOLUTT SOM BREV FRA DATTEREN EVELYN, DATERT 8. JANUAR-1934.\r\n\r\nLETTER FROM BERITH HOLM (OLA'S WIFE) DATED TRONDHJEM, FEBRUARY 12-1934.  THIS LETTER WAS IN THE SAME ENVELOPE AS HER DAUGHTER EVELYN'S LETTER DATED JANUARY 8-1934."
    ],
    "Creator": [
      "Berith Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1934.02.12"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "<p class=–MsoNormal–>Trondhjem 12/2-1934</p>\r\n<p class=–MsoNormal–>Kj&aelig;re Svoger &amp; Frue.</p>\r\n<p class=–MsoNormal–>tak for brevet og tusende tak for den prektig brodkniven, den kom akurat i ellefte time for den som jeg har holder paa og l&oslash;stner fra skaftet.<span>&nbsp; </span>Ja de maa nu vel lade sig jore og faa de fas ijen da.<span>&nbsp; </span>Men de var gjilt at faa.<span>&nbsp; </span>og Pikene var begeistret over sine kniver og kalendere saa tak skal du have.</p>\r\n<p class=–MsoNormal–>Jeg skuld havet noget nyt og mor=somt at fortalt dig men vad skal de ver <span>&nbsp;</span>du har kanske set af avisene, at her far et sp&oslash;kelsesfly <span>&nbsp;</span>de sees i nor og sid ost og vest men ingen finder ut vad de er <span>&nbsp;</span>nogen finder de er en sten, folk har set, andre en liten balong og en tredie en stjerne og atter andre paastar at de er et virkeligt Fly. <span>&nbsp;</span>ingen komer tilbuns i misteriumet. <span>&nbsp;</span>ja jeg har verken set eller h&oslash;rt noget og tenker ikke at foretage nogen opdagelsesreise og utforsk de heller <span>&nbsp;</span>kan ver hvad de vil <span>&nbsp;</span>men avisene har jo stof, kanske de kan vere en stjerne og saa er de ikke saa at de skal sje tengn i Sol og Maane og stjerner, og mange af Gusfolk tror at Jesus hjenkoms er ner, men de er nu ingen som vet her paa jorden, kan hende dem som studre bibelen vet og ser lit mere en vi som er Enfoldige, men jeg takker min gud og Frelser at jeg forstaar nok til min Frelse, jeg kan got skrive saadant til dig?<span>&nbsp; </span>jeg har forstaat dig saa at du er en medvandrer, jeg er glad over at har fundet fred med gud<span>&nbsp; </span>Kan hilse dig fra Chondrad og Aksel og hans son Eilef <span>&nbsp;</span>du kan tro han er stor og sver.<span>&nbsp; </span>En meget pen ung mand <span>&nbsp;</span>du vet vel at han gjiftet sig i Julen med en tiltalende s&oslash;t pige.<span>&nbsp; </span>Hjertine bes&oslash;kte vi for 3 uker siden, og der var de alt bra<span>&nbsp; </span>Laura hade vi brev fra hun har veret i Sverige i julen og har havet en hyggelig tur og vi alle her har det bra <span>&nbsp;</span>vi er friske og strever saa godt vi kan.<span>&nbsp; </span>Lev saa inderlig vel og hils din Fru fra os.</p>\r\n<p class=–MsoNormal–>Hjerteligs</p>\r\n<p class=–MsoNormal–>Berith</p>\r\n<p class=–MsoNormal–>&nbsp;</p>\r\n<p class=–MsoNormal–><em>(Navnene p&aring; Gjertine, Axel og Eilif er feilskrevet)</em></p>\r\n<span style=–font-size: 12pt; font-family: Times;–><br /></span>\r\n<p class=–MsoNormal–>Trondhjem 12/2-1934</p>\r\n<p class=–MsoNormal–>Dear brother in law &amp; wife.</p>\r\n<p class=–MsoNormal–>Thank you for your letter and thank you so much for the splendid bread knive, it came right at the eleventh hour <em>(Norwegian expression)</em> because the one I have is about to come lose from the handle.<span>&nbsp; </span>I guess it would be possible to get it fixed.<span>&nbsp; </span>But it was nice to get.<span>&nbsp; </span>And the Girls were thrilled with their knives and calendars so thank you so much.</p>\r\n<p class=–MsoNormal–>I ought to tell you something new and fun but what would that be<span>&nbsp; </span>maybe you&rsquo;ve seen in the newspapers, that a ghost plane is flying around here<span>&nbsp; </span>it can be seen in the north and south east and west but nobody can figure out what it is<span>&nbsp; </span>some figure it&rsquo;s a rock, people have seen, others a small ballon and a third a star and others again claim it&rsquo;s a real Plane.<span>&nbsp; </span>nobody can get to the bottom of the mystery.<span>&nbsp; </span>well I have neither seen nor heard anything and am not about to go on an expedition to investigate either <span>&nbsp;</span>can be what it will <span>&nbsp;</span>but the newspaper have something to write about, maybe it could be a star and then isn&rsquo;t it true that a sign will occur in the Sun and the Moon and stars, and many of the religious people think Jesus&rsquo; return is near, but nobody here on earth knows, maybe those who study the bible know and see a little more than us Simpletons, but I thank my god and Saviour that I understand enough for my deliverance, can I write such a thing to you? I have understood you to be a fellow wanderer, I&rsquo;m glad you have found peace with god<span>&nbsp; </span>I have greetings from Chonrad and Aksel and his son Eilef <span>&nbsp;</span>he is such a big man.<span>&nbsp; </span>A very handsome young man <span>&nbsp;</span>I guess you know he got married this Christmas to a pleasant pretty girl.<span>&nbsp; </span>We visited Hjertine 3 weeks ago, and everything was fine there<span>&nbsp; </span>we had a letter from Laura<span>&nbsp; </span>she was in Sweden over christmas and has had a pleasant trip and all of us here are fine<span>&nbsp; </span>we are healthy and struggle on as best we can.<span>&nbsp; </span>Live very well and say hello to your Wife from us.</p>\r\n<p class=–MsoNormal–>Heartiest</p>\r\n<p class=–MsoNormal–>Berith</p>\r\n<p class=–MsoNormal–>&nbsp;</p>\r\n<p class=–MsoNormal–><em>(The names of Gjertine, Axel and Eilif are spelt wrong in this letter)</em></p>"
    ]
  },
  "tags": [
    "1930s",
    "Alma C. Wilson",
    "Berith Holm",
    "Christmas",
    "Jesus",
    "John Holm",
    "Norway to US",
    "Sweden",
    "Trondheim",
    "UFO",
    "calendar",
    "ghosts",
    "gifts",
    "knife",
    "newspaper",
    "newspapers",
    "prewar"
  ],
  "files": [
    {
      "original": "Berith Holm 12 februar-1934.pdf",
      "filename": "f7222f7a7b376b8b605f5bc59c6acea6.pdf",
      "mime_type": "application/pdf"
    }
  ]
}