{
  "id": 85,
  "added": "2010-12-27 15:15:39",
  "modified": "2010-12-30 03:57:51",
  "public": true,
  "metadata": {
    "Title": [
      "Ola Holm to Alma C. Wilson 1945.8.22"
    ],
    "Description": [
      "BREV FRA OLA HOLM, SKREVET PÅ ENGELSK, DATERT TRONDHEIM 22. AUGUST-1945, TIL MRS ALMA WILSON, 108. W. 5TH  ST., DELL RAPIDS, SO. DAK., U.S.A. SENDT MED LUFTPOST NESTE DAG.   ET GRØNT 1-KRONES FRIMERKE MED LØVE OG ET BLÅTT 60-ØRES FRIMERKE MED LØVE.  UTENPÅ KONVOLUTTEN HAR OLA SKREVET –WRITEN IN ENGLISH–.  DET SER IKKE UT SOM DETTE BREVET ER BLITT SENSURERT.\r\n\r\nLETTER FROM OLA HOLM, WRITTEN IN ENGLISH, DATED TRONDHEIM AUGUST 22-1945, TO MRS. ALMA WILSON, 108 W. 5TH ST., DELL RAPIDS, SO. DAK., U.S.A. SENT BY AIR MAIL THE NEXT DAY.  A GREEN 1 KRONE STAMP WITH LION, AND A BLUE 60 ØRE STAMP WITH LION.  ON THE ENVELOPE OLA HAS WRITTEN –WRITEN IN ENGLISH–.  IT DOES NOT LOOK LIKE THIS LETTER HAS BEEN OPENED AND CHECKED.\r\n"
    ],
    "Creator": [
      "Ola Holm"
    ],
    "Date": [
      "1945.08.22"
    ],
    "Language": [
      "Norwegian"
    ],
    "Text": [
      "<p class=–MsoNormal–>Dear Niece</p>\r\n<p class=–MsoNormal–>Rec. your letter today, for which many, many thanks.<span>&nbsp; </span>You must believe that we were glad <em>(this is kind of cute, translated directly from a typical Tr&oslash;ndelag expression &ldquo;du m&aring; tro vi ble glad&rdquo;)</em> when we got 2 packages 3 days ago, fine things<span>&nbsp; </span>It was 1 p. of shoes, a large pair, and 1 that the Mrs. use <span>&nbsp;</span>little too larged but goes, and slippers, the other p. an over and under shirts, for me real fine.<span>&nbsp; </span>Gloves &amp; Socks.<span>&nbsp; </span>Woolenjackets, the smalest will be given to some of aur relations as you say.<span>&nbsp; </span>I didnt pay any taxes on this, this time.<span>&nbsp; </span>I am so intrested to se about the &ldquo;overcoat&rdquo; which I need worst.<span>&nbsp; </span>We dont know what to do in exchange for your goodnes to us all.<span>&nbsp; </span>My girls is so anxius in hope of some &ldquo;Silk stockings&rdquo; medium size, here the are not to get however, all the women folks here goes barelegged till late in the falls.<span>&nbsp; </span>I am sure you are glad that we have full peace all over so you get you boys back again.<span>&nbsp; </span>Everything will get in shape soon again.<span>&nbsp; </span>Thank you, for that you sending greetings to me friends, Halvor, and Betsina, how bad about Gertie, please greet&rsquo;em all.<span>&nbsp; </span>I dont remember Millie Nelson Lee yet, greet her still.<span>&nbsp; </span>I se about John, the old gamer, buying houses.<span>&nbsp; </span>Hope you have rec. the adresses, of our relations here, did you get Conrads wifes?<span>&nbsp; </span>It is Olava Holm, Hegra, Via Tr.heim, thats all.<span>&nbsp; </span>Are glad that you all are so healty and well, your Mother also. We are promised to get white bread next month.<span>&nbsp; </span>We have been eating dark bad bread in 5 years now, we commence to get little more of deferent other things too, in the way of food.<span>&nbsp; </span>We wish for some Tea, Pepper, and appricots dry fruit, thats something thats to be importet from the south.<span>&nbsp; </span>We been having a fine aftersommer here but now it soon over so we will have the long cold dark winter <span>&nbsp;</span>it is so bad for fuel too, not any caol or cox to get yet, and the wood is such awful priced but of course its &ldquo;lysere tider&rdquo; og da g&aring;r det nok <em>bra (it&rsquo;s brighter times so it will be ok. He also writes the rest of the letter in Norwegian)</em>:<span>&nbsp; </span>Dear, kind you <em>(Norw. way of saying things)</em> Greet John and Mother a lot from us all. <span>&nbsp;</span>And many, many thanks for being so kind, and &ldquo;may God reward you for everything&rdquo;<span>&nbsp; </span>Will close again for this time.<span>&nbsp; </span>I&rsquo;ll write immediately when I receive something again.<span>&nbsp; </span>My warmest <em>(heartiest)</em> greetings from us all</p>\r\n<p class=–MsoNormal–>Yours Olav</p>\r\n<p class=–MsoNormal–>Can you send me Hilda, Hattie or Cleos adrses?<span>&nbsp; </span>(Anna&rsquo;s barn/Anna&rsquo;s children)</p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "God",
    "Hegra",
    "Norway to US",
    "Ola Holm",
    "Olava Holm",
    "Trondheim",
    "apricot",
    "bread",
    "coal",
    "coat",
    "customs",
    "food",
    "fruit",
    "gifts",
    "gloves",
    "jacket",
    "pepper",
    "postwar",
    "shoes",
    "silk stockings",
    "slippers",
    "socks",
    "tea"
  ],
  "files": [
    {
      "original": "Ola Holm 22 aug-1945.pdf",
      "filename": "0a589cade43256f9f97b01f2217c0faf.pdf",
      "mime_type": "application/pdf"
    }
  ]
}