{
  "id": 96,
  "added": "2010-12-27 21:29:23",
  "modified": "2010-12-30 03:55:28",
  "public": true,
  "metadata": {
    "Title": [
      "Laura Karlson to John Holm 1945.9.10"
    ],
    "Description": [
      "BREV FRA LAURA KARLSON (JOHN'S SØSTER), STJØRDAL, DATERT 10. SEPTEMBER-1945, TIL HRR. JOHN HOLM, 108 WEST 5TH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  FRIMERKENE ER KLIPPET VEKK.\r\n\r\nLETTER FROM LAURA KARLSON (JOHN'S SISTER), STJØRDAL, DATED SEPTEMBER 10-1945, TO MR. JOHN HOLM, 108 WEST 5TH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  THE STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Laura Karlson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1945.09.10"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "<p class=–MsoNormal–>Stj&oslash;rdal 10/9-1945</p>\r\n<p class=–MsoNormal–>Kjere Broder og Fru.</p>\r\n<p class=–MsoNormal–>Ja nu er det lenge siden, vi skrev og mange ting, har vi jennemlevet siden.<span>&nbsp; </span>Og vi er meget taknemmelig og glad for, at det er virkelig slutt paa Krigen, det er nesten ikke til og tro. men vi har havt det frygtelig trasi ogsaa.<span>&nbsp; </span>Men nu er det, litt bedre med Mat i det senere, men kleder og andre ting som en trenger, det er det helt haabl&oslash;st, med, jeg for min del har ikke, verken Sko eller stromper, og mange andre ting som jeg ikke har.<span>&nbsp; </span>Og min siste Mand d&oslash;de for 3 aar siden, og jeg selv er saa plaget av Jikt, saa jeg orker ikke og gaa ut og arbeide, jeg er nu den 29. 62 aar og da er en ikke, noget til og arbeide for andre Og Mindor har gaat nesten et Aar og veret Syk. og gaar fremdeles uden arbeide.<span>&nbsp; </span>han har havt Vand i Lungen, og det er saa langvarig. saa det ser ikke, noget lyst ud for oss, men det maa vell blive en raad.<span>&nbsp; </span>Jeg har nu, Flyttet hit til Stj&oslash;rdal. for godt, jeg havde lyst til og vere der hvor min Slegt er, det er saa at en lengter efter sine, og der en er fra.<span>&nbsp; </span>Aksels har det meget bra. men trist at Helga er Syk, ja hunn, kommer nu ikke jem mer, hun er paa et Jem i Hegra.<span>&nbsp; </span>hun har Tuberkulose<span>&nbsp; </span>Axel havde det, meget pl&oslash;vsomt en tid, hans 3 S&oslash;nner, har veret borte men nu er dem kommet jem med livet, den Elste har veret paa alle Fangeleir, her, og sist i Tyskland.<span>&nbsp; </span>Ola har det bra. alle hans D&oslash;ttre er voksen, og meget flinke kjekke Damer, 3 er gifte og har det meget bra.<span>&nbsp; </span>Konrad sine ligedan.<span>&nbsp; </span>Hos S&oslash;ster Hanna, har det ogsaa bra. hunn har veret meget, Syk, og er nesten Blind.<span>&nbsp; </span>Edevart var her nylig, han er Kjekk.<span>&nbsp; </span>to av hennes S&oslash;nner, bor her i Stj&oslash;rdal.<span>&nbsp; </span>Saa jeg er vist den, av os alle som har veret mest, uheldig i livet, men alle kann ikke vere heldig, bare Mindor kunde faa vere frisk og faa, arbeide, men en maa haabe paa det, beste.<span>&nbsp; </span>Hvordan har du det, jeg har mange gange tenkt, paa dere, i Amerika disse aar, naar en ikke har havt nogen forbindelse med hver andre.<span>&nbsp; </span>Har du nogen greie paa S&oslash;ster Annas Slekt.<span>&nbsp; </span>Jeg har ogs&aring; skrevet til Alma Kristine idag.<span>&nbsp; </span>Ver snild og skrive til mig engang. de er moro og h&oslash;re hvordan de har det.<span>&nbsp; </span>Du m&aring; komme hit ogsaa du, og blive her.<span>&nbsp; </span>Jeg maa nu til og slutte, i haab om at jeg snart for brev fra dere. saa jeg for h&oslash;re hvordan dere har det<span>&nbsp; </span>hils til alle vore slegt som du.treffer. Lev inderlig vell.</p>\r\n<p class=–MsoNormal–>Tusen kjere hilsen fra S&oslash;ster Laura Karlson</p>\r\n<p class=–MsoNormal–>Stj&oslash;rdal</p>\r\n<p class=–MsoNormal–>Og Mindor</p>\r\n<span style=–font-size: 12pt; font-family: Times;–><br /></span>\r\n<p class=–MsoNormal–>Stj&oslash;rdal 10/9-1945</p>\r\n<p class=–MsoNormal–>Dear Brother and Wife.</p>\r\n<p class=–MsoNormal–>It has been a long time since, we wrote and we have endured many things since.<span>&nbsp; </span>And we are very thankful and glad that, the War is really over, it&rsquo;s almost impossible to believe. but we&rsquo;ve had a terribly hard time too.<span>&nbsp; </span>But now it is, a little better as far as food lately, but as far as clothes and other things we need it&rsquo;s hopeless, as for me I have neither shoes nor stockings, nor many other things.<span>&nbsp; </span>And my last husband died 3 years ago, and I myself am so bothered with Arthritis, that I can&rsquo;t go out and work, I&rsquo;ll be 62 years old on the 29<sup>th</sup> and at that age you&rsquo;re not fit to work for others And Mindor has been Sick for almost a Year, and is still without work.<span>&nbsp; </span>he has had Water in his Lung, and it&rsquo;s so long-lasting. so it doesn&rsquo;t look very bright for us, but I guess we&rsquo;ll manage.<span>&nbsp; </span>I have now, moved to Stj&oslash;rdal. for good, I wanted to be where my kin is, you get to where you long for them and where you come from.<span>&nbsp; </span>Aksel&rsquo;s are doing very well. but sad that Helga is Sick, yes she, probably wont come home again, she&rsquo;s at a Home in Hegra.<span>&nbsp; </span>she has Tuberculosis<span>&nbsp; </span>Axel had, a very trying time for a while, his 3 Sons, have been gone but have now come home alive, the Oldest has been to all the Prison camps, here, and lastly in Germany.<span>&nbsp; </span>Ola is doing fine.<span>&nbsp; </span>all his daughters are grown up, and very clever nice Ladies, 3 are married and are doing very well.<span>&nbsp; </span>Konrad&rsquo;s as well. At Sister Hanna&rsquo;s, also well. she has been very, Sick, and is almost Blind.<span>&nbsp; </span>Edevart has been here recently, he&rsquo;s Fine.<span>&nbsp; </span>two of her Sons, are living here at Stj&oslash;rdal.<span>&nbsp; </span>So it looks like I&rsquo;m the one, among us all who has been the most, unlucky in life, but not everyone can be lucky, if only Mindor could get well and get, a job, but we&rsquo;ll have to hope for the, best.<span>&nbsp; </span>How are you, I have thought about you many times, in Americ</p>\r\n<p class=–MsoNormal–>a these years, when we haven&rsquo;t been in touch with eachother.<span>&nbsp; </span>Do you know anything about Sister Anna&rsquo;s people.<span>&nbsp; </span>I have also written to Alma Kristine today.<span>&nbsp; </span>Please write to me sometime.<span>&nbsp; </span>it&rsquo;s nice to hear how you are.<span>&nbsp; </span>You must come here too, and stay here.<span>&nbsp; </span>I&rsquo;ll have to close now, in the hope that I&rsquo;ll soon get a letter from you, so that I&rsquo;ll hear how you are<span>&nbsp; </span>say hello to all our kin that you meet.<span>&nbsp; </span>Live very well.</p>\r\n<p class=–MsoNormal–>A thousand loving greetings from Sister Laura Karlson</p>\r\n<p class=–MsoNormal–>Stj&oslash;rdal</p>\r\n<p class=–MsoNormal–>and Mindor</p>"
    ]
  },
  "tags": [
    "1940s",
    "Axel Holm",
    "Germany",
    "Hegra",
    "John Holm",
    "Laura Karlson",
    "Norway to US",
    "Stjørdal",
    "WWII",
    "arthritis",
    "postwar",
    "prison camp",
    "tuberculosis",
    "war"
  ],
  "files": [
    {
      "original": "Laura Karlson 10 sept-1945.pdf",
      "filename": "2f297c25f6a417f7840f4884223975e5.pdf",
      "mime_type": "application/pdf"
    }
  ]
}