{
  "id": 100,
  "added": "2010-12-27 22:25:40",
  "modified": "2010-12-27 22:25:40",
  "public": true,
  "metadata": {
    "Title": [
      "Laura Karlsson to Alma C. Wilson 1945.10.10"
    ],
    "Description": [
      "BREV FRA LAURA KARLSSON DATERT STJØRDAL 10. OKTOBER-1945, INGEN KONVOLUTT.\r\n\r\nLETTER FROM LAURA KARLSSON DATED STJØRDAL, OCTOBER 10-1945, NO ENVELOPE."
    ],
    "Creator": [
      "Laura Karlsson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1945.10.10"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "<p class=–MsoNormal–>Stj&oslash;rdal 10/10-1945</p>\r\n<p class=–MsoNormal–>Kjere Broderdatter Alma og alle sammen.</p>\r\n<p class=–MsoNormal–>Tusen takk for brev, foto, og en serdeles Takk for den, kjerkommen pakke, du kann tro vi blev glad, og den Solide Kaapen og Kjolen og str&oslash;mper, og saa kjerkommet med Sytraad du kan tro, folk er opraad for traa, jeg kann ikke si dig, hvor vi har manglet saadanne sager.<span>&nbsp; </span>Gummistrik til Benkleder det fins, ikke, en faar vist snart gaa og holde i Buksa.<span>&nbsp; </span>Ja litt moro.<span>&nbsp; </span>Det er godt saa lenge en har hum&oslash;ret.<span>&nbsp; </span>Men det har mange gange gaat hart paa det ogsaa, det gaar ikke an og skrive om hvor daarlig mange har havt det.<span>&nbsp; </span>vi har ikke havt raad til og kj&oslash;pe paa B&oslash;rsen<span>&nbsp; </span>det har gaat an, for de som har havt nokk Penger, dem har havt det bedre. <span>&nbsp;</span>det var mange gange baade 7 og 8 uger som vi ikke eide sm&oslash;r eller noget andet, paa det svarte br&oslash;det, og Melk saa vi ikke paa lange lange tider <span>&nbsp;</span>om en jikk til en Bonde og spurt om en liter melk, saa maa du ikke tro en fikk det, det var bare Bytting og den som ikke havde noget og bytte med, saa fikk en vere uten alt.<span>&nbsp; </span>Aksel har havt det meget bra, han har saa mange bekjentskaper med B&oslash;nder og andre, og han har veret meget snild mot os ogsaa, men jeg synes ikke jeg kann gaa til ham, bestandig heller, men nu er det meget bedre med Maten.<span>&nbsp; </span>Ola har ogsaa veret snild, naar vi kommer did, han har kjent godt, i denne tiden.<span>&nbsp; </span>Og Beret hans Kone er meget snild, og barna ligedan. Vor Svoger E Eidum fra Narvik har veret her paa bes&oslash;g nylig.<span>&nbsp; </span>S&oslash;ster Hanna er nesten Blind. <span>&nbsp;</span>En av dem sine S&oslash;nner bor her i Stj&oslash;rdal, Erling Eidum. han er paa Jernbanen, han er Jift har et pent Jem, saa vi har mange av vore slegt runt os, og det er mange gange hygelig.<span>&nbsp; </span>Bare Mindor kund faa noget arbeide, saa jik det an nu, det blir da mere og kj&oslash;pe nu.<span>&nbsp; </span>Mindor er en ordntlig gutt, han er meget Musikalsk, han Spiller Trekspil, han havde et meget fint Spill, men han Solte det <span>&nbsp;</span>han manglet penger, saa nu har han ikke noget, og det var synd, havde han havt det nu, saa kunde han nesten levet med det han som er svak av sig, og ikke taaler og arbeid med noget utearbeide, men det maa vere noget, kjedeligheter men det maa vel blive en raad, men en s&oslash;rger mest for vinteren men aligevel, sj&oslash;nt at Krigen er slutt, vi f&oslash;ler os som frie mennesker og at alt maa rette sig med vert (?).<span>&nbsp; </span>Som jeg forstod i ditt brev saa havde du sent mig Sko, dem var ikke i Pakken.<span>&nbsp; </span>jeg skulde vel ikke tro de var taget. du sp&oslash;rger om min st&oslash;relse i Sko, nu skal du h&oslash;re. disse Saalene, var lite for lang. <span>&nbsp;</span>og da sj&oslash;nner du det, efter norsk nummer saa bruger jeg nr 40. da er dem i st&oslash;rste laget det er bedre end for smaa.<span>&nbsp; </span>Jeg havde det koselig paa min 62 aarsdag, det var da en del hos mig, jeg fikk en del sager, og blomster, og deilig hvit Kake hos Aksel. og saa havde jeg egte Kaffe, og vi koset os saa godt vi kunne, men vi snakket om dere i Amerika hvor moro det skulde vere og treffes.<span>&nbsp; </span>Ditt brev fikk jeg, akkurat den dagen, var ikke det godt truffet. og Pakken fikk jeg nu L&oslash;rdag. altsaa 8 dage efter.<span>&nbsp; </span>Nu S&oslash;ndag altsaa den 7 i 10ende var det 38 aar siden han Aksel blev gift. vi var alle der, vi og barna. <span>&nbsp;</span>men Helga stakkal hu fikk ikke vere med, hun er syg.<span>&nbsp; </span>Aksel er 60 aar, nu den 14 November.<span>&nbsp; </span>Hils alle dine barn og til Anna sine. <span>&nbsp;</span>det skulde vere moro og h&oslash;re fra nogen av dem og saa men dem kan vel ikke skrive norsk.<span>&nbsp; </span>Hils Johan og Mor saa meget</p>\r\n<p class=–MsoNormal–><em>Skrevet forskjellige steder p&aring; brevarket</em>: Jeg sender en bok av Konrads.<span>&nbsp; </span>Kjolen meget pen, pent stoff, atter tusen takk.<span>&nbsp; </span>Kaapen litte grann for trang men jeg skal j&oslash;re litt med den, meget pen til mig.</p>\r\n<p class=–MsoNormal–>Jeg maa nu slutte mine rader <span>&nbsp;</span>Tusen kjere hilsen fra Mindor og Laura og alle i Stj&oslash;rdal.</p>\r\n<p class=–MsoNormal–>Idag er jeg kry over mit Amerikanske penn, og skaft. God natt</p>\r\n<p class=–MsoNormal–>&nbsp;</p>\r\n<p class=–MsoNormal–>Kjere alle sammen ijen.</p>\r\n<p class=–MsoNormal–>Nu da jeg skulde gaa paa Posten med brevet, saa fikk jeg, den andre Pakken, Atter tusen takk, dere kann ikke tro, hvor takknemmelig vi er, for det vi for, du maa tro jeg er den som, j&oslash;r mig nytte av det jeg faar.<span>&nbsp; </span>Tusen takk faa Kaapen, Str&oslash;mperne Dukene, og Haanduk.<span>&nbsp; </span>Skuld det v&aelig;re noget, som dere &oslash;nsket et minde fra Norge, saa skriv og si det, saa skulde jeg j&oslash;re hvad jeg kunde, for og faa tak i det.<span>&nbsp; </span>Nu begynder vi og merker Vinteren, vi har faatt sne for f&oslash;rste gang i dag, men vi haaper at den forsvinder ijen, ellers blir det, lang Vinter.<span>&nbsp; </span>Mindor beder mig, om du ved en anden, gang sende, ham en Tobakspipe. nu maa du ikke tro, at vi venter at du skall holde paa sende Pakker, det er mer end storartet det vi har faat men hann mente om det var, en anledning.<span>&nbsp; </span>Nu for jeg slutte ijen da, og gaa paa Posten med brevet. Lev inderlig vell og hils din Datter tusen takk.</p>\r\n<p class=–MsoNormal–>Tusen kjere hilsen fra Mindor og Laura</p>\r\n<p class=–MsoNormal–>Stj&oslash;rdal</p>\r\n<p class=–MsoNormal–>Norge</p>\r\n<span style=–font-size: 12pt; font-family: Times;–><br /></span>\r\n<p class=–MsoNormal–>Stj&oslash;rdal 10/10-1945</p>\r\n<p class=–MsoNormal–>Dear brother&rsquo;s daughter Alma and everybody.</p>\r\n<p class=–MsoNormal–>Thanks a lot for your letter, photo, and a special Thanks for the, welcome package, you can&rsquo;t imagine how happy we were, and the Sturdy Coat and the Dress and socks, and how welcome the Sewing thread was<span>&nbsp; </span>you can&rsquo;t imagine, how needy people are of thread, I can&rsquo;t tell you, how we&rsquo;ve lacked such things.<span>&nbsp; </span>Elastic for Pants is not to be had, soon we&rsquo;ll have to walk around holding on to our Pants.<span>&nbsp; </span>Well, a little joking.<span>&nbsp; </span>A sense of humor goes a long way.<span>&nbsp; </span>But a lot of times that has been worn down too, it&rsquo;s not possible to write about how bad things have been for many.<span>&nbsp; </span>we haven&rsquo;t been able to afford buying things on the Black market<span>&nbsp; </span>it&rsquo;s been ok for those who have had enough Money, they&rsquo;ve been better off.<span>&nbsp; </span>many a time we had no butter or anything else to put on the black bread for 7 or 8 weeks, and we didn&rsquo;t see Milk for ages<span>&nbsp; </span>if you went to a Farmer and asked for a liter of milk, don&rsquo;t think you&rsquo;d get it, it was based on Exchanging and those who had nothing to exchange, had to go without everything.<span>&nbsp; </span>Axel has done very well, he has so many aquaintances among Farmers and others, and he has been very kind to us as well, but I don&rsquo;t feel I can go to him always either, but now things are better as far as food.<span>&nbsp; </span>Ola has also been kind, when we go there, his earnings have been good, during this time.<span>&nbsp; </span>And Beret his Wife is very kind, as are the children.<span>&nbsp; </span>Our Brother in law E Eidum from Narvik has recently been here for a visit.<span>&nbsp; </span>Sister Hanna is almost blind.<span>&nbsp; </span>One of their Sons lives here in Stj&oslash;rdal, Erling Eidum.<span>&nbsp; </span>he works at the Railroad station, he&rsquo;s married and has a nice home, so we have many of our relatives around us, and that&rsquo;s nice.<span>&nbsp; </span>If only Mindor could get a job, things would be good now, there are more things to buy now.<span>&nbsp; </span>Mindor is a good boy, he&rsquo;s very Musical, he Plays the Accordion, he had a very nice one, but he Sold it<span>&nbsp; </span>he needed money, so now he doesn&rsquo;t have one, and that&rsquo;s too bad, if he had had it now, he could almost have lived from it since he&rsquo;s weak, and can&rsquo;t handle working with outside work, but things can&rsquo;t be perfect but we&rsquo;ll be ok, but we dread the winter the most but still, wonderful that the War is over, we feel like free people and that everything is bound to get better.<span>&nbsp; </span>As I understood it from your letter you had sent me Shoes, they were not in the Package.<span>&nbsp; </span>I don&rsquo;t suppose they had been taken.<span>&nbsp; </span>you ask about my shoe size, and this will explain it.<span>&nbsp; </span>these Soles <em>(I&rsquo;m not sure but I think soles in this case is a Tr&oslash;ndelag expression fo slippers)</em>, were a little too long.<span>&nbsp; </span>so from that you&rsquo;ll see that, according to Norwegian sizes I use No. 40.<span>&nbsp; </span>That is a little too big that&rsquo;s better than too small.<span>&nbsp; </span>I had a nice time on my 62<sup>nd</sup> birthday, had a few people at my place, I received a few things, and flowers, and delicious white Cake from Axel.<span>&nbsp; </span>and then I had real Coffee, and we enjoyed ourselves as best we could, but we talked about you all in America how fun it would be to meet.<span>&nbsp; </span>I received your letter on that very day, wasn&rsquo;t that good timing.<span>&nbsp; </span>and I received the Package this Saturday. <span>&nbsp;</span>in other words 8 days later.<span>&nbsp; </span>This Sunday which was Oct. 7 it was 38 years since Axel got married.<span>&nbsp; </span>all of us were there, we and the children.<span>&nbsp; </span>but Helga poor thing couldn&rsquo;t take part, she&rsquo;s sick.<span>&nbsp; </span>Axel is 60 years old, this Nov. 14.<span>&nbsp; </span>Greet all your children and Anna and hers.<span>&nbsp; </span>it would be fun to hear from some of them too but I guess they can&rsquo;t write Norwegian.<span>&nbsp; </span>Greet Johan and Mother.</p>\r\n<p class=–MsoNormal–><em>The following is written in various places on the letter</em>:<span>&nbsp; </span>I&rsquo;m sending a book of Konrad&rsquo;s.<span>&nbsp; </span>The Dress is very pretty, again a thousand thanks.<span>&nbsp; </span>The coat is a little too tight but I&rsquo;ll alter it a little bit, it looks very nice on me.</p>\r\n<p class=–MsoNormal–>I must end my rows<span>&nbsp; </span>A thousand dear greetings from Mindor and Laura and everybody in Stj&oslash;rdal.<span>&nbsp; </span>Today I&rsquo;m proud of my American pen, and handle.<span>&nbsp; </span>Good night.</p>\r\n<p class=–MsoNormal–>Dear all of you again</p>\r\n<p class=–MsoNormal–>Just as I was about to go to the Post Office with the letter, I received, the other Package, Again a thousand thanks, you can&rsquo;t imagine, how grateful we are, for what we get, believe me when I say, I&rsquo;m one to make use of what I get.<span>&nbsp; </span>Thank you so much for the Coat, Stockings Table cloths, and Towel.<span>&nbsp; </span>If there should be anything, that you would like as a souvenir from Norway, write and tell me, and I would do what I can, to get it.<span>&nbsp; </span>We are now starting to feel the Winter coming on, we had our first snow today, but we hope it&rsquo;ll disappear again, if not, it&rsquo;ll be a long Winter.<span>&nbsp; </span>Mindor asks me, if you could another time, send him a Tobacco pipe.<span>&nbsp; </span>Now you mustn&rsquo;t think, that we expect you to keep sending Packages, what we&rsquo;ve received is more than splendid but he meant if there was, an opportunity. Now I must end this again, and go to the Post Office with the letter.<span>&nbsp; </span>Live very well and greet your daughter thanks a lot.</p>\r\n<p class=–MsoNormal–>A thousand dear greetings from Mindor and Laura</p>\r\n<p class=–MsoNormal–>Stj&oslash;rdal</p>\r\n<p class=–MsoNormal–>Norge <span>&nbsp;</span><span>&nbsp;</span><span>&nbsp;</span><span>&nbsp;&nbsp;</span><span>&nbsp;</span><span>&nbsp;</span><span>&nbsp;</span><span>&nbsp;</span></p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Erling Eidum",
    "Narvik",
    "Norway to US",
    "Ola Holm",
    "Railroad station",
    "Stjørdal",
    "accordion",
    "black market",
    "bread",
    "coat",
    "coffee",
    "dress",
    "elastic",
    "gifts",
    "milk",
    "pen",
    "photos",
    "pipe",
    "post office",
    "postwar",
    "poverty",
    "shoes",
    "sickness",
    "socks",
    "table cloth",
    "thread",
    "towel"
  ],
  "files": [
    {
      "original": "Laura Karlson 10 oktober-1945.pdf",
      "filename": "bd7592c2243254caabb12deb8f1bf5fc.pdf",
      "mime_type": "application/pdf"
    }
  ]
}