{
  "id": 106,
  "added": "2010-12-27 22:46:08",
  "modified": "2010-12-27 22:48:16",
  "public": true,
  "metadata": {
    "Title": [
      "Siri Lawson Cover Letter 2000"
    ],
    "Description": [
      "Cover letter accompanying translations with some explanation on their contents and Siri's approach."
    ],
    "Creator": [
      "Siri Lawson"
    ],
    "Date": [
      "2000.11"
    ],
    "Language": [
      "English"
    ],
    "Text": [
      "Dear, newly found cousins,\r\n\r\nThank you so much for entrusting me with these letters, what a treasure they are!\r\n\r\nI wanted to explain a few things to you regarding my translations.  I wasn't quite sure how to do it, whether to write them up in correct English, or try to translate them more or less in a way that reflects the grammar and spelling of the originals.  The ones that are written by John's sisters and brothers are written in the old Danish style, but the next generation seems to have learnt a different spelling and grammar, and a less formal style.  I decided to translate them in such a way that they reflect the original style as far as possible.  This results in a somewhat clumsy language here and there, especially where no commas or periods are used, and capital letters will often be in the –wrong– place. At other times there will be lower case letters where capitals should be used, commas where periods should be used etc. (especially in Laura Karlson's letters, she places her commas and periods all over the place!).  But I felt it was important to stay true to the language of the originals in order to at least get a –feeling– of the way they were written. In other words, I have copied the punctuation and capital/lower case letters of the originals, but otherwise I've tried to keep the spelling correct, even though it's not always correct in the original Norwegian version (it's kind of hard to translate bad spelling!).  Herborg Holm's letters have the most correct spelling and punctuation of them all.  In cases where no punctuation is used at all in the originals, I've tried to make them easier to read by adding an extra space to indicate the end of a sentence and the beginning of another.  I hope you agree with this method, and that you are able to understand them.\r\n\r\nThe italic text in parenthesis in some of the letters indicates my own comments and/or explanations.\r\n\r\nHope you enjoy reading them as much as I have!  I feel as if I've gotten to know them all, though I never met most of them.\r\n\r\nBest wishes\r\nÅse Siri (Holm) Lawson\r\n\r\nWAR TIME STAMPS:\r\nGerman censorship was instigated in April of 1940 administered by –Befehlshaber der Ordnungspolizei–.  All stamps carrying the king's or queen's portraits were forbidden as of September 30-1940.  On Oct. 4-1940 the first altered stamp came out, with a lion on the 1 kr., 1,50 kr., 2 kr., and 5 kr. stamps, from an idea by bureau manager S. Hennum.  A total of 102 editions then followed up until February 3-1945.\r\n\r\nCensorship continued even after the war, until the spring of 1946.\r\n\r\n"
    ]
  },
  "tags": [
    "censorship",
    "project background",
    "stamps"
  ],
  "files": []
}