{
  "id": 159,
  "added": "2010-12-29 21:25:03",
  "modified": "2010-12-30 03:46:31",
  "public": true,
  "metadata": {
    "Title": [
      "Laura Karlson to John Holm 1947.5.20"
    ],
    "Description": [
      "BREV FRA LAURA KARLSON DATERT 20. MAI – 1947. TIL HRR. JOHN HOLM, 108 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  FRIMERKENE ER KLIPPET VEKK.\r\n\r\nLETTER FROM LAURA KARLSON DATED MAY 20 – 1947, TO HRR. JOHN HOLM, 108 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Laura Karlson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.05.20"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "<p class=–MsoNormal–>Stj&oslash;rdal 20/5-1947</p>\r\n<p class=–MsoNormal–>Kjere Broder og alle sammen.</p>\r\n<p class=–MsoNormal–>Jeg vill sende dig, nogle ord, saa de faar h&oslash;re at vi lever.<span>&nbsp; </span>Ja nu er det Vaar ijen, men det er saa Kalt, saa vi maa Fyre i Ovnen, saa det bliver sen Sommer, og Jikten er slemm i dette kalde veiret, jeg er saa felt plaget med Jikt, saa jeg ligger mer end jeg er oppe, mange dage.<span>&nbsp; </span>Og Mindor, han har veret plaget med Bronkitt i lang tid, saa han taaler ingen ting, f&oslash;r han ligger der rett som det er, han har veret hos en Bonde en tid, men han maatte slutte, hann klarte det ikke.<span>&nbsp; </span>Ja det er synd, at hann er saa svakelig av sig, vi kunde havt det godt vi to, om han havde helsen, han er snild og orntlig, men vi skal nu ikke gaa paa roser, jennem livet.<span>&nbsp; </span>Ja som ordspraaket siger, alle har sitt, stort, eller, litt, i Himlen alene, vi bliver det kvitt.<span>&nbsp; </span>Jeg h&oslash;rte i Herborgs brev, at du var daarlig, ja snart kann det vere slutt, for nogen ver av os, S&oslash;sken flokken, minker, en for en blir borte, en bliver mange gange Klar, paa alt, som er om os. <span>&nbsp;</span>det beste var, og faa flytte, her fra, og vere med Herren.<span>&nbsp; </span>Men for Mindors sjyld, saa er det og &oslash;nske at jeg, for leve enda, for hann trenger mig saa vell.<span>&nbsp; </span>S&oslash;ster Hanna er 71 aar idag, hun er daarlig, og nesten blind, stakkar.<span>&nbsp; </span>Jeg har ikke set hende paa 34 aar<span>&nbsp; </span>Jeg skulde &oslash;nske, og bes&oslash;ke hende, men jeg har ikke raad, saa vi faar. nu aldrig se hverandre mer.<span>&nbsp; </span>Jeg &oslash;nsker dig alt godt, i den tiden, du har ijen, enten den blir lenge eller kort.</p>\r\n<p class=–MsoNormal–>Tusen kjere hilsen fra Laura og Mindor.</p>\r\n<p class=–MsoNormal–>Du maa hilse alle sammen. fra os.<span>&nbsp; </span>Jeg skal snart skrive til Alma.</p>\r\n<span style=–font-size: 12pt; font-family: Times;–><br /></span>\r\n<p class=–MsoNormal–>Stj&oslash;rdal 20/5-1947</p>\r\n<p class=–MsoNormal–>Dear Brother and everybody.</p>\r\n<p class=–MsoNormal–>I&rsquo;ll send you, a few words, so that you&rsquo;ll hear that we&rsquo;re alive.<span>&nbsp; </span>Well now it&rsquo;s spring again, but it&rsquo;s so Cold, that we have to Light the fire in the Stove, so it&rsquo;ll be a late Summer, and the Arthritis is bad in this cold weather, I&rsquo;m so terribly bothered with Arthritis, so I&rsquo;m in bed more than I&rsquo;m up, many days.<span>&nbsp; </span>And Mindor, has been bothered with Bronchitis for a long time, so he can&rsquo;t handle anything, before he has to lye down quite often, he has been with a Farmer for a while, but he had to quit, he couldn&rsquo;t handle it.<span>&nbsp; </span>Yes it&rsquo;s too bad, he&rsquo;s so sickly, we could have been fine the two of us, if he had his health, he&rsquo;s kind and decent, but we&rsquo;re not meant to walk on roses, through life.<span>&nbsp; </span>Like the proverb says, everybody has his own, big, or, small, in Heaven alone, we&rsquo;ll be rid of it all.<span>&nbsp; </span>I heard in Herborg&rsquo;s letter, that you were unwell, yes it could soon be over, for any one of us, the group of Siblings, is getting smaller, one after the other is going, many times one can get Tired, of everything, around us.<span>&nbsp; </span>the best thing would be, to be allowed to move, from here, and be with the Lord.<span>&nbsp; </span>But for Mindor&rsquo;s sake,<span>&nbsp; </span>it&rsquo;s desirable that I, will get to live yet, because he needs me so much.<span>&nbsp; </span>Sister Hanna is 71 years old today, she&rsquo;s unwell, and almost blind, poor thing.<span>&nbsp; </span>I haven&rsquo;t seen her for 34 years.<span>&nbsp; </span>I&rsquo;d wish, I could visit her, but I can&rsquo;t afford it, so we&rsquo;ll. probably never see eachother again.<span>&nbsp; </span>I wish you all the best, in the time, you have left, whether it be long or short.</p>\r\n<p class=–MsoNormal–>A thousand dear wishes from Laura and Mindor.</p>\r\n<p class=–MsoNormal–>Say hello to everybody. from us.<span>&nbsp; </span>I&rsquo;ll soon write to Alma.</p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Herborg Holm",
    "Laura Karlson",
    "Norway to US",
    "Stjørdal",
    "arthritis",
    "bronchitis",
    "postwar",
    "sickness",
    "stove"
  ],
  "files": [
    {
      "original": "Laura Karlson 20 mai-1947.pdf",
      "filename": "307c36c642ed7f5739bc85db38440906.pdf",
      "mime_type": "application/pdf"
    }
  ]
}