{
  "id": 160,
  "added": "2010-12-29 22:00:23",
  "modified": "2010-12-30 03:46:20",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to John Holm 1947.5.20"
    ],
    "Description": [
      "BREV FRA AXEL HOLM DATERT 20. MAI (VANSKELIG Å LESE POSTSTEMPELET, MEN ETTER INNHOLDET AV BREVET Å DØMME, MÅ DET HA BLITT SKREVET I 1947), TIL HER JOHN HOLM, 108 WEST. 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  PAPIR OG KONVOLUTT FRA BAKERIET – AX. HOLM, BAKERI & KONDITORI, ALLE SORTER GODT BRØD TIL HVERDAG OG FEST, STJØRDAL, TELEFON 15 –  FRIMERKENE ER KLIPPET VEKK.  I BREVET LÅ ET LITE NORSK FLAGG OG EN LITEN TØRKET BLOMST (men blomsten forsvant dessverre sporløst da brevene ble kopiert).\r\n\r\nLETTER FROM AXEL HOLM DATED MAY 20 (UNABLE TO READ THE YEAR ON THE POST STAMP, BUT JUDGING FROM THE CONTENT, IT MUST HAVE BEEN WRITTEN IN 1947), TO HER (MR.) JOHN HOLM, 108 WEST. 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE PAPER AND ENVELOPE ARE FROM THE BAKERY – AX. HOLM, BAKERY & CONFECTIONERY, ALL SORTS GOOD BREAD FOR EVERY DAY AND SPECIAL OCCASIONS, STJØRDAL, PHONE 15 –  THE STAMPS HAVE BEEN REMOVED.  THE ENVELOPE CONTAINED A SMALL NORWEGIAN FLAG AND A SMALL DRIED FLOWER (but unfortunately the flower got lost when the letters were copied, so sorry, we looked for it everywhere, even under the seats in the car)."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.05.20"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stj&oslash;rdal den 20 Mai\r\n<p class=–MsoNormal–>Kj&aelig;re broder og dere alle.</p>\r\n<p class=–MsoNormal–>Jeg ser av Herborgs sitt brev fra dei, at du er bare skral, du vet livets aften m&oslash;ter os alle.<span>&nbsp; </span>Joneta Tr&oslash;ite kona til Ole er nu d&oslash;d<span>&nbsp; </span>var der i begravelsen den 16 Mai.<span>&nbsp; </span>S&aring; nu er Ragnhild allene i villan her i livet.</p>\r\n<p class=–MsoNormal–>Mitt &oslash;nske er, matte Joneta vere frelst for evigt.<span>&nbsp; </span>I g&aring;r var jeg p&aring; Frosta, du m&aring; tro at nu er det v&aring;r fint i Norgen, jeg m&aring;tte tenke mitt Norge det vakre lannet Gud oss gav<span>&nbsp; </span>Vi glemmer &aring; takke ham for det landet som er det beste i verden.<span>&nbsp; </span>Hos Olava er alt vel<span>&nbsp; </span>Odd er nu hjemme.<span>&nbsp; </span>I dag skal jeg til Einar gutten vor og hjelpe til &aring; reparere huset deres.<span>&nbsp; </span>Foresten er det nu s&aring;tid i haven og potteseting og s&aring;nt ute arbeide.<span>&nbsp; </span>I bakeriet g&aring;r det fint.</p>\r\n<p class=–MsoNormal–>Hos Ole er det bra<span>&nbsp; </span>han driver p&aring; med sitt arbeide, Hanna er d&aring;rlig<span>&nbsp; </span>mye smerter i f&oslash;dderne stakar, og blind.</p>\r\n<p class=–MsoNormal–>S&aring; f&aring;r du ha takk da broder for de du har veret for oss.<span>&nbsp; </span>Det blir ikke s&aring; lang tid f&oslash;r vi m&oslash;tes i di evige boliger der ingen sorg, sykdom, d&oslash;d, eller synd for gripe oss og regjere med oss til sjeleforderv.<span>&nbsp; </span>Men du vet at det st&aring;r vi, eg og du broder skal mettes av hans Jesus, &aring;syns beskuelse og synge lammets nye sang.<span>&nbsp; </span>O. herlege dag n&aring;r vi er ferdig med striden og for m&oslash;te ham som kj&oslash;pte oss fra Jorden med sitt blod, og m&oslash;te alle heimgange venner deriblant min <span style=–text-decoration: underline;–>kj&aelig;re goe Helga min ungdoms brud</span>.</p>\r\n<p class=–MsoNormal–>Du m&aring; se p&aring; Joh ev. 14 kp i min fars hus:<span>&nbsp; </span>Det er huset og romma som han har bered for sine som kommer fra stridens og kampens land.</p>\r\n<p class=–MsoNormal–>Reiser du f&oslash;r mei s&aring; f&aring;r du hilse alle men serlig han som bar vore synder p&aring; sitt legeme opp p&aring; tr&aelig;et og der drepte finskapet og naglet skyldbrevet til korset.<span>&nbsp; </span><span style=–text-decoration: underline;–>Vi er fri i ham</span>.<span>&nbsp; </span>Jeg vet ikke om det er slik at vi kjenner verandre der som ilag har vori her p&aring; Jorden, men det vet jeg det er saligt &aring; ver der vor det ingen synd er, da er det heller ingen s&aring;r og t&aring;rer.</p>\r\n<p class=–MsoNormal–>Det st&aring;r i Rom 8 det er ingen ford&oslash;mmelse for dem som er i Jesus Kristus.<span>&nbsp; </span>N&aring;r en lever i dette da er en &aring; ferdig til &aring; d&oslash; i ham<span>&nbsp; </span>Han har sonet <span style=–text-decoration: underline;–>all</span> synd, det er mitt de, s&aring; Helga, et velsignet minne fra henne.</p>\r\n<p class=–MsoNormal–>Sa atter en takk kj&aelig;re broder og dine for alt til vi m&oslash;tes der heime vor ingen ting skiller oss mere.</p>\r\n<p class=–MsoNormal–>S&aring; lev og d&oslash;d i Rom 8 og Joh ev 14.</p>\r\n<p class=–MsoNormal–>Beste hilsen fra oss alle.</p>\r\n<p class=–MsoNormal–>Gutterne mine taler om at det har veret minne rikt &aring; hatt en ting fra onkel Johan <span>&nbsp;</span>du har vel ingen tang eller anden ting.<span>&nbsp; </span>du sender det til mei.<span>&nbsp; </span>D.S. (dem er 3 stk.)</p>\r\n<p class=–MsoNormal–><em>I margen st&aring;r det:</em><span>&nbsp; </span>en liten v&aring;rens blomst og det kors merkede flagg.</p>\r\n<span style=–font-size: 12pt; font-family: Times;–><br /></span>\r\n<p class=–MsoNormal–>Stj&oslash;rdal the 20<sup>th</sup> May</p>\r\n<p class=–MsoNormal–>Dear brother and you all.</p>\r\n<p class=–MsoNormal–>I see from Herborg&rsquo;s letter from you, that you&rsquo;re just unwell, you know the evening of life will meet us all.<span>&nbsp; </span>Joneta Tr&oslash;ite the wife of Ole is dead now<span>&nbsp; </span>I was there at the funeral on the 16<sup>th</sup> of May.<span>&nbsp; </span>So now Ragnhild is alone in the villa here in life<em> (not sure if this is what he&rsquo;s saying, could possibly be in the <span style=–text-decoration: underline;–>wildernes</span>s here in life.<span>&nbsp; </span>These people are kin to us, by the way, see the end of this letter)</em>.</p>\r\n<p class=–MsoNormal–>My wish is, may Joneta be saved for ever. <span>&nbsp;</span>Yesterday I was in Frosta, you can&rsquo;t imagine how beautifully spring like Norway is now, I thought to myself what a beautiful country God gave us<span>&nbsp; </span>We forget to thank him for this country which is the best in the world.<span>&nbsp; </span>At Olava&rsquo;s all is well<span>&nbsp; </span>Odd is at home now.<span>&nbsp; </span>Today I&rsquo;m going to Einar our boy to help repair their house.<span>&nbsp; </span>Also this is the time for sowing in the garden and set the pots <em>(potatoes?)</em> and such outdoor work.<span>&nbsp; </span>Things are going fine in the bakery.<span>&nbsp; </span>At Ole&rsquo;s everything is fine<span>&nbsp; </span>he carries on with his work, Hanna is unwell<span>&nbsp; </span>a lot of pain in her legs poor thing, and blind.</p>\r\n<p class=–MsoNormal–>Well thank you then brother for what you have been to us.<span>&nbsp; </span>It wont be long before we meet in the eternal dwellings where no sorrow, sickness, death, or sin can get hold of us and rule us to the destruction of our souls.<span>&nbsp; </span>But you know it is written we, I and you brother will be filled by seeing his Jesus&rsquo;, face and sing the new song of the lamb.<span>&nbsp; </span>Oh wonderful day when we&rsquo;re done with the struggle and get to meet him who bought us from Earth with his blood, and meet all friends who have gone home among them my<span style=–text-decoration: underline;–> dear good Helga the bride of my youth.</span></p>\r\n<p class=–MsoNormal–>You must look at Joh ev. Ch. 14 in my father&rsquo;s house:<span>&nbsp; </span>That&rsquo;s the house and the rooms which he has prepared for his own who come from the land of struggle and battle.</p>\r\n<p class=–MsoNormal–>If you travel before me you must give my regards to everybody but especially to him who carried our sins on his body up on the tree and there killed the animosity and nailed the letter of dept to the cross <em>(now this one is not easy &ndash; he uses some unusual words and it&rsquo;s hard to know how to say it in English. <span>&nbsp;</span>Directly translated the word &ldquo;skyldsbrevet&rdquo; would be &ldquo;the letter of guilt&rdquo; or &ldquo;letter of dept)</em>.<span>&nbsp; </span><span style=–text-decoration: underline;–>We are free in him</span>.<span>&nbsp; </span>I don&rsquo;t know if we who have been together here on Earth will know eachother there, but this I know it&rsquo;s blessed to be where there is no sin, then there are no wounds or tears either.</p>\r\n<p class=–MsoNormal–>It&rsquo;s written in Rom 8 there is no damnation for those who are in Jesus Christ.<span>&nbsp; </span>When one lives in this then one is also ready to die in him.<span>&nbsp; </span>He has atoned for <span style=–text-decoration: underline;–>all</span> sins, that is mine, Helga saw <em>(said?)</em>, a blessed memory from her <em>(this makes very little sense!).</em></p>\r\n<p class=–MsoNormal–>Thank you again dear brother and yours for everything until we meet there at home where nothing will part us again.</p>\r\n<p class=–MsoNormal–>So live and die in Rom 8 and Joh ev 14.</p>\r\n<p class=–MsoNormal–>My boys are saying how rich in memories it would be to have something from uncle Johan<span>&nbsp; </span>would you have something or other.<span>&nbsp; </span>You can send it to me.<span>&nbsp; </span>D.S.<span>&nbsp; </span>(there are 3 of them)</p>\r\n<p class=–MsoNormal–><em>In the margin it says</em>:<span>&nbsp; </span>a little spring flower and the flag with a cross <em>(the Norwegian flag).</em></p>\r\n<p class=–MsoNormal–><em>Our relation to the Jonetta Tr&oslash;ite mentioned at the beginning of this letter: </em></p>\r\n<p class=–MsoNormal–><em>John&rsquo;s grandfather Markus Olsson Hembre had a brother Lars, who married Sigrid Andersdotter Ingstad.<span>&nbsp; </span>They had two children, Ole and Ragnhild. Lars died young (at age 32, in an accident, 4 months before Ragnhild was born), and 6 years later Sigrid married Erik Olsson Tr&oslash;ite.<span>&nbsp; </span>Ole and Ragnhild took the last name of their stepfather.<span>&nbsp; </span>When Ragnhild married (Petter Markuson Hofstad) she and her husband stayed at the Tr&oslash;ite farm, thereby keeping the name Tr&oslash;ite, and it&rsquo;s their son Ole who married Jonetta (Moanes) which Axel mentions in this letter.<span>&nbsp; </span>They had a daughter Ragnhild.<span>&nbsp; </span>The name Ragnhild was used in every other generation for 11 generations in the Nedre Hembre (where John&rsquo;s father came from) families, stretching across 315 years).</em></p>"
    ]
  },
  "tags": [
    "1940s",
    "Axel Holm",
    "Bible passage",
    "Frosta",
    "God",
    "John Holm",
    "Joneta Trøite",
    "Norway to US",
    "Odd Conrad Holm",
    "Ola Holm",
    "Olava Holm",
    "Stjørdal",
    "cross",
    "death",
    "flag",
    "flower",
    "nationalism",
    "postwar",
    "sickness"
  ],
  "files": [
    {
      "original": "Axel Holm 20 mai -1947.pdf",
      "filename": "3acf35554080a91d9f4ec798e5601d75.pdf",
      "mime_type": "application/pdf"
    }
  ]
}