{
  "id": 170,
  "added": "2010-12-29 23:03:25",
  "modified": "2010-12-30 03:44:15",
  "public": true,
  "metadata": {
    "Title": [
      "Laura Karlson to John Holm 1947.8.13"
    ],
    "Description": [
      "BREV FRA LAURA KARLSON DATERT 13. AUGUST – 1947, TIL HRR. JOHAN HOLM, 108 WEST 5TH. STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  FRIMERKENE ER KLIPPET VEKK.\r\n\r\nLETTER FROM LAURA KARLSON DATED AUGUST 13 – 1947, TO HRR (MR.) JOHAN HOLM, 108 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Laura Karlson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.08.13"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "<p class=–MsoNormal–>Stj&oslash;rdal 13/8-1947</p>\r\n<p class=–MsoNormal–>Kjere Broder og alle sammen.</p>\r\n<p class=–MsoNormal–>Tusen Takk, for brev, jeg fikk igaar, og enda mer for den kjerkommen Penge gave, det er meget snilt av dig, du kann aldri tro, hvor glad jeg blev, Gud L&oslash;nne dig ijen.<span>&nbsp; </span>Og nu skal jeg saa sikkert, tage mig en tur til Narvik, saa sant som jeg, faar vere saa pass frisk, men jeg er saa ofte daarlig.<span>&nbsp; </span>Ja det skal. blive, en oplevelse og komme dit, jeg som aldrig har havt anledning og kommet nogen, steder. <span>&nbsp;</span>det har veret bare og slite, og ingen ting havt ijen, andet end, en udslit Kropp, og en tom Pengpung.<span>&nbsp; </span>Mindor har havt nogen, smaa Jobber i Sommer, og han er bra med det, han Drikker ikke, og har han noget, saa for jeg hos hamm, det er saa Synd, at han ikke er saa, sterk, at han ikke kan j&oslash;re hvad som helst.<span>&nbsp; </span>Og jeg er saa forsigtig, med alt hvad jeg har saa jeg s&oslash;ler ikke bort, til noget un&oslash;dig.<span>&nbsp; </span>Jeg har all min tid veret vant til og veret n&oslash;isom.<span>&nbsp; </span>Jeg sitter med, forsjellig Haandarbeider, saa jeg kjener lit, naar jeg faar det ferdig, men saa skal en have litt Kleder, ogs&aring;.<span>&nbsp; </span>Du sp&oslash;rger om hvor meget, jeg bruger for Vinteren, i Ved.<span>&nbsp; </span>Det aller minste er 100 kr.<span>&nbsp; </span>Men i aar har Mindor, og jeg veret i Skogen og Hugget en del Kvist. saa det jelper meget. paa de jeg har kj&oslash;pt, i sammen med Aksel og Eilif, som dem har kj&oslash;pt til Sig.<span>&nbsp; </span>Og jeg betaler kr 20 i maaneden i Hus, og saa en 10 kr i Lys, og Str&oslash;m, til Kokeplaten, saa det bliver en kr 30 i Maanen, og de er billig som det er nu.<span>&nbsp; </span>Jeg skall hilse fra Herborg. at hun har skrevet til dig for, lenge siden, og hun haaber at du har faat det.<span>&nbsp; </span>Aksel, har veret, snart 14 dager i Opdal hos Arne, og Herborg er jemme og passer Grisen.<span>&nbsp; </span>Du maa hilse Alma, jeg skal snart skrive til hende, hils alle vore slegt, og din Kone fra os alle sammen. og atter tusen takk for pengerne.<span>&nbsp; </span>Lev inderlig vel alle sammen.</p>\r\n<p class=–MsoNormal–>Tusen kjere hilsen fra os alle.</p>\r\n<p class=–MsoNormal–>Mindor. og Laura.</p>\r\n<span style=–font-size: 12pt; font-family: Times;–><br /></span>\r\n<p class=–MsoNormal–>Stj&oslash;rdal 13/8-1947</p>\r\n<p class=–MsoNormal–>Dear Brother and everyone.</p>\r\n<p class=–MsoNormal–>Thank you so much, for your letter, which I got yesterday, and even more for the welcome Money gift, it&rsquo;s very kind of you, you can&rsquo;t imagine, how happy it made me, may God Reward you.<span>&nbsp; </span>Now I will for sure, take a trip to Narvik, provided I, can stay well enough, but I&rsquo;m unwell so often.<span>&nbsp; </span>Yes it&rsquo;ll. be, an experience coming there, I who have never had the opportunity to go anywhere.<span>&nbsp; </span>all I&rsquo;ve done is work, and have had nothing in return, other than, a worn out Body, and an empty Wallet.<span>&nbsp; </span>Mindor has had some, small Jobs this Summer, and the good thing is, he doesn&rsquo;t Drink, and if he has anything, he&rsquo;ll give me some <em>(she&rsquo;s probably talking about money</em>), it&rsquo;s such a Pity, that he&rsquo;s not so, strong, that he can&rsquo;t do just anything.<span>&nbsp; </span>And I&rsquo;m so careful, with everything I have so I don&rsquo;t waste, on unnecessary things.<span>&nbsp; </span>All my life I&rsquo;ve been used to being modest.<span>&nbsp; </span>I do some, Needlework of various kinds, so I earn a little bit, when I get it finished, but then one has to have some clothes, too.<span>&nbsp; </span>You&rsquo;re asking how much, I spend in a Winter, on Firewood.<span>&nbsp; </span>The very least is 100 kr. <span>&nbsp;</span>But this year Mindor, and I have been to the Woods and Cut some Twigs. so that helps a lot. when added to what I&rsquo;ve bought, together with Aksel and Eilif, which they have bought for themselves (<em>I think she means that Aksel and Eilif have bought firewood together, then they have sold her part of that).</em><span>&nbsp; </span>And I pay kr 20 a month for rent, and then about 10 kr for Lights, and Electricity, for the Cooker, so that makes it about kr 30 a Month, and that&rsquo;s cheap the way things are now.<span>&nbsp; </span>Herborg says to tell you. that she has written to you a, long time ago, and she hopes you have gotten it.<span>&nbsp; </span>Aksel, has been, almost 14 days in Opdal at Arne&rsquo;s, and Herborg is at home looking after the Pig.<span>&nbsp; </span>You must say hello to Alma, I&rsquo;ll soon write to her, say hello to all our relatives, and your Wife from all of us. and again many thanks for the money.<span>&nbsp; </span>Keep really well all of you.</p>\r\n<p class=–MsoNormal–>A thousand dear greetings from us all.</p>\r\n<p class=–MsoNormal–>Mindor. and Laura.</p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Laura Karlson",
    "Narvik",
    "Norway to US",
    "Stjørdal",
    "expenses",
    "frugality",
    "gifts",
    "money",
    "pig",
    "postwar",
    "prices"
  ],
  "files": [
    {
      "original": "Laura Karlson 13 august-1947.pdf",
      "filename": "e658715c046997c97c4bb8b72abd2819.pdf",
      "mime_type": "application/pdf"
    }
  ]
}