{
  "id": 185,
  "added": "2010-12-30 02:19:26",
  "modified": "2010-12-30 03:41:10",
  "public": true,
  "metadata": {
    "Title": [
      "Herborg Holm to Alma C. Wilson 1947.12.7"
    ],
    "Description": [
      "BREV FRA HERBORG HOLM DATERT STJØRDAL 7. DESEMBER-1947 TIL MRS. ALMA WILSON, 112 (? må være en skrivefeil) WEST 5TH SREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  KONVOLUTTEN HAR ET BLÅTT JULEMERKE MED ENGEL OG GRANKVISTER – GOD JUL 1947 ØVERST – NORGE NEDERST.  ET BLÅTT 40-ØRES  FRIMERKE MED TEKSTEN –D/S CONSTITUTIONEN CHR.ANIA 1827– NEDERST, –NORGE 1647 POST 1947. – ØVERST.  FRIMERKET ER ETT AV 11 FRIMERKER SOM KOM UT 15. APRIL -1947 I FORBINDELSE MED POSTVERKETS 300-ÅRSJUBILEUM (1647-1947).  BLANDT DISSE BREVENE FRA JOHAN HOLM'S FAMILIE I NORGE ER TILSAMMEN 10 AV JUBILEUMS-FRIMERKENE REPRESENTERT, MENS ETT (55 ØRE) MANGLER.\r\n\r\nLETTER FROM HERBORG HOLM DATED STJØRDAL DECEMBER 7 – 1947 TO MRS. ALMA WILSON, 112(? must be an error) WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE ENVELOPE HAS A BLUE CHRISTMAS STAMP WITH AN ANGEL AND SOME PINE TWIGS ON IT, WITH THE WORDS –GOD JUL 1947 (MERRY CHRISTMAS) AND NORGE (NORWAY) ON IT.  A BLUE 40 ØRE STAMP WITH THE TEXT –D/S CONSTITUTION CHR.ANIA 1827– AND –NORWAY 1647 POST 1947–. THIS STAMP IS ONE OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.  ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY. (THE 55 ØRE ONE IS MISSING)."
    ],
    "Creator": [
      "Herborg Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.12.07"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "<p class=–MsoNormal–>Stj&oslash;rdal 7de desember 47</p>\r\n<p class=–MsoNormal–>Kj&aelig;re Alma!</p>\r\n<p class=–MsoNormal–>Tusen takk for brevet jeg fikk for lenge siden.<span>&nbsp; </span>Det er stygt av mig at jeg ikke har skrevet f&oslash;r, men du f&aring;r undskylde mig!<span>&nbsp; </span>Jeg har nu skrevet en julehilsen til Florence Winters og et brev til onkel Johan og s&aring; skal det bli noen ord p&aring; dig ogs&aring;.<span>&nbsp; </span>&ndash;<span>&nbsp; </span>Her er det omtrent som vanlig &ndash; f&oslash;r jul strever vi nesten livet av oss her i Norge.<span>&nbsp; </span>Da skal alt rundvaskes og pusses, slaktes og bakes og brygges.<span>&nbsp; </span>Julegaver kj&oslash;pes etc.<span>&nbsp; </span>Ja, det er et underlig styr, men s&aring; er nu julen koslig da.<span>&nbsp; </span>Laura og Mindor pleier &aring; v&aelig;re hos oss juleaften og spise ribbe.<span>&nbsp; </span>Imorgen skal vi slakte gris &ndash; Laura kommer 2-3 dage og hjelper til med den.<span>&nbsp; </span>Hun blev plutselig s&aring; syk en dag siste uke &ndash; hun mistet hukommelsen totalt &ndash; men er nu ganske bra igjen &ndash; Mindor har arbeide nu &ndash; s&aring; nu har dem da litt &aring; leve av.<span>&nbsp; </span>Noe kl&aelig;r (bl.a. vinterk&aring;pe) har hun f&aring;tt efter min mor, - ellers er nu Laura ute og arbeider enkelte dage stopper str&oslash;mper etc. for folk s&aring; hun tjener litt ekstra.<span>&nbsp; </span>Forresten er varene veldig kostbare her, og skatter og krigsavgifter er sv&aelig;rt h&oslash;ie.<span>&nbsp; </span>Her er omtrent helt tomt i alle manufakturforretninger nu, i hele landet, s&aring; det er omtrent som under krigen.<span>&nbsp; </span>Folk har hamstret, skj&oslash;nner du.<span>&nbsp; </span>Strikkegarn er umulig &aring; f&aring; &ndash; ikke bomullt&oslash;ier &ndash; ikke undert&oslash;i &ndash; barnet&oslash;i etc, ullstr&oslash;mper.<span>&nbsp; </span>Men det kommer vel kansje litt varer mot v&aring;rparten igjen.<span>&nbsp; </span>V&aring;rt nasjonalbudsjett er jo kommet helt p&aring; skjeve &ndash; importkvoten er oversteget med flere millioner kroner &ndash; og nu skal det ballanseres neste &aring;r og da blir det importert sv&aelig;rt lite og de norske varer strekker ikke langt &ndash; derfor har folk hamstret, skj&oslash;nner du.<span>&nbsp; </span>Jeg har f&aring;tt i brunt kjolet&oslash;i, for en tid siden, s&aring; jeg f&aring;r ny julekjole, heldigvis.<span>&nbsp; </span>Ellers s&aring; skal jeg berge lenge med det jeg har alts&aring;.</p>\r\n<p class=–MsoNormal–>Hvordan er det med dig og din familie da?<span>&nbsp;&nbsp; </span>Og lille Ruth Irene, hun vokser vel og trives?<span>&nbsp; </span>har hun hatt ett&aring;rs dag nu?<span>&nbsp; </span>Nei, det er vel imorgen den 8de dec. at hun fyller 1 &aring;r? <span>&nbsp;</span>Gratulerer med dagen!<span>&nbsp; </span>Har dere bl&oslash;tkake med ett lys p&aring; og sjokolade til imorgen?<span>&nbsp; </span>Tror jeg tar fly og kommer og holder dere med selskap!</p>\r\n<p class=–MsoNormal–>Hils hennes foreldre, Ralph og Inez, fra mig!<span>&nbsp; </span>Bor dem hos deg fremdeles?</p>\r\n<p class=–MsoNormal–>Nu skal jeg skrive et brev til en venninne jeg har i London.</p>\r\n<p class=–MsoNormal–>Du f&aring;r ha en riktig god jul og godt nytt &aring;r, Alma! og hils hele din familie!</p>\r\n<p class=–MsoNormal–>Beste hilsen fra Herborg</p>\r\n<p class=–MsoNormal–>&nbsp;</p>\r\n<p class=–MsoNormal–>Stj&oslash;rdal 7<sup>th</sup> December 47</p>\r\n<p class=–MsoNormal–>Dear Alma!</p>\r\n<p class=–MsoNormal–>Thank you so much for your letter which I received a long time ago.<span>&nbsp; </span>It&rsquo;s awful of me not to have written before, but please excuse me!<span>&nbsp; </span>I&rsquo;ve now written a Christmas greeting to Florence Winters and a letter to uncle Johan and now there will be a few words for you too. &ndash; Things are about as usual here &ndash; before Christmas we work ourselves almost to death here in Norway.<span>&nbsp; </span>That&rsquo;s when everything gets washed down and polished, butchered and baked and brewed <em>(walls, ceilings etc., just about everything gets scrubbed down</em>, <em>and</em> <em>all silverware and brass etc. gets polished for Christmas.<span>&nbsp; </span>Traditionally, a minimum of 7 different kinds of Christmas cookies have to be baked, and in that area of the country beer is also brewed).</em> <span>&nbsp;&nbsp;</span>Christmas gifts bought etc.<span>&nbsp; </span>Yes it&rsquo;s quite a hubbub, but then again Christmas is pleasant.<span>&nbsp; </span>Laura and Mindor are usually with us on Christmas Eve to eat ribs (<em>prepared quite differently from American ribs.<span>&nbsp; </span>Christmas is celebrated on Christmas Eve in Norway).</em><span>&nbsp; </span>Tomorrow we&rsquo;re going to butcher our pig &ndash; Laura is coming for 2-3 days to help with that.<span>&nbsp; </span>She suddenly got so ill one day last week &ndash; she completely lost her memory <em>(consciousness?)</em> &ndash; but is fairly well again now &ndash; Mindor has work now &ndash; so now they have a little to live on.<span>&nbsp; </span>We gave her some clothes (among other things a winter coat) of mother&rsquo;s, - otherwise Laura is out working some days mending socks etc. for people so she earns a little extra.<span>&nbsp; </span>By the way the merchandise is very expensie here, and taxes and war duties are very high. <span>&nbsp;</span>All dry goods stores are almost empty here now, all over the country, so it&rsquo;s kind of like it was during the war.<span>&nbsp; </span>People have been hoarding, you see. <span>&nbsp;</span>Knitting yarn is impossible to get &ndash; not cotton fabrics &ndash; not underwear &ndash; children&rsquo;s clothes, wool stockings.<span>&nbsp; </span>But maybe some goods will arrive towards spring again.<span>&nbsp; </span>Our national budget has gone completely off course &ndash; the import quota has been exceeded by several million kroner &ndash; and now it has to be balanced next year so very little will be imported and the Norwegian goods wont last long &ndash; therefore people have been hoarding, you see.<span>&nbsp; </span>I&rsquo;ve gotten hold of a brown dress fabric, a while back, so I&rsquo;ll have a new Christmas dress, fortunately <em>(people dress up for Christmas in Norway)</em>.<span>&nbsp; </span>Otherwise I&rsquo;ll manage for a long time with what I&rsquo;ve got.</p>\r\n<p class=–MsoNormal–>How are you and your family then?<span>&nbsp; </span>And little Ruth Irene, I expect she&rsquo;s growing?<span>&nbsp; </span>Has she had her first birthday now?<span>&nbsp; </span>No, it&rsquo;s tomorrow the 8<sup>th</sup> of Dec. that she turns 1 year old, isn&rsquo;t it?<span>&nbsp; </span>Happy birthday!<span>&nbsp; </span>Do you have cream cake with one candle on it and chocolate tomorrow?<span>&nbsp; </span><em>(This cream cake she&rsquo;s talking about is the traditional birthday cake in Norway.<span>&nbsp; </span>I&rsquo;ve never seen it made anywhere else in the world.<span>&nbsp; </span>It&rsquo;s a moist cake, hence the name &ldquo;bl&oslash;tkake&rdquo;=wet cake, made with several layers of a moistened sponge like cake, with whipped cream and fruit or berries between each layer, and covered in whipped cream on top and all around the sides, then decorated with fruit or berries).</em> I think I&rsquo;ll catch a plane and come join you!</p>\r\n<p class=–MsoNormal–>Say hello to her parents, Ralph and Inez from me!<span>&nbsp; </span>Are they still living with you?</p>\r\n<p class=–MsoNormal–>I&rsquo;m now going to write a letter to a friend I have in London.</p>\r\n<p class=–MsoNormal–>Have a very good Christmas and happy new year, Alma!<span>&nbsp; </span>And say hello to your entire family!</p>\r\n<p class=–MsoNormal–>Best wishes from Herborg</p>"
    ]
  },
  "tags": [
    "1940s",
    "Christmas",
    "Herborg Holm",
    "Laura Karlson",
    "Norway to US",
    "Ruth Irene",
    "Stjørdal",
    "birthday",
    "cake",
    "clothes",
    "coat",
    "death",
    "economy",
    "fabrics",
    "gifts",
    "imports",
    "postwar",
    "prices",
    "stockings",
    "taxes",
    "war",
    "yarn"
  ],
  "files": [
    {
      "original": "Herborg Holm 7 desember-1947.pdf",
      "filename": "fca52ecb23e109495a1686b9f251d1d2.pdf",
      "mime_type": "application/pdf"
    }
  ]
}