{
  "id": 190,
  "added": "2010-12-30 02:33:31",
  "modified": "2010-12-30 03:39:06",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to Alma C. Wilson 1947.12.28"
    ],
    "Description": [
      "BREV FRA KLARA KROGSTAD, NORDRE ALLE 1, SLUPPEN, STRINDA, T.HEIM, DATERT 28 DESEMBER – 1947, TIL FRU ALMA C. WILSSON, 102 WEST 5 ST, DELL RAPIDS, SYD DAKOTA, U.S.A.  BREVET INNEHOLDER EN KONFIRMASJONSSANG FOR SVEN KROGSTAD DATERT 7/12-1947. TO 60-ØRES FRIMERKER MED TEKSTEN –HAAKON VII, MAUD KRONET 1906–.  DETTE FRIMERKET ER ETT AV 11 FRIMERKER SOM KOM UT 15. APRIL -1947 I FORBINDELSE MED POSTVERKETS 300-ÅRSJUBILEUM (1647-1947).  BLANDT BREVENE FRA JOHAN HOLM'S FAMILIE I NORGE ER TILSAMMEN 10 AV JUBILEUMS-FRIMERKENE REPRESENTERT, MENS ETT (55 ØRE) MANGLER.\r\n\r\nLETTER FROM KLARA KROGSTAD, NORDRE ALLE 1, SLUPPEN, STRINDA, T.HEIM, DATED DECEMBER 28 – 1947, TO FRU (MRS.) ALMA C. WILSSON, 102 WEST 5 ST, DELL RAPIDS, SYD DAKOTA, U.S.A.  ENCLOSED IN THE LETTER IS A CONFIRMATION SONG FOR SVEN KROGSTAD DATED 7/12-1947 (DEC. 7).  TWO 60 ØRE STAMPS WITH THE TEXT (IN NORWEGIAN) –HAAKON VII, MAUD CROWNED 1906–. THIS STAMP IS ONE OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.  ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY. (THE 55 ØRE ONE IS MISSING)."
    ],
    "Creator": [
      "Klara Krogstad",
      "Siri lawson, trans."
    ],
    "Date": [
      "1947.12.28"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "<p class=–MsoNormal–>Sluppen den 18-12<span>&nbsp; </span>47.</p>\r\n<p class=–MsoNormal–>&nbsp;</p>\r\n<p class=–MsoNormal–>Kj&aelig;re gode Alma.</p>\r\n<p class=–MsoNormal–>&nbsp;</p>\r\n<p class=–MsoNormal–>For det f&oslash;rste vil jeg &oslash;nske dig og dine et rigtig godt Nytaar, med tak for det gamle.<span>&nbsp; </span>Ja nu gaar vi inn i et nyt aar<span>&nbsp; </span>vet ikke hvad det bil bringe, h&aring;ber at vi faar v&aelig;re friske og v&aelig;re sammen i det aaret som kommer.<span>&nbsp; </span>Haaber du og dine er friske og likedan onkel John og hans kone.<span>&nbsp; </span>Hjertelig tak for det jeg fik til konfirmasjon<span>&nbsp; </span>det akkurat i det jeg spekulerte paa desserten, det var store spente &oslash;ine og &oslash;rer paa hvor jeg hadde faat i det <em>(Alma m&aring; ha sendt henne svisker eller aprikoser som Klara spurte etter i et tidligere brev). </em><span>&nbsp;</span>Jeg kan ikke forstaa at tante Laura vet at jeg har faat dette fra dere, for hun har ondt av det forst&aring;r jeg.<span>&nbsp; </span>Jeg synes ikke det er rett at min kj&oslash;delige tante skal ha ondt av at jeg fikk dette av dere for mine barn og jeg arbeider saart for vor eksistens.<span>&nbsp; </span>For hun kan ogsaa arbeide og hennes s&oslash;n med<span>&nbsp; </span>man kan ikke stole paa slekten synes jeg, du Alma er alene selv og forstaar det, si ikke noget til onkel John<span>&nbsp; </span>han er gammel og forstaar det ikke.<span>&nbsp; </span>Nu har jeg faat fat i flere duker til dig som jeg skal sende paa Nyaaret og litt annet smaatteri fra Karen min s&oslash;ster og jeg har kj&oslash;pt.<span>&nbsp; </span>Det blir ikke s&aring; n&oslash;ie med kontroll efter Jul som f&oslash;r.</p>\r\n<p class=–MsoNormal–>Jeg syns det h&oslash;res ut saa tungvint for dig &aring; faa i hofteholder saa du maa gi op det<span>&nbsp; </span>jeg trodde du hadde noen gammel efter dig selv som du ikke brukte.<span>&nbsp; </span>Her har v&aelig;ret en stille Jul<span>&nbsp; </span>jeg var i kirken julemorgen og efter paa var jeg hjemme hos min s&oslash;ster Karen og spiste frokost for vi var i f&oslash;lge i kirken<span>&nbsp; </span>det var h&oslash;itidelig der.<span>&nbsp; </span>Min &aelig;lste gut er reist bort i julen til en tante av sig paa fars slekt og min minste gutt er gaat paa tur i marka saa jeg er helt alene.<span>&nbsp; </span>Nu skal jeg koke paa kjelen<span>&nbsp; </span>kom og drik kaffe med mig Alma.<span>&nbsp; </span>Nu maa jeg slutte<span>&nbsp; </span>hils dine barn saa inderlig fra mig og onkel John og hans kone.<span>&nbsp; </span>Ha det bra og skriv til mig.</p>\r\n<p class=–MsoNormal–>&nbsp;</p>\r\n<p class=–MsoNormal–>Deres Klara</p>\r\n<span style=–font-size: 12pt; font-family: Times;–><br style=–page-break-before: always;– /> </span>\r\n<p class=–MsoNormal–>LETTER FROM KLARA KROGSTAD, NORDRE ALLE 1, SLUPPEN, STRINDA, T.HEIM, DATED DECEMBER 28 &ndash; 1947, TO FRU (MRS.) ALMA C. WILSSON, 102 WEST 5 ST, DELL RAPIDS, SYD DAKOTA, U.S.A.<span>&nbsp; </span>ENCLOSED IN THE LETTER IS A CONFIRMATION SONG FOR SVEN KROGSTAD DATED 7/12-1947 (DEC. 7).<span>&nbsp; </span>TWO 60 &Oslash;RE STAMPS WITH THE TEXT (IN NORWEGIAN) &ldquo;HAAKON VII, MAUD CROWNED 1906&rdquo;. THIS STAMP IS ONE OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.<span>&nbsp; </span>ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN&rsquo;S FAMILY IN NORWAY. (THE 55 &Oslash;RE ONE IS MISSING).</p>\r\n<p class=–MsoNormal–>&nbsp;</p>\r\n<p class=–MsoNormal–>Sluppen the 18-12<span>&nbsp; </span>47.</p>\r\n<p class=–MsoNormal–>&nbsp;</p>\r\n<p class=–MsoNormal–>Dear good Alma.</p>\r\n<p class=–MsoNormal–>&nbsp;</p>\r\n<p class=–MsoNormal–>First of all I want to wish you and yours a very good New Year, with a thank you for the old one <em>(Norwegian expression).</em><span>&nbsp; </span>Yes now we&rsquo;re going into a new year<span>&nbsp; </span>don&rsquo;t know what it will bring, hope we can stay healthy and be together in the year to come.<span>&nbsp; </span>Hope you and yours are well and likewise uncle John and his wife.<span>&nbsp; </span>Many thanks for what I got for the confirmation<span>&nbsp; </span>and just as I was wondering about the dessert, there were some big curious eyes and ears as to where I had gotten a hold of it <em>(Alma must have sent her some prunes or apricots which Klara had asked for in a previous letter).</em><span>&nbsp; </span>I can&rsquo;t understand that aunt Laura knows that I&rsquo;ve gotten this from you, for it bothers her I see.<span>&nbsp; </span>I don&rsquo;t think it&rsquo;s right for my flesh and blood aunt to be bothered by my getting this from you for my children and I work hard for our existence.<span>&nbsp; </span>For she could also work and her son too<span>&nbsp; </span>one can&rsquo;t trust one&rsquo;s relatives I feel, you Alma are alone yourself and understand it, don&rsquo;t say anything to uncle John<span>&nbsp; </span>he&rsquo;s old and doesn&rsquo;t understand it. <span>&nbsp;</span>Now I&rsquo;ve gotten hold of some more table cloths for you which I&rsquo;ll send at the New Year&rsquo;s and some other little things from Karen my sister and me which we&rsquo;ve bought.<span>&nbsp; </span>It wont be so picky as far as checking them after Christmas as before <em>(she probably means customs).</em><span>&nbsp; </span>I think it sounds so complicated for you to get a hold of a girdle so just give it up<span>&nbsp; </span>I thought you&rsquo;d have an old one of yours that you weren&rsquo;t using.<span>&nbsp; </span>It&rsquo;s been a quiet Christmas<span>&nbsp; </span>I went to church Christmas morning and afterwards I was at my sister Karen&rsquo;s for breakfast because we were together at church<span>&nbsp; </span>it was solemn there.<span>&nbsp; </span>My oldest boy has gone away for Christmas to an aunt of his of father&rsquo;s kin and my smallest boy has gone for a walk in the fields so I&rsquo;m quite alone.<span>&nbsp; </span>Now I&rsquo;m going to put the kettle on <span>&nbsp;</span>come and have coffee with me Alma.<span>&nbsp; </span>I must quit now<span>&nbsp; </span>give your children my best regards and uncle John and his wife.<span>&nbsp; </span>Keep well and write to me.</p>\r\n<p class=–MsoNormal–>&nbsp;</p>\r\n<p class=–MsoNormal–>Yours Klara.</p>"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Christmas",
    "John Holm",
    "Klara Krogstad",
    "New Year",
    "Norway to US",
    "church",
    "coffee",
    "confirmation",
    "gifts",
    "postwar"
  ],
  "files": [
    {
      "original": "Klara Krogstad 28 des-1947.pdf",
      "filename": "a160cbf28dfed4334501c71d14b31284.pdf",
      "mime_type": "application/pdf"
    }
  ]
}