{
  "id": 212,
  "added": "2010-12-31 02:41:52",
  "modified": "2010-12-31 02:41:52",
  "public": true,
  "metadata": {
    "Title": [
      "Olaf Holm to John Holm 1948.1.25"
    ],
    "Description": [
      "BREV FRA OLAF HOLM (EN AV MAGNUS' TVILLINGSØNNER), SANDALEN, NESTTUN ST. PR. BERGEN, DATERT 25. JANUAR – 1948, TIL HRR JOHN HOLM, 108 VEST FIFTH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  KONVOLUTTEN HAR ET RUSTRØDT 2-KRONES FRIMERKE MED KONG HAAKON VII I ADMIRALUNIFORM.  DETTE FRIMERKET KOM UT 7.JUNI-1946. \r\nINNI BREVET LÅ DET 5 BILDER; TO AV OLAF ALENE, OG 3 AV OLAF, KONA OG TRE SMÅ BARN.\r\n\r\nLETTER FROM OLAF HOLM (ONE OF MAGNUS' TWIN SONS), SANDALEN, NESTTUN ST. (STATION), PR. BERGEN, DATED JANUARY 25 – 1948, TO HRR (MR.) JOHN HOLM, 108 VEST FIFTH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  THE ENVELOPE HAS A RUST COLORED 2 KRONER STAMP PICTURING KING HAAKON VII WEARING HIS ADMIRALS' UNIFORM.  THIS STAMP CAME OUT JUNE 7-1946.  INSIDE THE LETTER THERE WERE 5 PICTURES; 2 OF OLAF BY HIMSELF AND 3 OF HIM, HIS WIFE AND 3 LITTLE BOYS."
    ],
    "Creator": [
      "Olaf Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.01.25"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "<p class=–MsoNormal–>Nesttun s&oslash;ndag 25-1-1948.</p>\r\n<p class=–MsoNormal–>Onkel Johan m fam.</p>\r\n<p class=–MsoNormal–>Jeg vill herved f&aring; takke dig s&aring; hjertelig for den 10 dollaren, du sendte mig, igjennem min s&oslash;ster Klara.<span>&nbsp; </span>Den kom sv&aelig;rt godt med, da jeg da hadde g&aring;tt syk i reumatisme, nesten hele vinteren.<span>&nbsp; </span>Som du kanskje hvet, s&aring; har jeg v&aelig;rt sj&oslash;mann i nogen &aring;r, og var kommet g&aring;tt ivei, p&aring; at f&aring; mig en god stilling p&aring; sj&oslash;en, men sykdommen sa stopp for denslags mere, s&aring; jeg m&aring;tte gi mig, og ta mig arbeide iland.<span>&nbsp; </span>Jeg er gift &aring; bosatt i nerheten av Bergen, har tre kjekke gutter, og en sm&aring;pike.<span>&nbsp; </span>Min mor og s&oslash;ster Maia, var her p&aring; bes&oslash;k en tur ifjor i mai m&aring;ned, nu til sommeren venter jeg min tvillingbror og kona hannes p&aring; bes&oslash;k hertil, kanskje min s&oslash;ster Klara og kommer en tur.<span>&nbsp; </span>Det skal bli morro.<span>&nbsp; </span>Har jeg bare hatt ett familje bildet av oss, s&aring; skulde jeg ha sendt dig ett nu, med det samme, men &oslash;konomien, har ikke tillat mig det enda.<span>&nbsp; </span>Min kone er ogs&aring; ifra Trondhjem.<span>&nbsp; </span>Det er mange av hennes bekjente her i Bergen, som nu drar over til Amerika.<span>&nbsp; </span>Min kone st&aring;r ikke i Den norske statskirke, s&aring;nn som mig, hun st&aring;r tilsluttet Jesu Kristi Kirke av siste dagers hellige, og Kirkens hovedsete er i Salt Laik City.<span>&nbsp; </span>Det hvet vell kanskje du Onkel.<span>&nbsp; </span>Reisetillatelse er der ganske lett at f&aring; nu, s&aring;lenge Truman er President derborte, men der m&aring; stilles garanti av bekjente eller slektninger da.<span>&nbsp; </span>Og som vi h&oslash;rer, s&aring; trives dem sv&aelig;rt godt, dem som er reist over nu, efter denne siste krigen.<span>&nbsp; </span>Jeg reiste p&aring; Norskekysten under hele krigen, s&aring; at si da, og det gikk bra heldigvis, men gikta sa stopp, det siste krigs&aring;ret.<span>&nbsp; </span>Her i Bergen og p&aring; Vestlandet sier Doktoren min, er der for fuktig klima til mig og sykdommen min, s&aring; jeg lurer s&aring; sm&aring;tt p&aring;, at dra opover til Thjem med familjen.<span>&nbsp; </span>Der er der litt t&oslash;rrere klima, men noks&aring; kaldt om vinteren desverre.<span>&nbsp; </span>S&aring; jeg hvet ikke enda, hvad jeg kommer til at gj&oslash;re.<span>&nbsp; </span>Fikk brev i forrige uke ifra Mor, og der skriver hun om, at Bestemor er d&aring;rlig og sengeliggende, hennes mange levedager nu, er vell kanskje talte Onkel.<span>&nbsp; </span>Ellers s&aring; er der vist bare bra med familjen Holm i Trondhjem og Tr&oslash;ndelag.<span>&nbsp; </span>Klara hun skriver vell av &aring; til til dig, s&aring; du f&aring;r f&oslash;lge med litt, hvad som foreg&aring;r sig, som er av din intresse?<span>&nbsp; </span>Hvordan er det med arbeidet og diverse ting der borte i Amerika nu Onkel?<span>&nbsp; </span>Tror du, om at jeg har tatt med mig mine her, og drad over, at jeg da har kunnet f&aring;tt noe &aring; gj&oslash;re, s&aring; at jeg har kunnet eksistert p&aring; det, p&aring; en noenlunde tilfredstillet m&aring;te?<span>&nbsp; </span>Min kone vill s&aring; gjerne, dra avsted sier hun, for at f&oslash;lge sine kjente av Kirken, og samtidig f&aring; v&aelig;re i n&aelig;rheten av kirkens hovedsete.<span>&nbsp; </span>Hun er sv&aelig;rt intresert i Kirken og dens videre arbeide.<span>&nbsp; </span>Barna vore er d&oslash;pt og velsignet i Jesu Kristi Kirke.<span>&nbsp; </span>V&aelig;r s&aring; snild &aring; skriv &aring; fortel mig Onkel, hvad du synes om dette, og mitt sp&oslash;rsm&aring;l.</p>\r\n<p class=–MsoNormal–>De beste hilsninger til dig og dine fra din brors s&oslash;nn Olaf m familje.</p>\r\n<p class=–MsoNormal–>Min adresse er</p>\r\n<p class=–MsoNormal–>Olaf Holm</p>\r\n<p class=–MsoNormal–>Sandalen</p>\r\n<p class=–MsoNormal–>Nesttun st.</p>\r\n<p class=–MsoNormal–>Pr Bergen</p>\r\n<p class=–MsoNormal–>Sender dig ett lite foto av mig.</p>\r\n<p class=–MsoNormal–><em>P&aring;</em> <em>baksiden av familiebildet st&aring;r det:</em><span>&nbsp; </span>Lillemor er ikke med der, hun kom sist.<span>&nbsp; </span>Den 10-7-45.<span>&nbsp; </span>Dette er Far Mor &ndash; Tor &ndash; Odd &ndash; Jan.</p>\r\n<p class=–MsoNormal–><em>Bak p&aring; bildene av Olaf alene st&aring;r det:</em><span>&nbsp; </span>O Holm, 21-5-44</p>\r\n<span style=–font-size: 12pt; font-family: Times;–><br /></span>\r\n<p class=–MsoNormal–>Nesttun Sunday 25-1-1948.</p>\r\n<p class=–MsoNormal–>Uncle Johan w fam.</p>\r\n<p class=–MsoNormal–>I hereby want to thank you so much for the 10 dollars, you sent me, through my sister Klara.<span>&nbsp; </span>It came in really handy, as I had been sick with rheumatism, almost all winter.<span>&nbsp; </span>As you may know, I&rsquo;ve been a sailor for a few years, and was well on my way, to getting a good position at sea, but the illness put a stop to that, so I had to give it up, and take work on shore.<span>&nbsp; </span>I&rsquo;m married and live near Bergen, have three fine boys, and a little girl.<span>&nbsp; </span>My mother and sister Maia, were here for a visit last May, this summer I&rsquo;m expecting my twin brother and his wife for a visit, maybe my sister Klara will come too.<span>&nbsp; </span>That&rsquo;ll be fun.<span>&nbsp; </span>If only I&rsquo;d had a family photo of us, I would have sent you one now, right away, but my finances, haven&rsquo;t allowed it yet.<span>&nbsp; </span>My wife is also from Trondheim.<span>&nbsp; </span>There are many of her acquaintances here in Bergen, who are going over to America now.<span>&nbsp; </span>My wife doesn&rsquo;t belong to The Norwegian state church, like I do, she belongs to The Church of Jesus Christ of the Latter Days&rsquo; Saints, and the main seat for the Church is in Salt Lake City <em>(he spells it Laik).</em><span>&nbsp; </span>You probably know that Uncle.<span>&nbsp; </span>It&rsquo;s easy to get travel permission now, as long as Truman is President over there, but then acquaintances or relatives must place a guarantee.<span>&nbsp; </span>And from what we hear, they like it very much, those who have gone over now, after this last war.<span>&nbsp; </span>I sailed on the Norwegian coast all through the war, just about that is, and fortunately that went well, but the arthritis stopped that, the last war year.<span>&nbsp; </span>Here in Bergen and in the Western parts my Doctor says, the climate is too humid for me and my illness, so I&rsquo;m thinking about, going up to Theim with the family.<span>&nbsp; </span>The climate is a little drier there, but quite cold in the winter unfortunately.<span>&nbsp; </span>So I don&rsquo;t know yet, what I will do.<span>&nbsp; </span>Had a letter last week from Mother, and there she writes, that Grandmother is sick and bedridden, her many days of life, are perhaps over Uncle.<span>&nbsp; </span>Otherwise everything sounded fine with the Holm family in Trondheim and Tr&oslash;ndelag.<span>&nbsp; </span>Klara writes to you now and then I assume, so that you keep up with, what goes on, of interest to you?<span>&nbsp; </span>How are things as far as work and various things over there in America now Uncle?<span>&nbsp; </span>Do you think, if I had brought my family, and gone over, that I could find something to do, that I could exist from, in a fairly satisfying manner?<span>&nbsp; </span>My wife would so much like to go, she says, to follow those of the Church whom she knows, and at the same time be close to the main seat for the church.<span>&nbsp; </span>She&rsquo;s very interested in the Church and its further work.<span>&nbsp; </span>Our children were christened and blessed in Jesus Christ Church.<span>&nbsp; </span>Please write and tell me Uncle, what you think about this, and my question.</p>\r\n<p class=–MsoNormal–>Best wishes to you and yours from your brother&rsquo;s son Olaf w family.</p>\r\n<p class=–MsoNormal–>My address is:</p>\r\n<p class=–MsoNormal–>Olaf Holm</p>\r\n<p class=–MsoNormal–>Sandalen</p>\r\n<p class=–MsoNormal–>Nesttun st. <em>(Station)</em></p>\r\n<p class=–MsoNormal–>Pr. Bergen</p>\r\n<p class=–MsoNormal–>I&rsquo;m sending you a little photo of myself.</p>\r\n<p class=–MsoNormal–><em>On the back of the family pictures (3 in a row) it says:</em><span>&nbsp; </span>Our little girl is not on this one, she came last.<span>&nbsp; </span>The 10<sup>th</sup> of July-45.<span>&nbsp; </span>Here are Father Mother &ndash; Tor &ndash; Odd &ndash; Jan.</p>\r\n<p class=–MsoNormal–><em>On the back of the pictures of Olaf alone it says: </em><span>&nbsp;</span>O Holm, 21-5-44 <span>&nbsp;</span></p>"
    ]
  },
  "tags": [
    "1940s",
    "Bergen",
    "Mormon",
    "Nesttun",
    "Norway to US",
    "Olaf Holm",
    "Salt Lake City",
    "Trondheim",
    "Trønderlag",
    "arthritis",
    "church",
    "doctor",
    "gifts",
    "money",
    "photos",
    "postwar",
    "rheumatism",
    "sailor"
  ],
  "files": [
    {
      "original": "Olaf Holm  25 januar-1948.pdf",
      "filename": "69cc18a3ffe48e9c1da1c5395c7bd496.pdf",
      "mime_type": "application/pdf"
    }
  ]
}