{
  "id": 239,
  "added": "2010-12-31 22:48:26",
  "modified": "2010-12-31 22:48:26",
  "public": true,
  "metadata": {
    "Title": [
      "Laura Karlson to Alma C. Wilson 1948.12.19"
    ],
    "Description": [
      "BREV FRA LAURA KARLSON DATERT 19. DESEMBER-1948, TIL FRU ALMA VILSON, 102 WEST 5 ST., DELL RAPIDS, SO DAK., U.S.A.  PÅ KONVOLUTTEN ER KLISTRET EN GRØNN INNHOLDS-ERKLÆRING SOM SIER AT DET FØLGER MED ET LOMMETØRKLÆ, 11 GR., VERDI 50 ØRE.  SENDT MED LUFTPOST.  FRIMERKENE ER FJERNET.\r\n\r\nLETTER FROM LAURA KARLSON DATED DECEMBER 19 – 1948, TO FRU (MRS.) ALMA VILSON, 102 WEST 5 ST., DELL RAPIDS, SO DAK., U.S.A.  ON THE ENVELOPE THERE'S A GREEN DECLARATION OF CONTENT WHICH SAYS THERE'S A HANDKERCHIEF ENCLOSED, WEIGHING 11 GRAMS AND WITH A VALUE OF 50 ØRE (IN THOSE DAYS THE DOLLAR WAS WORTH ABOUT 5 KRONER, 100 ØRE TO 1 KRONE).  THE STAMPS HAVE BEEN REMOVED, SENT BY AIR."
    ],
    "Creator": [
      "Laura Karlson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.12.19"
    ],
    "Language": [
      "Norwegian",
      "English"
    ],
    "Text": [
      "Stjørdal 19/12-1948.\r\n\r\nKjere Alma og alle sammen.\r\n\r\nJeg vill, i all korthet, sende en Jule hilsen, saa de faar høre at vi lever, et Aar gaar fort, og vi med, jeg er som vanlig, ofte daarlig, men en og anden dag er jeg, ute paa nogen smaa, Jobber.  Mindor er, uten arbeide, hann. klarer ikke, og tage hvad som helst, saa det er saa vanskelig, og komme sig ijennem, saa en er mange gange fristet, til og jive op det hele, og igaar var hann saa uheldig, og Falle ned fra en Stige, hann, skulde sette op en Antenne til en Radio, hann slo sig naaksaa meget.  Saa hann ligger nu, paa Levanger Sygehus, saa hann blir vell der i Julen, ja noget er det bestandig  mitt liv, har ikke veret andet en bare motgang, men mest synd paa Mindor, han ønsker og saa og komme sig frem, men det ser mørt ud for hamm, jeg sender dig et lite lomme tørkle, som jeg har lavet, og saadanne, kunde jeg faa selge, men, ikke fins det tøi og ikke garn.  Jeg vill paa det Hjerteligste takke, din Moder, for den kjerkomne penger, du kann tro det kommer godt med for oss, jeg har kjøpt mig Brensel, og ordentlige Briller.  Ola er og saa daarlig, tungt for og Puste, jeg tror det, lakker mot kvel og saa for hamm, den veien gaar det med os alle.  Jeg ønsker dere alle en god Jul og et godt Nytaar.  det skulde vere moro og høre fra dig en gang.\r\n\r\nTusen kjere hilsen fra Laura og Mindor, Stjørdal\r\n \r\n\r\nStjørdal 19/12-1948.\r\n\r\nDear Alma and all of you.\r\n\r\nI'll, briefly, send a Christmas greeting, so that you'll see that we're alive, a Year passes quickly, and we too, I'm as usual, often unwell, but some days here and there I'm, out doing little, Jobs.  Mindor is, without work, he. can't manage, taking just any job, so it's so difficult, to get through, that many a time one is tempted, to give it all up, and yesterday he was unlucky enough, to Fall down from a Ladder, he, was going to put up an Antenna for a Radio, he hurt himself quite a bit.  So he's now, at Levanger Hospital, so he'll probably be there over Christmas, well there's always something  my life, has been nothing but hardship, but it's hardest on Mindor, he too wants to get ahead, but it doesn't look good for him, I'm sending you a little handkerchief, that I've made, and these, I could sell, but, there's no fabrics or floss to be had.  I want to thank, your Mother, from the bottom of my Heart, for the welcome money, it was very much needed, I've bought myself Fuel, and proper Glasses.  Ola is unwell too, difficulty Breathing, I think it's, getting close to the evening for him too, it heads in that direction for all of us.  I wish you all a Merry Christmas and a Happy New Year.  it would be fun to hear from you sometime.\r\n\r\nA thousand dear greetings from Laura and Mindor, Stjørdal.\r\n"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Christmas",
    "Laura Karlson",
    "Levanger",
    "New Year",
    "Norway to US",
    "Ola Holm",
    "Stjørdal",
    "accident",
    "antenna",
    "fabric",
    "fuel",
    "gifts",
    "glasses",
    "handkerchief",
    "hospital",
    "money",
    "postwar",
    "radio"
  ],
  "files": [
    {
      "original": "Laura Karlson 19 desember-1948.pdf",
      "filename": "1f7276b605e2338d7adcf71cc7bd9c53.pdf",
      "mime_type": "application/pdf"
    }
  ]
}