{
  "id": 2,
  "added": "2010-12-23 18:09:35",
  "modified": "2010-12-30 04:10:27",
  "public": true,
  "metadata": {
    "Title": [
      "Agnes Tangvik to John Holm 1947.9.26"
    ],
    "Description": [
      "BREV FRA AGNES TANGVIK (OLA'S STEDATTER?), ROSENBORGSGT 14, TRONDHJEM, DATERT 26.  SEPTEMBER, POSTSTEMPLET 27.9.1947, TIL HR.  JOHN HOLM, 108 WEST FIFTH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  FRIMERKENE ER FJERNET\n\nAgnes er omtalt som halvsøster i ett av Evelyn Holm's brev (eller det er mulig det var i Sonja's brev).  Jeg er ikke sikker på hvordan dette henger sammen, om hun er Ola's eller Berith's datter.  Hun sier i dette brevet at mannen nettopp har hatt 50 års-jubileum, og hvis hun selv er rundt den alderen, er det en nokså stor aldersforskjell mellom henne og søstrene, så det er mulig hun var Berith's datter fra før hun ble gift med Ola.  Eller hadde Ola vært gift før?\n\n\n<-SPLITDESC->\n\n\nLETTER FROM AGNES TANGVIK (OLA'S WIFE'S DAUGHTER?), ROSENBORGSGT. 14, TRONDHJEM, DATED SEPTEMBER 26, POSTSTAMPED IN 1947, TO HR.  (MR.) JOHN HOLM, 108 WEST FIFTH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  THE STAMPS HAVE BEEN REMOVED.  Agnes was referred to as a half sister in one of Evelyn Holm's letters (or it may have been Sonja's letter).  I'm not sure whether she would be Ola's or Berith's daughter.  In this letter she says her husband just turned 50, so if she's around the same age as him she's quite a bit older than her sisters, so it's possible their mother had her before she married Ola.  Or had Ola been married before?"
    ],
    "Creator": [
      "Agnes Tangvik",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.09.26"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Trondhjem 26/9\nKjære onkel!\n\nTusen takk for dit brev.  Ja det var morsomt og høre ifra dig.  Det skal bli gilt og få bøker ifra dig og de skal nok bli lest.  Så jeg glær mig til de kommer.  Og jeg har aldrig fåt Amerika pk. så det blir morsomt.  Sender dig etpar bilder så du får se hvordan vi ser ut.  Var netop og tok bilde av guttene da min mann hadde 50 års jubileum forige tirsdag.  Sender dig en sang i anledning dagen.  Det er min første sang som jeg har diktet så du kan tro jeg er kry.  Jeg er nu netop kommet hjem fra møte.  Tænker dere i Amerika hvet av James Stewart  han er nu her i Trondhjem og holder møter.  Han er fra England så han må bruke tolk.  Ofte har han 4-5 møter pr. dag.  Ja det er en enestående mann og masse folk går og hører.  Omtrent hver kveld er det nogen som gir sig over til Gud.  Men som han sa igår kveld vækkelse er det endnu ikke.  Vækkelsen må først begynne med de troende.  Ja det er så lett og bli sløv og sovne ind.  Men det gjælder og være våken og holde sig rede så vi kan ha brullupsdragten på når Jesus kommer.  Mange ganger så tenker jeg nei jeg kan nok ikke få være med Jesus når han kommer og henter sine.  Synes ikke jeg har så stor nød for ufrelste som jeg burde, og mange ganger ikke så lyst og læse i bibelen.  Men jeg vil høre Jesus til og mit håp er hans død på Golgata for mine synder.  Ja jeg tænker så ofte tænk for en nåde og bli kalt ut fra verden og få mottage frelsen.  Å så tænker jeg så på mine 2 gutter og deres fremtid.  Vil inderlig ønske dem tar skrittet over på Jesu side så de ikke kommer ut i verden når de blir så store at de får vælge selv.  Vi bær dem frem for nådens trone i bøn så hvet vi Jesus tar hånd om dem og ordner alt.  Om vi mere kunde stole på ham.  En natt lå jeg og fikk ikke sove  det var noget som jeg var så bekymret for.  Om morgenen falt dette korset ut av vesken min.  Kast på Herren det som tynger deg!  Salm. 55  23.  Og dette blev jeg så trøstet ved.  Sverre største gutten min hadde fåt dette på søndagsskolen.\n\nEn aften var mor far og jeg på møte i Frelsesarmen.  Far er ofte der.  Det er merkelig at det tar så lang tid før han kan ta skrittet.  Han har jo gåt i mange år nu og hørt.  Tænker så ofte på end om han får en pludselig død og ikke er frelst.  Ja det har jeg syntes var frygtelig og tenke på.  Men som du sier alt hvad 2 eller 3 av eder blir enige om og be om i mit navn skal gies eder.  Hjertelig takk skal du ha for du vil huske os i bøn  vi trenger det så, og takk for alle dine gode råd og ønsker.\n\nEr taknemlig for svar igjen.  Hilses fra alle her hjemme.\n\nHjertelig hilsen Agnes Tangvik.\n\n \n\n<-SPLITTLETTER->\n\n\n\nTrondhjem 26/9\n\nDear uncle!\n\nThank you so much for your letter.  Yes it was fun to hear from you.  It’ll be great to receive books from you and they will be read.  So I’m looking forward to their arrival.  And I’ve never had an America pkg. so that will be fun.  I’m sending you a couple of pictures so that you’ll see what we look like.  I recently had my boy’s picture taken as my husband had his 50 year jubilee last Tuesday.  I’m sending you a song written for the occasion.  It’s my first song that I’ve written so I’m really proud.  I’ve just now returned from a meeting.  I imagine you in America know who James Stewart is  he’s here in Trondhjem holding meetings now.  He’s from England so he has to use an interpreter.  He often has 4-5 meetings a day.  Yes he’s an exceptional man and lots of people come to hear him.  Just about every night there are some who give themselves to God.  But like he said last night it’s still not a revival.  The revival must first start with those who believe.  Yes it’s so easy to become lethargic and go to sleep.  But it’s important to be awake and keep ourselves ready so that we can have our wedding clothes on when Jesus comes.  Many times I’m thinking no I wont be allowed to go with Jesus when he comes to fetch his own.  I feel I don’t have as much care for the unsaved as I ought to, and many times I don’t feel like reading the bible.  But I want to belong to Jesus and my hope is his death at Golgata for my sins.  Yes I very often think what grace there is in being called from the world and receive salvation.  And then I think about my 2 boys and their future.  I really wish they’ll take the step over to Jesus’ side so that they don’t get out in the world when they get to be so big that they can choose for themselves.  We carry them in front of the throne of grace in prayer so we know Jesus will take care of them and fix everything.  If only we could trust in him more.  One night I just couldn’t sleep  there was something that I was so worried about.  In the morning this cross fell out of my purse.  Throw your burdens onto the Lord!  Psalm. 55  23.  And this gave me such comfort.  Sverre my biggest boy had received it at Sunday school.\n\nOne evening mother father and I went to a meeting at the Salvation Army.  Father is often there.  It’s strange that it takes such a long time for him to take the step.  He’s been going for many years now to listen.  I often think what if he has a sudden death and is not saved.  Yes that has been terrible for me to think about.  But as you say everything that  2 or 3 of you agree to pray about in my name will be given to you.  Thank you so much for remembering us in prayer  we need it so much, and thank you for all your good advise and wishes.\n\nWould be grateful for a reply again.  You’re greeted from everyone here at home.\n\nBest wishes Agnes Tangvik"
    ],
    "LetterDate": [
      "1947-09-26"
    ],
    "Location": [
      "Trondheim"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Agnes Tangvik",
    "John Holm",
    "Norway to US",
    "Trondheim",
    "postwar"
  ],
  "files": [
    {
      "original": "Agnes Tangvik 26 september-1947.pdf",
      "filename": "314f262b394f7c0c1bf8d8909f58d2ed.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "tænker",
      "score": 0.055043858416562466
    },
    {
      "term": "skrittet",
      "score": 0.050319237921932616
    },
    {
      "term": "jesus",
      "score": 0.040856887990260056
    },
    {
      "term": "hvet",
      "score": 0.040240226099289414
    },
    {
      "term": "bøn",
      "score": 0.03760094103092444
    },
    {
      "term": "kveld",
      "score": 0.03388107765378532
    },
    {
      "term": "tar",
      "score": 0.031182400577373225
    },
    {
      "term": "sang",
      "score": 0.0301612142766462
    },
    {
      "term": "fåt",
      "score": 0.028320198721947566
    },
    {
      "term": "netop",
      "score": 0.028320198721947566
    },
    {
      "term": "møte",
      "score": 0.028320198721947566
    },
    {
      "term": "møter",
      "score": 0.026107702787847676
    },
    {
      "term": "eder",
      "score": 0.026107702787847676
    },
    {
      "term": "gilt",
      "score": 0.025159618960966308
    },
    {
      "term": "pk",
      "score": 0.025159618960966308
    }
  ],
  "english-tfidf": [
    {
      "term": "revival",
      "score": 0.050011438277679336
    },
    {
      "term": "jesus",
      "score": 0.04422523066034803
    },
    {
      "term": "step",
      "score": 0.04002405383524198
    },
    {
      "term": "salvation",
      "score": 0.037408762267498515
    },
    {
      "term": "sleep",
      "score": 0.03232134601354012
    },
    {
      "term": "prayer",
      "score": 0.03232134601354012
    },
    {
      "term": "meeting",
      "score": 0.028212390343148694
    },
    {
      "term": "song",
      "score": 0.027421377825061148
    },
    {
      "term": "meetings",
      "score": 0.02669371684621082
    },
    {
      "term": "pkg",
      "score": 0.025005719138839668
    },
    {
      "term": "occasion",
      "score": 0.025005719138839668
    },
    {
      "term": "stewart",
      "score": 0.025005719138839668
    },
    {
      "term": "interpreter",
      "score": 0.025005719138839668
    },
    {
      "term": "exceptional",
      "score": 0.025005719138839668
    },
    {
      "term": "fetch",
      "score": 0.025005719138839668
    }
  ]
}