{
  "id": 3,
  "added": "2010-12-23 18:17:14",
  "modified": "2010-12-23 18:17:14",
  "public": "true",
  "metadata": {
    "Title": [
      "Agnes Tangvik to John Holm 1947.12.30"
    ],
    "Description": [
      "BREV FRA AGNES TANGVIK (OLA'S DATTER), ROSENBORGSGT. 14, TRONDHJEM, DATERT 30. DESEMBER -1947, TIL JOHN HOLM, 108 WEST FIFTH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A. ET 80-ØRES FRIMERKE MED KONG HAAKON FORAN OSLO RÅDHUS OG TEKSTEN –KONGENS HJEMKOMST 7. JUNI 1945.–DETTE FRIMERKET ER ETT AV 11 FRIMERKER SOM KOM UT 15. APRIL -1947 I FORBINDELSE MED POSTVERKETS 300-ÅRSJUBILEUM (1647-1947). BLANDT BREVENE FRA JOHAN HOLM'S FAMILIE I NORGE ER TILSAMMEN 10 AV JUBILEUMS-FRIMERKENE REPRESENTERT, MENS ETT (55 ØRE) MANGLER.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM AGNES TANGVIK (OLA'S DAUGHTER), ROSENBORGSGT. 14. TRONDHJEM, DATED DECEMBER 30 –1947, TO JOHN HOLM, 108 WEST FIFTH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A. THE ENVELOPE HAS AN 80 ØRE STAMP PICTURING KING HAAKON VII AND OSLO CITY HALL WITH THE TEXT (IN NORWEGIAN):  –THE KING'S RETURN JUNE 7 1945– (THE KING AND THE GOVERNMENT WERE IN EXILE DURING THE WAR). THIS STAMP IS ONE OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES. ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY. (THE 55 ØRE ONE IS MISSING)."
    ],
    "Creator": [
      "Agnes Tangvik",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.12.30"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Trondhjem 30/12-47\n\nKjære onkel!\n\nTusen takk for pakken og brevet.  Den kom like før jul.  Vi synes det er altfor galt og få alt dette.  På tollen pakket dem ikke ut så det blev intet og betale i toll.  Tøflene er helt passe  jeg bruker dem hver dag og deilig og varm er de også.  Skal hilse dig mange takk fra min mann.  Ja du kan tro han var begeistret for pennen og blyanten.  Han synes det er altfor dyre presanger og få.  Har ogsa fåt det som du pakket med til Sonja.  Ja guttene blev helt vilde av glæde for bøssene og syklene.  Det eneste uheld var at den ene syklen var istykker så det blev jo litt slåssing da skjønner du  tilslutt måtte jeg gjemme den.  De har jo aldrig sett slike leker før.  Også må jeg takke dig for pengene på bøssene.  Ja hjertelig takk for alt.  Er det ikke noget vi har her i Norge som du har lyst og hatt, så vi kunde sende dig.  Ja meget er det jo ikke vi har, men er det noget som vi har som ikke fins der har vi syntes det har været morsomt og fåt sendt dig noget.  Kan du ikke foreslå noget?\n\nJa så er vi færdig med julen også.  Juletræet skal vi jo ha en stund til.  Det er jo stas til guttene hvet du.  Så er snart dette år slutt også.  Synes bestandig nytårsaften er så alvorlig.  Tænker bestandig man skal bli bedre i det nye år, men det blir bare nederlag, ja om vi er troløs er Jesus trofast og hans nåde er mig nokk.  Julekortet som du sendte til far var så pent med det Jesubildet.  Jeg fikk bildet og har klistret det foran i bibelen min.  Far sitter her nu og venter på og få høre nyheter i radioen.  Sverre sender med brev også idag.  Hils din frue og Alma Wilson ifra os.  Skriv når du får tid.\n\nHilsen Agnes Tangvik.\n\nI margen står det:  Jeg har fåt Pen og tulupper? men ikke disse Jeg brukte i Jasper  foreløbig tusind tak.  Brev siden.  Olav\n\nInni brevet ligger en barnetegning av et hus hvor Agnes har skrevet:  Sverre vil også sende dig et hus.  Er det ikke fint kanske?\n\n\n<-SPLITTLETTER->\n\n\nTrondhjem 30/12-47\n\nDear uncle!\n\nThank you so much for the package and the letter.  It came just before Christmas.  We feel it’s just too much to receive all this.  At the customs office they didn’t open it so there was no customs to pay.  The slippers fit perfectly  I wear them every day and they’re also wonderfully warm.  My husband says to tell you thank you very much.  He was very happy with the pen and the pencil.  He feels they are much too expensive gifts to get.  Have also received what you added for Sonja.  Yes the boys were wild with joy for the piggy banks and the bikes.  The only accident was that one of the bikes was broken so you see they ended up fighting  in the end I had to hide it.  They’ve never seen toys like that before you know.  I must also thank you for the money in the banks.  Yes thank you so much for everything.  Isn’t there anything we have here in Norway that you would like to have, that we could send you. Well we don’t have much, but if there’s something that we have that can’t be found there we would very much like to send you something.  Can’t you suggest something?\n\nWell Christmas is over.  The Christmas tree we’ll keep a while longer.  The boys think it’s fun you know.  And this year is almost over too.  I always think New Years Eve is so serious.  One always thinks that one will be better in the new year, but it ends up in defeat, well even if we are faithless Jesus is faithful and his grace is enough for me.  The Christmas card you sent to father was so beautiful with that picture of Jesus on it.  I got the picture and glued it to the inside of the front of my bible.  Father is sitting here now waiting to hear the news on the radio.  Sverre is also inluding a letter today.  Say hello to your wife and Alma Wilson from us.  Write when you have time.\n\nBest wishes Agnes Tangvik.\n\n \n\nIn the margin it says:  I got the Pen and ? (can’t understand the next word) but not the ones I used in Jasper  for now thank you very much.  Letter later.  Olav.\n\nEnclosed in the letter is a child’s drawing of a house where Agnes has written:  Sverre also wants to send you a house.  Isn’t it nice?"
    ],
    "LetterDate": [
      "1947-12-30"
    ],
    "Location": [
      "Trondheim"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Agnes Tangvik",
    "John Holm",
    "Norway to US",
    "Trondheim",
    "postwar"
  ],
  "files": [
    {
      "original": "Agnes Tangvik 30 des-1947.pdf",
      "filename": "bc73b35869638eb43f36a980ed8ea648.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "bøssene",
      "score": 0.07362143534886785
    },
    {
      "term": "pakket",
      "score": 0.06431744634806322
    },
    {
      "term": "fåt",
      "score": 0.06215238243004599
    },
    {
      "term": "guttene",
      "score": 0.05501345734725858
    },
    {
      "term": "altfor",
      "score": 0.045709468346453945
    },
    {
      "term": "agnes",
      "score": 0.04412848800207296
    },
    {
      "term": "jo",
      "score": 0.0424593700776694
    },
    {
      "term": "sverre",
      "score": 0.041434921620030665
    },
    {
      "term": "tollen",
      "score": 0.036810717674433925
    },
    {
      "term": "syklene",
      "score": 0.036810717674433925
    },
    {
      "term": "uheld",
      "score": 0.036810717674433925
    },
    {
      "term": "syklen",
      "score": 0.036810717674433925
    },
    {
      "term": "slåssing",
      "score": 0.036810717674433925
    },
    {
      "term": "leker",
      "score": 0.036810717674433925
    },
    {
      "term": "foreslå",
      "score": 0.036810717674433925
    }
  ],
  "english-tfidf": [
    {
      "term": "banks",
      "score": 0.05435365335650145
    },
    {
      "term": "bikes",
      "score": 0.05080202283240539
    },
    {
      "term": "pen",
      "score": 0.04224465023289989
    },
    {
      "term": "agnes",
      "score": 0.04079053868158651
    },
    {
      "term": "sverre",
      "score": 0.03831312268822662
    },
    {
      "term": "customs",
      "score": 0.03723890815749045
    },
    {
      "term": "wonderfully",
      "score": 0.03395838401570819
    },
    {
      "term": "piggy",
      "score": 0.03395838401570819
    },
    {
      "term": "fighting",
      "score": 0.03395838401570819
    },
    {
      "term": "suggest",
      "score": 0.03395838401570819
    },
    {
      "term": "defeat",
      "score": 0.03395838401570819
    },
    {
      "term": "faithless",
      "score": 0.03395838401570819
    },
    {
      "term": "inluding",
      "score": 0.03395838401570819
    },
    {
      "term": "isn",
      "score": 0.030330071269398812
    },
    {
      "term": "12-47",
      "score": 0.029679697715955442
    }
  ]
}