{
  "id": 4,
  "added": "2010-12-23 18:25:44",
  "modified": "2010-12-30 04:10:21",
  "public": "true",
  "metadata": {
    "Title": [
      "Ågot Søberg to Alma C. Wilson 1948.2.14"
    ],
    "Description": [
      "BREV FRA ÅGOT SØBERG, VEGGEMO, EIDET, VESTERÅLEN, DATERT 14. FEBRUAR 1948, TIL MRS. ALMA C. WILSON, 102. WEST FIFTH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A. TO RUSTBRUNE 80-ØRES FRIMERKER MED LØVE.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM AGOT SØBERG, VEGGEMO, EIDET, VESTERÅLEN, DATED FEBRUARY 14 – 1948, TO MRS. ALMA C. WILSON, 102. WEST FIFTH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A. TWO RUST COLORED 80 ØRE STAMPS WITH LION."
    ],
    "Creator": [
      "Ågot Søberg",
      "Gretha Søberg",
      "Edvart Søberg",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.02.14"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Veggemo 14-2-48\nKjære Alma!\n\nJa, nu er det lenge siden du hørte noe fra meg.  Først vil jeg takke for brevet som Edvart fikk.  Det var jo et trist budsskap at onkel John nu alt er død  får nesten ikke til å tro det.  Å enda mer trist å vite, at Edvarts brev ikke nådde han, stakkars onkel  han som hadde gått å vente på brev fra ham.  Kona er vel i dårlig humør vil jeg anta.  Ja, ja Alma antar at du også har havt det travelt i denne tid.  Tenk at onkel ikke skulle få se sitt kjære Norge igjen mer før han gikk bort.  Vi har ofte snakket om hvor trivelig det skulle ha vert om dere alle har havt andledning å kommet hit op til Konfirmasjon til Gretha.  Den blir vist i Juni, men det er vel vanskelig, da veien er så uendelig lang i mellem oss.  Hvordan står det til ellers med dere alle.  Håber dere er frisk og kjekk alle.  Jeg snakket med far i telefonen for en stund siden.  Han skulle da reise en tur til Trondheim.  Her ute er det frost og mye sne.  I dag er det litt mildere og regn.  Tenk den 12. mars kan far og mor feire sitt Guldbryllup.  Jeg og Johan har hele tiden hvert tenkt å reise til Narvik til den 12te, men det ser slik ut at det ikke blir noe av turen, da alle 3 barna går på skolen, og fjøsen krever sitt stell.  Det er så vanskelig å få tak i hjelp.  Jan sitter nu her og tegner  han sier mamma du må hilse tante Alma fra meg også.  Gretha og Edvart skal også skrive noen ord til deg.  Johan sitter og leser dagens avis, også han ber meg å hilse dere alle.  Ja, nu skal Gretha få fortsette.  Lev så inderlig vel da, og hils gamle mor så inderlig fra meg.\n\nSkriv snart.\n\nHils alle dine barn\n\nBeste hilsen Ågot\n\n \n\nSKREVET AV GRETHA SØBERG PÅ SAMME ARK:\n\nNu er det nu lenge siden jeg skreiv til deg.  Jeg er nu kommet av skolen for noen timer siden.  Mandag skal jeg begynne på håndgjerninga.  Til sommeren når jeg er ferdig på skolen, skal jeg reise til bestefar og bestemor i Narvik.  I jula var jeg på julefest for barn.  Du kan tru det var morsomt med den store nissen.  Har dere julenisse på festene i Amerika?  Om søndagene er jeg og Jan på søndagsskole.  Jeg har ikke trudd at det skulle bli så snart slutt med brevskrivningen mellom John Holm og oss.  Du kan tru det var ei trist nyhet.  Nu må du skrive snart igjen.\n\n \n\nHilsen Greta Søberg.\nJan ber meg hilse deg så mye.\n\nSKREVET AV EDVART SØBERG I SAMME BREV:\n\n \n\nGood morning Alma.\n\nJeg, skal nå sende deg noen ord, sammens med mor sitt brev.  Jeg har fått brevet, som du sendte meg, og av det forstår jeg at John Holm er død, og du kan tro jeg er lei for at brevet mitt ikke nådde fram før han døde.  Jeg håper du forstod brevet som jeg skrev til han.  Du skjønner, jeg har bare gått ett og et halvt år på middelskolen så du skjønner det er ikke så mye engelsk jeg kan.  Brevet ditt forstod jeg nokså bra selv om der var noen fremmede ord.\n\nJa jeg har ikke noe mer på hjertet, for jeg går ut fra at mor har fortalt hvordan vi har det, jeg får heller skrive mer siden.\n\nBeste hilsen Edvart.\n\n \n\n<-SPLITTLETTER->\n\n\n\nVeggemo, 14-2-48\n\nDear Alma!\n\nWell, now it’s been a long time since you heard anything from me.  First I want to thank you for the letter which Edvart got.  What a sad message it had about uncle John already having died  I almost can’t believe it.  And even more sad to know, that Edvart’s letter didn’t get there in time, poor uncle who had been waiting for a letter from him.  I assume his wife is in a bad mood (these are the actual words she uses, but it’s just an expression for “his wife must be down and unhappy”).  Oh well Alma I suppose you’ve also been busy during this time.  Just think that uncle didn’t get to see his dear Norway again before he passed on.  We’ve often talked about how nice it would be if all of you could get a chance to come here for Gretha’s Confirmation.  It looks like it’ll be in June, but I guess it will be difficult, as the distance is so infinitely great between us.  How are you all otherwise.  Hope you’re all doing well and are healthy.  I spoke with father on the phone a while back.  He was about to go to Trondheim.  Out here there’s frost and a lot of snow.  Today it’s a little milder and rain.  Imagine on the 12th of March mother and father can celebrate their Golden anniversary.  Johan and I have all along planned to go to Narvik for the 12th, but it looks like it wont happen, as all 3 children are in school, and the cow barn needs its care.  It’s so hard to get hold of help.  Jan is sitting here drawing now  he says mom you must say hello to aunt Alma from me too.  Gretha and Edvart are also going to write a few words to you.  Johan is reading today’s paper, he too asks me to tell you all hello.  Well, now I’ll let Gretha continue.  Keep very well then, and give your old mother my very best regards.  Write soon.  Say hello to all your children.\n\nBest wishes Ågot.\n\n \n\nWRITTEN BY GRETHA SØBERG ON THE SAME PAPER:\n\nIt’s been a long time since I wrote to you.  I just got back from school a few hours ago.  On Monday I’m starting home ec’s (the word “håndgjerning” is an old term which we used to call classes in knitting, embroidery etc.).  This summer when I’m through with school, I’m going to grandma’s and granddad’s in Narvik.  This Christmas I went to a Christmas party for children.  It was a lot of fun with that big Santa.  Do you have Santas at the parties in America?  On Sundays Jan and I go to Sunday School.  I hadn’t thought that the letter writing between John Holm and us would come to an end so soon.  It was such sad news.  Please write again soon.\n\nRegards Greta Søberg.\n\nJan asks me to tell you hello.\n\n \n\nWRITTEN BY EDVART SØBERG IN THE SAME LETTER:\n\nGood morning Alma.\n\nI will, send you a few words, to go in mother’s letter.  I got the letter, which you sent me, and from that I understand that John Holm is dead, and you can’t imagine how upset I am that my letter didn’t reach him before he died.  I hope you understood the letter I wrote to him.  You see, I’ve only been in middle school for a year and half so you understand I don’t know much English.  Your letter I understood quite well even though there were some unfamiliar words.\n\nWell I don’t have anything else to say, as I assume mother has told you how we’re doing, I’ll write more another time.\n\nBest wishes Edvart."
    ],
    "LetterDate": [
      "1948-02-14"
    ],
    "Location": [
      "Veggemo"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "Alma C. Wilson",
    "Christmas",
    "Edvart Søberg",
    "Gretha Søberg",
    "John Holm",
    "Narvik",
    "Norway to US",
    "Trondheim",
    "Veggemo",
    "confirmation",
    "death",
    "postwar",
    "Ågot Søberg"
  ],
  "files": [
    {
      "original": "Ågot Gr Edv Søberg 14-2-48.pdf",
      "filename": "850816165f4bd0856bc30488814d003c.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "gretha",
      "score": 0.06802493896051061
    },
    {
      "term": "edvart",
      "score": 0.05456551628472092
    },
    {
      "term": "nådde",
      "score": 0.045516986999922446
    },
    {
      "term": "søberg",
      "score": 0.04405253258633205
    },
    {
      "term": "jan",
      "score": 0.03634665032401392
    },
    {
      "term": "skolen",
      "score": 0.03456531202143292
    },
    {
      "term": "tru",
      "score": 0.030647613811307883
    },
    {
      "term": "forstod",
      "score": 0.030647613811307883
    },
    {
      "term": "brevet",
      "score": 0.028167272789327045
    },
    {
      "term": "tenk",
      "score": 0.02728275814236046
    },
    {
      "term": "trist",
      "score": 0.025528751813346583
    },
    {
      "term": "14-2-48",
      "score": 0.022758493499961223
    },
    {
      "term": "budsskap",
      "score": 0.022758493499961223
    },
    {
      "term": "edvarts",
      "score": 0.022758493499961223
    },
    {
      "term": "anta",
      "score": 0.022758493499961223
    }
  ],
  "english-tfidf": [
    {
      "term": "edvart",
      "score": 0.061185808022379766
    },
    {
      "term": "gretha",
      "score": 0.05765659700904632
    },
    {
      "term": "søberg",
      "score": 0.038020185209609904
    },
    {
      "term": "school",
      "score": 0.03657217936904751
    },
    {
      "term": "jan",
      "score": 0.0310356445493613
    },
    {
      "term": "12th",
      "score": 0.02633591156658825
    },
    {
      "term": "understood",
      "score": 0.025346790139739936
    },
    {
      "term": "sad",
      "score": 0.022616914530500007
    },
    {
      "term": "14-2-48",
      "score": 0.020375030409424916
    },
    {
      "term": "unhappy",
      "score": 0.020375030409424916
    },
    {
      "term": "infinitely",
      "score": 0.020375030409424916
    },
    {
      "term": "milder",
      "score": 0.020375030409424916
    },
    {
      "term": "cow",
      "score": 0.020375030409424916
    },
    {
      "term": "ec",
      "score": 0.020375030409424916
    },
    {
      "term": "håndgjerning",
      "score": 0.020375030409424916
    }
  ]
}