{
  "id": 5,
  "added": "2010-12-23 18:33:19",
  "modified": "2010-12-23 18:33:19",
  "public": true,
  "metadata": {
    "Title": [
      "Ågot Søberg to Alma C. Wilson 1946.12"
    ],
    "Description": [
      "BREV FRA ÅGOTH SØBERG (EDVARD OG HANNA EIDUM'S DATTER).  UDATERT.  DET ER EN KONVOLUTT MED SKRIFT I SAMME RØDE PENN SOM BREVET ER SKREVET I –MRS ALMA C.  WILSON, 102.  WEST 5.  STREET, DELL RAPIDS, SYD-DAKOTA, U.S.A.–MED POSTSTEMPELET 2-12-46 SOM ANTAGELIG HØRER TIL DETTE BREVET.  PÅ BAKSIDEN ER ADRESSEN TIL KAREN AUSTVOLD, SØSTEREN TIL ÅGOTH, SKREVET MED BLYANT, MEN DET ER MULIG DET ER ALMA SELV SOM HAR SKREVET DET (KAREN AUSTVOLD, KYRRE GREPPE GATE 17, NARVIK).  SENDT MED LUFTPOST, ET BLÅTT 30-ØRES FRIMERKE MED LØVE, ET LILLA 35-ØRES FRIMERKE MED LØVE, OG ET RUSTFARGET 2-KRONES FRIMERKE MED KONG HAAKON VII.  PÅ BAKSIDEN AV ETT AV ARKENE ER DET OGSÅ ET LITE BREV FRA GRETA, ÅGOTH'S DATTER.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM ÅGOTH SØBERG (THE DAUGHTER OF EDVARD AND HANNA EIDUM), UNDATED.  THERE'S AN ENVELOPE WITH THE ADDRESS OF ALMA WRITTEN IN THE SAME RED PEN AS THIS LETTER, POST STAMPED DECEMBER 2-1946.  ON THE BACK OF IT IS THE ADDRESS  OF KAREN AUSTVOLD, ÅGOTH'S SISTER, WRITTEN IN PENCIL, BUT IT'S POSSIBLE THAT WAS WRITTEN BY ALMA HERSELF (KAREN AUSTVOLD, KYRRE GREPPE GATE 17, NARVIK).  SHE HAS ALSO WRITTEN –WROTE MARCH 16 AGAIN–.  SENT BY AIR MAIL, A BLUE 30 ØRE STAMP WITH LION, A PURPLE 35 ØRE STAMP WITH LION, AND A RUST COLORED 2 KRONER STAMP WITH KING HAAKON VII.  ON THE BACK OF ONE OF THE PAGES IS A LETTER WRITTEN BY GRETA, ÅGOTH'S DAUGHTER."
    ],
    "Creator": [
      "Ågot Søberg",
      "Greta Søberg",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.12"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "God Dag Mrs. Wilson\n\nJeg fikk brev fra far igår, og han sa at vi måtte senne en liten julehilsen til vore slektninger i Amerika. Å, ja det mangler vel ikke på at det er lite av brev og gaver som er både kommet og gått over Atlanteren. nu i den senere tid.  Tenk noe så grusomt at vi i det lille fredelige Norge skulle opleve en krig.  Håper det aldrig må skje mere.  Det gikk forferdelig til vekst (mener hun værk, eller er det et Nordlandsk uttrykk?) i byene hvad ødeleggelser angår.  Vi bor ute med havskjære på landet, så vi så akkurat ikke til noe av ødeleggelsene, men du store verden hvor vi var hjemsøkt for det.  Tenk om vi hadde en sauskrott eller en kalv, så neimen om vi fikk beholde det selv  di tok alt fra oss.  Etter alt vor slit og strev, så undte dem oss ikke maten engang.  Vi skulle bare henge i å arbeide det vi klarte og da vi hadde høstet inn det lille vi hadde det var de snar å ta fra oss.  Hvad klær angår, så var det enda verre.  Det lille som var av tøi, skulle først og fremst byfolket få og det blei jo aldri noe til overs for bøndene  det var ikke så farlig med dem  de bor avsides, så de kan bare være naken.  Men det gikk nu på ett slags vis det og.  Jeg er glad vi fikk da beholde livet, det tok de ikke fra oss, enskjønt det var vel de som ikke fikk beholde det heller.  Å, ja å ja håber den onde tid blir glemt å aldrig kommer igjen.  Vi bor i Vesterålen, og har 3 barn.  Den eldste gutten min heter Edvart.  Han blei født på fars fødselsdag, og fikk derfor samme navn.  Det er en kjekk å god gutt.  de andre to er en pike på 13 år og gutt på 9 år.  Men stakkars barn for en skolevei de har, tenk de går 12 km. daglig.  Det er 6 km. til skolen  frem og tilbake går de altså over ei mil.  Verst er det nu om vinteren  de må hvasse i dyp sne til midjen.  Vi bor 3 km. fra hovedveien og veien heropover til gården er ikke pløid, så vi må gå i 3 km. vei som er upløid.  De skakkars små vet hvad det er å gå til skolen i all slags vær både i regn og frost.  Nu, har jeg en ting på hjerte.  Vil ikke du være så snill, å spør noen av dine kjenninger der i Amerika, om de har noe gammelt tøi som de ikke bruker uanset hvad det kan være.  Vist noen hadde en gammel regnfrakke til 9 år gutt eller en kåpe til Greta eller vist dem ikke har det, så noe som går ann å sy om til sportsbuke (enten mener hun sportsbruk eller sportsbukse) til dem.  Vi som er voksne har mere vett til å være tolmodige intil det blir noe her på landet å få kjøpt.  Du har vel mange av dine kjente og slekt her i Norge som du hjulpet, så du må vell være unskjylt.\n\nJa, nu vil jeg inderlig håbe at jeg ikke har fornermet deg, Det er kanskje ikke rett av meg å skrive å be, men nøden tvinger meg.  Du må ikke la far å mor få vite at jeg har skrevet etter gammelt tøi.\n\nTill slutt får jeg ønske deg å dine en riktig god og trivelig Jul! samt et godt Nytt-år\n\nBeste hilsen fra oss alle\n\nÅgoth\n\nMin adr.\n\nÅgot Søberg,\n\nVeggemo  Eidet  Vesterålen\n\n \n\nKjære Mrs. Alma.\n\nHer kommer det et brev langt fra kalde Norden.  Du undres vel på hvem det er fra.  Men det skal du få vite.  Edvart Eidum i Narvik er bestefar min.  Jeg har to Brødre.  Jeg er 13 år.  Edvar 16 år  Jan er 9 år.  Edvart går på Middelskolen.  Far heiter Johan, og er 43 år.  Mor heiter Ågoht, og er 38 år.  Har du noen barn, har du noen piker på min Alder?  Nu må du ha en riktig god Jul.\n\nMange hilsener fra:\n\nGreta Søberg\n\n\n<-SPLITTLETTER->\n\n\nGood Day Mrs. Wilson\n\nI had a letter from father yesterday, and he said we must send a little Christmas greeting to our relatives in America.  Yes, I suppose there’s been very few letters and gifts coming and going across the Atlantic. now in recent years.  Imagine something as horrible as us here in peaceful Norway experiencing a war.  Hope it’ll never happen again.  The towns endured terrible destructions.  We live out in the country by the sea, so we didn’t really see much destruction, but my word we were victimized anyway.  If we had a some sheep or a calf, don’t think we got to keep them ourselves  they took everything away from us.  After all our struggles and hard work, they didn’t even let us keep our food.  We were expected to work as hard as we could and when we had harvested what little we had they were quick to take it from us.  With regard to clothes, it was even worse.  What little there was of clothes, was first of all for the towns people and there was never anything left over for the farmers  never mind them  they live out in the boonies, so they can just go naked.  But we managed that somehow too.  I’m just glad we got to keep our lives, they didn’t take that from us, though there were those who didn’t get to keep that either.  Oh well, oh well  hope the bad times will be forgotten and never come back.  We live in Vesterålen (way up North of Norway), and have 3 children.   My oldest boy is called Edvart.  He was born on father’s birthday, and was therefor given the same name.  He’s a nice and good boy.   the other two are a girl who’s 13 years old and a boy who’s 9 years old.  But poor kids what a distance they have to walk to get to school, imagine they walk 12 km. daily.  It’s 6 km. to school  so both ways they walk over a mile (a Norwegian mile of 10 km. is a lot longer than an American mile).  It’s really bad now in the winter time  they have to wade in deep snow to their waists.  We live 3 km. from the main road and the road up to this farm is not cleared, so we must walk 3 km. on an uncleared road.  The poor little ones know what it’s like to go to school in all kinds of weather both in rain and frost.  Now, I have something to ask you.  Would you be so kind, as to ask some of the people you know there in America, if they have some old clothes that they’re not using  doesn’t matter what it is.  If somebody had an old rain coat for a 9 year old boy or a coat for Greta or if they don’t have that, something that can be altered into sports pants for them.  Us adults have more sense to be patient until we can find something to buy here in the country.  I guess you have a lot of your friends and relatives here in Norway whom you’ve helped, so please excuse me.  I really hope I haven’t offended you, It may not be right of me to write and ask, but necessity forces me to.  Please don’t let father and mother know that I have written for old clothes.\n\nFinally I want to wish you and yours a very good and nice Christmas!  and a happy New Year\n\nBest wishes from us all\n\nÅgoth\n\n \n\nMy Addr.\n\nÅgot Søberg\n\nVeggemo  Eidet  Vesterålen\n\n \n\nDear Mrs. Alma\n\nHere comes a letter from way up in the cold North.  I guess you’re wondering who it’s from.  But I’ll tell you.  Edvart Eidum in Narvik is my grandfather.  I have two Brothers.  I’m 13 years old.  Edvar 16 years old  Jan is 9 years old.  Edvart goes to Middle School (that came after the first 7 obligatory years, probably corresponds to Junior High here).  Father’s name is Johan, and he’s 43 years old.  Mother’s name is Ågoht, and she’s 38 years old.  Do you have any children, do you have any girls my Age?  Have a very good Christmas.\n\nMany good wishes from:\n\nGreta Søberg"
    ],
    "LetterDate": [
      "1946-12"
    ],
    "Destination": [
      "Dell Rapids"
    ],
    "Location": [
      "Veggemo"
    ]
  },
  "tags": [
    "Alma C. Wilson",
    "Christmas",
    "Edvart Eidum",
    "Gretha Søberg",
    "Narvik",
    "Norway to US",
    "Veggemo",
    "Vesterålen",
    "clothes",
    "postwar",
    "request",
    "school",
    "war",
    "Ågot Søberg"
  ],
  "files": [
    {
      "original": "Ågot Søberg desember-1946.pdf",
      "filename": "24655b74f3deb722da83369e84f75393.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "km",
      "score": 0.06410233783184896
    },
    {
      "term": "beholde",
      "score": 0.03705388760129699
    },
    {
      "term": "tøi",
      "score": 0.03416744540278414
    },
    {
      "term": "tenk",
      "score": 0.032985675814258555
    },
    {
      "term": "edvart",
      "score": 0.032985675814258555
    },
    {
      "term": "heiter",
      "score": 0.03205116891592448
    },
    {
      "term": "gammelt",
      "score": 0.027414732925556948
    },
    {
      "term": "år",
      "score": 0.02576610987134755
    },
    {
      "term": "gutt",
      "score": 0.02497389290906352
    },
    {
      "term": "angår",
      "score": 0.023671483507928706
    },
    {
      "term": "vesterålen",
      "score": 0.023671483507928706
    },
    {
      "term": "greta",
      "score": 0.023671483507928706
    },
    {
      "term": "søberg",
      "score": 0.023671483507928706
    },
    {
      "term": "blei",
      "score": 0.022778296935189426
    },
    {
      "term": "9",
      "score": 0.02234147553982448
    }
  ],
  "english-tfidf": [
    {
      "term": "km",
      "score": 0.0677330141827172
    },
    {
      "term": "mile",
      "score": 0.03592449505948271
    },
    {
      "term": "edvart",
      "score": 0.030498771998847762
    },
    {
      "term": "walk",
      "score": 0.03023674797318528
    },
    {
      "term": "towns",
      "score": 0.02958837556913712
    },
    {
      "term": "road",
      "score": 0.027104389413075605
    },
    {
      "term": "school",
      "score": 0.024306433057582347
    },
    {
      "term": "old",
      "score": 0.022506890275463813
    },
    {
      "term": "greta",
      "score": 0.021879064993781006
    },
    {
      "term": "didn",
      "score": 0.021705705750909028
    },
    {
      "term": "years",
      "score": 0.021676412471528284
    },
    {
      "term": "9",
      "score": 0.021444963509508752
    },
    {
      "term": "vesterålen",
      "score": 0.021057333346860867
    },
    {
      "term": "søberg",
      "score": 0.021057333346860867
    },
    {
      "term": "clothes",
      "score": 0.020856562717223474
    }
  ]
}