{
  "id": 8,
  "added": "2010-12-23 21:16:45",
  "modified": "2010-12-23 21:17:11",
  "public": "true",
  "metadata": {
    "Title": [
      "Ågoth Søberg to Alma C. Wilson 1948.10.17"
    ],
    "Description": [
      "BREV FRA ÅGOTH SØBERG, DATERT (PÅ SISTE SIDE) VEGGEMO 17. OKTOBER-1948, TIL MRS. ALMA C. WILSON, 102 WEST FIFTH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A. POSTSTEMPLET VESTERÅLEN. KONVOLUTTEN HAR ET GRØNT 1-KRONES FRIMERKE MED KONG HAAKON VII I ADMIRALSUNIFORM SOM KOM UT 7.JUNI-1946, OG ET RØDT 20-ØRES FRIMERKE MED LØVE.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM ÅGOTH SØBERG DATED (ON THE LAST PAGE OF THE LETTER) OCTOBER 17 – 1948, TO MRS. ALMA C. WILSON, 102 WEST FIFTH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A. THE ENVELOPE HAS A GREEN 1 KRONE STAMP WITH KING HAAKON VII WEARING HIS ADMIRALS UNIFORM, WHICH CAME OUT JUNE 7-1946, AND A RED 20 ØRE STAMP WITH LION."
    ],
    "Creator": [
      "Ågoth Søberg"
    ],
    "Date": [
      "1948.10.17"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Kjære Alma!\n\nDet er nu lenge mellem hvert brev du får herfra.  Vet ikke om brevene kommer frem.  Hvordan står det til med dere alle.  Her i Vesterålen er det et forferdelig stygt vær bare regn og storm.  Vi har havt besøk av en Norsk-Amerikaner i sommer.  Det er en god kamerat av min mand.  Han reste til Amerika for første gang strakst før vi gifta oss.  Altså har han vært i Amerika i 19 år og til nu i sommer han kom hjem en tur.  Ja, det var virkelig morsomt å treffe han igjen etter så mange år forløp.  Han bor i Mineapolis.  Jeg bad han at han måtte søke deg op å gå med hilsninger fra oss, og dette lovte han.  Han reiste herfra sist i september, og skulle være i Amerika omkring den 12 oktober, altså er han nu kommet frem.  Ja, nu er Gretha sluttet med sin skolegang og hun er nu hjemme og hjelper meg så nu har jeg da god hjelp av henne.  Vi har nu fått all avling i hus og er ferdig med sommerens strev.  Vi fikk svært lite høi, så vi måtte selge en masse dyr 2 livkyr 9 sauer 2 kalver, så nu er det lite fjøstell.  Jeg snakket med far i telefonen i går og han sa at han skulle reise en tur til Trondheim.  Edvart er ogsa reist en tur sørover helt ned til Halden.  Han er reist på arbeide.  Jeg skal koke rømmegrøt i kveld.  Gretha sier at du må ta deg en tur over Atlanteren og kom og spis med oss ikveld.  Det ser temmelig mørkt ut i værden idag.  Alt tyder vel på krig igjen.  Blir det nu krig på nytt, ja så blir det vel den siste.  Hvordan står det til med din mor? er hun frisk og rørig?  Det blei vel et stort savn da onkel John gikk bort. Har du barna dine hjemme, eller er dem borte noen steder.  Vet ikke noe særlig mer å skrive om for øieblikket.  Nu må du leve så vell.  og skriv noen ord snart.\n\nBeste hilsener til dere alle i familien fra oss alle hjemme.\n\nÅgoth\n\nVeggemo 17-10-48\n\n\n<-SPLITTLETTER->\n\n\nDear Alma\n\nThe letters you get from here are few and far between.  Don’t know if our letters get there.  How are you all. Here in Vesterålen we’re having horrible weather just rain and storms.  We’ve had a Norwegian-American visitor this summer.  He’s a good friend of my husband’s.  He went to America for the first time just before we got married.  That is he has been in America for 19 years until now this summer when he came home for a while.  Yes it was really nice to see him again after so many years.  He lives in Mineapolis.  I asked him to look you up and bring you greetings from us, and this he promised.  He left here at the end of September, and was to arrive in America around the 12th of October, so he should have gotten there by now.  Well, now Gretha has ended her schooling and she’s now at home helping me so now I have great help in her.  We’ve now gotten our crops indoors and are done with the hard work of summer.  We got very little hay, so we had to sell lots of animals 2 cows 9 sheep 2 calves, so now there’s little work in the barn.  I spoke with father on the phone yesterday and he said that he was going to Trondheim.  Edvart has also gone south all the way down to Halden.  He’s gone to work.  I’m going to cook sour cream porridge tonight (a traditional meal).  Gretha says that you must take a trip across the Atlantic and come and eat with us tonight.  It looks pretty dark in the world today.  Everything points to war again.  If we have another war now, it’ll probably be the last.  How’s your mother?  is she doing ok?  I suppose it got very lonely for her when uncle John passed away.  Do you have your children at home, or are they gone some place. I can’t think of anything else to write about just now.  Keep well and write a few words soon.\n\nBest wishes to you all in the family from all of us here at home.\n\nÅgoth\n\nVeggemo 17-10-48"
    ],
    "LetterDate": [
      "1948-10-17"
    ],
    "Location": [
      "Veggemo"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Gretha Søberg",
    "Minneapolis",
    "Norway to US",
    "Trondheim",
    "Veggemo",
    "Vesterålen",
    "cold war",
    "domestic animals",
    "farming",
    "postwar",
    "returnee",
    "rømmegrøt",
    "war",
    "Ågot Søberg"
  ],
  "files": [
    {
      "original": "Ågoth Søberg 17 oktober-1948.pdf",
      "filename": "39c050ce51f5ca616017a74cbd762356.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "gretha",
      "score": 0.05357519702445443
    },
    {
      "term": "herfra",
      "score": 0.04035165569532398
    },
    {
      "term": "reist",
      "score": 0.037199210508175116
    },
    {
      "term": "kamerat",
      "score": 0.035848345970527155
    },
    {
      "term": "strakst",
      "score": 0.035848345970527155
    },
    {
      "term": "forløp",
      "score": 0.035848345970527155
    },
    {
      "term": "mineapolis",
      "score": 0.035848345970527155
    },
    {
      "term": "søke",
      "score": 0.035848345970527155
    },
    {
      "term": "skolegang",
      "score": 0.035848345970527155
    },
    {
      "term": "sommerens",
      "score": 0.035848345970527155
    },
    {
      "term": "livkyr",
      "score": 0.035848345970527155
    },
    {
      "term": "kalver",
      "score": 0.035848345970527155
    },
    {
      "term": "fjøstell",
      "score": 0.035848345970527155
    },
    {
      "term": "sørover",
      "score": 0.035848345970527155
    },
    {
      "term": "halden",
      "score": 0.035848345970527155
    }
  ],
  "english-tfidf": [
    {
      "term": "gretha",
      "score": 0.05520312479589541
    },
    {
      "term": "tonight",
      "score": 0.05261700342293152
    },
    {
      "term": "visitor",
      "score": 0.03901601567762218
    },
    {
      "term": "mineapolis",
      "score": 0.03901601567762218
    },
    {
      "term": "schooling",
      "score": 0.03901601567762218
    },
    {
      "term": "halden",
      "score": 0.03901601567762218
    },
    {
      "term": "points",
      "score": 0.03901601567762218
    },
    {
      "term": "17-10-48",
      "score": 0.03901601567762218
    },
    {
      "term": "calves",
      "score": 0.034100078226842426
    },
    {
      "term": "phone",
      "score": 0.034100078226842426
    },
    {
      "term": "sour",
      "score": 0.034100078226842426
    },
    {
      "term": "porridge",
      "score": 0.034100078226842426
    },
    {
      "term": "meal",
      "score": 0.034100078226842426
    },
    {
      "term": "gone",
      "score": 0.03381351500248045
    },
    {
      "term": "norwegian-american",
      "score": 0.031224439162245512
    }
  ]
}