{
  "id": 11,
  "added": "2010-12-23 21:37:19",
  "modified": "2010-12-30 04:09:41",
  "public": true,
  "metadata": {
    "Title": [
      "Alma C. Wilson to Edvard and Hanna Eidum 1948.3.16"
    ],
    "Description": [
      "BREV FRA ALMA WILSON DATERT 16.  MARS – 1948, TIL EDVARD OG HANNA EIDUM.  HUN HAR BRUKT BLÅPAPIR FOR Å LAGE EN KOPI AV BREVET TIL SEG SELV.\n\n\n<-SPLITDESC->\n\n\nCARBON COPY OF A LETTER WRITTEN BY ALMA WILSON DATED MARCH 16 – 1948, TO EDVARD AND HANNA EIDUM."
    ],
    "Creator": [
      "Alma C. Wilson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.03.16"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Dell Rapids 3-16-48\n\nKjere onkel og Tante Eidum\n\nJa nu skal Jeg svare paa dit brev  Jeg likte ikke at svare paa det  som Jeg sa til mor om Jeg sa dere sanheden vilde du ikke tro det men nu har Ole skrevet til mor første gang isit liv at hun skal skrive paa at dem kan gaa paa Stjørdalen spare bank og ta ud pengene som der er i John navn og sente et avskrift af brev som John skrev Axel July 8-1946 hvor han sir han sente 200. Daler til Stjørdalen bank og agtet at sende mere nu og da og om ikke han dra pengene selv saa skulde dem deles ligt mellem hans 4 søskend ligedele, senere ved.  Jeg (mangler det et ord her?) han sa at Conrads kone og Markus kone ogsaa skulle ha i ære af Markus og Conrad og det tror Jeg han skrev til Axel da Axel skrev til han at du glemte Olava og John sa det mente Jeg ikke paa  men Det er mere end 200. Daler og mor signer ikke noget for Ole at gaa paa banken efter før hun faar høre fra Banken hvad summen er der  du spør om John har ordnet det slik at Jeg ska faa noget for hvad Jeg har gjort for at hjelpe dem her. men nei, Alma skal intet ha.  Da huset her ska gaa for at betale tilbage en del af di penger som mor sin søstersøn sente hjem fra krigen og det er ikke mere end ret, men synes du at det var ret at John sente ale pengene til norge.  Ja Ole har sagt dig at John sat fint naar han var her i America.  Ja mor havde da faat en del penger fra sin far og da tog John af dem og sente efter Ole og saa begynte han støre forretning  han hade smie shop før.  Ja dete kune Jeg si mere om men det er ikke nødvendigt.  men naar døden komer kan man ikke stike livet ilomen og bede døden gaa til koss forstaar du.  Jeg tror knaft at den blir nogen velsignels til nogen naar man gjør det paa en uret maade.  Jeg vil ikke at Tante Hannah skal bli bedrøvet af dete stakkers hende som er daarlig og stakkers Laura  det ser ud for at hun og guten hakes paa af Ole  Jeg tog foto af kisten  haaber di har faat.  Jeg forstaar ikke hvor for Ole skulde gaa paa Banken der da Axel var den som skulde bestile dete.  mor sa kan du faa vide fra Banken hvor meget er der.  Det er skam.  hun fik penge flere gange fra sin far men nu ska hun intet ha  hvad som helst var godt nok til mor  Jeg har kjøbt hendes kler i 24 aar  du skulde set madrasen paa sengen hun har ligget paa.  Jeg vilde kjøbe en men nei det var godt nok sa John  nu har hun min seng og lige i  stakkers mor er gamel og daarlig  hvorfor skulde hun ikke ha det godt den tid hun har tilbage  John sa han angret meget som han hade gjort, han sa Jeg har veret styg.  Det var noget at tenke paa i di siste timer. og saa som han plages og pintes dise siste uger iser di siste 3 uger.  Det var saa trist at se paa.  svar du nu er du snil  Jeg ska inte si om dete og det trenger heler ikke du\n\nHilsen fra mor og Alma\n\nJeg skrev dig om Marie slag, du fik vist ikke brevet mit\n\n\n<-SPLITTLETTER->\n\n\nDell Rapids 3-16-48\n\nDear uncle and Aunt Eidum\n\nI’m going to reply to your letter  I didn’t like to reply to it  like I said to mother if I told you the truth you wouldn’t believe it but now Ole has written to mother first time in his life that she must sign so that they can go to Stjørdalen savings bank and take out the money that is there in John name and sent a transcript of a letter that John wrote Axel July 8-1946 where he says he sent 200. Dollars to Stjørdalen bank and was going to send more now and again and if he doesn’t withdraw the money himself it was to be divided equally between his 4 siblings the same, later on. I (a word missing?) he said that Conrad’s wife and Markus’ wife also were to have some in honor of Markus and Conrad and I think he wrote that to Axel when Axel wrote to him that you forgot Olava and John said I didn’t mean to but there’s more than 200. Dollars and mother is not signing anything for Ole to go to the bank for until she finds out from the Bank what the sum is there  you ask if John has arranged it so that I’ll get something for what I’ve done to help them here. but no, Alma gets nothing.  This house will go in order to pay back part of the money that my mother’s sister’s son sent home from the war and that’s only right, but do you think it was right that John sent all the money to norway.  Well Ole has said to you that John was doing well when he was here in America.  Yes mother had received some money from her father then and then John took some of it and sent for Ole and then he started a bigger shop  he had a blacksmith shop before.  Well I could say more about this but it’s not necessary.  but when death comes you can’t stick life in your pocket and tell death to go away you understand.  I hardly think there’s any blessing for anyone when it’s done in a way that’s not right.  I don’t want Aunt Hanna to become sad about this poor her who’s unwell and poor Laura  it looks like she and the boy are being picked on by Ole  I took a picture of the coffin  hope you’ve received it.  I don’t understand why Ole went to the Bank there when Axel was the one who was to take care of this.  mother said can you find out from the Bank how much is there.  It’s shameful.  she got money several times from her father but now she’s to have nothing  anything at all was good enough for mother  I’ve been buying her clothes for 24 years  you should have seen the mattress on the bed she’s been lying on.  I wanted to buy one but no it was good enough John said  now she has my bed to lie in  poor mother is old and unwell  why should she not be comfortable in the time she has left  John said he regretted a lot of things he had done, he said I’ve been mean. That was something to think about in the last hours. and how he suffered and was tormented these last weeks especially the last 3 weeks.  It was so sad to watch.  please reply  I wont say anything about this and you don’t need to either\n\nBest wishes from mother and Alma\n\nI wrote you about Marie stroke, you must not have gotten my letter"
    ],
    "LetterDate": [
      "1948-03-16"
    ],
    "Location": [
      "Dell Rapids"
    ],
    "Destination": [
      "Norway"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Dell Rapids",
    "Edvart Eidum",
    "Hanna Eidum",
    "Stjørdalens Sparebank",
    "US to Norway",
    "clothes",
    "death",
    "finances",
    "inheritance",
    "postwar",
    "stroke",
    "war"
  ],
  "files": [
    {
      "original": "Alma Wilson 16 mars-1948.pdf",
      "filename": "bafd7e26040ff621266596be199b98be.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "af",
      "score": 0.06574887780964773
    },
    {
      "term": "ska",
      "score": 0.06186418977163417
    },
    {
      "term": "dete",
      "score": 0.05574396172471849
    },
    {
      "term": "sa",
      "score": 0.04999714828683954
    },
    {
      "term": "stakkers",
      "score": 0.04387198891762137
    },
    {
      "term": "ole",
      "score": 0.04242744952859842
    },
    {
      "term": "sente",
      "score": 0.038095491145111855
    },
    {
      "term": "john",
      "score": 0.03620229030659062
    },
    {
      "term": "200",
      "score": 0.0361633943617412
    },
    {
      "term": "banken",
      "score": 0.035461173095268
    },
    {
      "term": "daler",
      "score": 0.033103280338283365
    },
    {
      "term": "tilbage",
      "score": 0.033103280338283365
    },
    {
      "term": "ret",
      "score": 0.033103280338283365
    },
    {
      "term": "skrev",
      "score": 0.029123756558509302
    },
    {
      "term": "pengene",
      "score": 0.027625749008685647
    }
  ],
  "english-tfidf": [
    {
      "term": "bank",
      "score": 0.05335696801307414
    },
    {
      "term": "ole",
      "score": 0.04384787313945461
    },
    {
      "term": "200",
      "score": 0.03877508895149018
    },
    {
      "term": "john",
      "score": 0.0325193234718134
    },
    {
      "term": "money",
      "score": 0.03065689611163228
    },
    {
      "term": "wrote",
      "score": 0.028065453142760717
    },
    {
      "term": "reply",
      "score": 0.02667848400653707
    },
    {
      "term": "mother",
      "score": 0.025302961662513036
    },
    {
      "term": "why",
      "score": 0.0236799101055096
    },
    {
      "term": "poor",
      "score": 0.02353923567405621
    },
    {
      "term": "shop",
      "score": 0.023082265168786035
    },
    {
      "term": "3-16-48",
      "score": 0.022182492784454545
    },
    {
      "term": "signing",
      "score": 0.022182492784454545
    },
    {
      "term": "mattress",
      "score": 0.022182492784454545
    },
    {
      "term": "done",
      "score": 0.021625235610972814
    }
  ]
}