{
  "id": 15,
  "added": "2010-12-23 22:01:46",
  "modified": "2010-12-30 04:08:10",
  "public": true,
  "metadata": {
    "Title": [
      "Alma C. Wilson to Edvard and Hanna Eidum 1948.9.26"
    ],
    "Description": [
      "BLÅPAPIR-KOPI AV BREV FRA ALMA WILSON TIL EDVARD OG HANNA EIDUM DATERT 26.  SEPTEMBER – 1948.  INGEN KONVOLUTT.\n\n\n<-SPLITDESC->\n\n\nCARBON COPY OF A LETTER WRITTEN BY ALMA TO EDVARD AND HANNA EIDUM DATED SEPTEMBER 26 – 1948.  NO ENVELOPE."
    ],
    "Creator": [
      "Alma C. Wilson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.09.26"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Dell Rapids. S.D. September 26/1948.\n\nKjere Tante OG Onkel Eidum.\n\nJa nu er det paa tide at vi svarer paa deres brev.  jeg ogsaa Fik brev fra Axel  At dem var hos ham. Ole Og Laura for at dele Pengene og skulde sende Hahnes til hende og dem ale under srev Det med sit navn Herborg for Hannah.  Ogsaa at det vilde vere saa snilt og pent af os her at dele Boet Med Olava og Gjertine.  Men da John har under srivet Papir at ingen af hans Slegt skal mere ha. Saa er det intet at dele naar Mor sin søster Søn faar sit tilbage.  Og begravelse her i Amerika koster ikke saa Lidet.  Samt Hospitalet Maate ogsaa betales.  Og John var ingen Millioner.  Ole Ved Hvor Mange penger Gik mens Han var her I amerika. og mange gik same vei siden den tiden.  Og om Axel regner op Hvad ale pakerne kosted som dem der fik vilde det alene bli en god del.  Og mange penger har got dit til norge imange aar. Før krigen var  Det vises i breve John fik fra den tid han var tilbage i 1914  Jeg er glad at dete er nu over med.  Si mig Hvad Hannah kjøpte for Brylupet. det vilde vere morsomt og høre.\n\nVi har intet mere hørt fra Ole eler hans jenter Siden han fik pengene. han vilde ikke at dem skulde skrive til os og John før men efter Evelyn var til Axel engang saa skrev dem til os Aligevel og fortalte John meget han ikke viste før den tid.  Ja som sagt var han meget forbauset over mangt der.  Ogsa var han forbauset over Axel   Han sa til mig den siste dagen Nei Alma Axel Er ikke den karen jeg trode han var. og jeg angrer paa saa meget nu.  Men nu er det forsent.\n\nSaa i frem tiden vil jeg ikke ha mere med han og Ole at bestille  Laura kan ikke gjøre som hun kanske vil heller da hun er i saan stand at hun maa ha hjelp fra Axel nu og da.  At dem var saa sur at Hanna og du fik vide om dise penger i Banken forbauset mig.  At Herborg skulde rete sete mig for det.  Dere trenger ikke at vere red at si mig om hvad vilde forbause der. Da John fortalte mig mangt di siste uger.  Jeg er glad at jeg kunde vere lidt Hjelp til han og mor idise siste Aarene.\n\nMor og jeg har veret bege daarlige  Jeg med gal blere og flu (influensa) mor med flu og hun har smerter fra ale dise brukne ben, ved ikke om jeg har sagt dere at mor har havt bege hofter brekt Høire arm og høiere skulder brekt 3 gange venstre arm 2 gange.  Jeg er saa red at hun ska dete atter igjen og breke ben. da jeg er nu ikke sterk nok at ta vare paa hende om hun saa gjør.\n\nmin eldre søn kom hjem den 4 sept/for 3 dage  maate gaa tilbage da men kom tilbage siste uge for lengere tid. og ska hjelpe til at faa Storm vinduer paa og rete sete gaarden til vinters.  Da Ralph har sin sko verksted at ta vare paa.  Da han laante mange penger dertil maa han gaa iful tid hele tiden.\n\nja nu tror jeg dete faar vere omtrent nok nu.  du maa skrive snart kan hende vi ikke faar skrive sammen saa ofte atter igjen  dise er rare tider ikke sant.\n\nkan du finde ut om det blir stor told paa dukker som sover fra her til norge om dem er merket Gave paker.  Vi kan nu kjøbe dem her nu og jeg ved Gusta vilde Ha en til Neicen sin.  husk paa og si mig det og hils ale dine der  jeg fik Karen brev men det var lenge paa veien  det skulde veret saa morsomt at treffes en gang men det blir vel aldrig.  godnat nu og skriv snart, vi er glad at Hannah fik Sin del\n\nHilsen fra MOR OG ALMA\n\n\n<-SPLITTLETTER->\n\n\nDell Rapids. S.D. September 26/48\n\nDear Aunt AND Uncle Eidum.\n\nWell now it’s about time we reply to your letter.  I too Had a letter from Axel That they were at his house. Ole And Laura to divide the Money and were to send Hahnes to her and they all signed It with their names Herborg for Hannah.  Also that it would be so kind and nice of us here to share the Estate With Olava and Gjertine.  But as John has signed a Paper that none of his Relatives are to have anymore. There’s nothing to divide when Mother’s sister’s Son gets his back.  And a funeral here in America isn’t Cheap.  Plus the Hospital Had to be paid too.  And John was no Millionaire.  Ole Knows How Much money Went while He was here in america. and a lot of it went the same way since that time.  And if Axel adds up What all the packages cost that they got there that alone would be quite a bit.  And lots of money has gone over there to norway for many years. Before the war came  That shows in letters John received from the time he was back in 1914  I’m glad this is over with now.  Tell me What Hannah bought for the Wedding (meaning anniversary). that would be fun to know.\n\nWe’ve heard nothing more from Ole nor his girls Since he got the money. he didn’t want them to write to us and John before but after Evelyn went to see Axel one time they wrote to us Anyway and told John lots of things that he didn’t know before that time.  Well like I’ve said he was very surprised about many things there.  Also he was surprised about Axel  He said to me on the last day No Alma Axel Is not the guy I thought he was. and I regret so many things now.  But now it’s too late.\n\nSo in the future I want nothing more to do with him and Ole  Laura can’t do as she pleases either perhaps as she’s in a position where she needs help from Axel now and then.  The fact that they were so upset that Hanna and you got to know about this money in the Bank surprised me. That Herborg should scold me for that.  You don’t need to be afraid to tell me things  what would surprise me there. As John told me so many things those last weeks.  I’m glad I could be of some Help to him and mother these last few Years.\n\nMother and I have both been unwell  I with gall blather and flu mother with flu and she has pains from all these broken bones, don’t know if I’ve told you that mother has broken both her hips  broken her Right arm and right shoulder broken 3 times left arm twice.  I’m so afraid she’ll fall yet again and break bones. as I’m not strong enough now to take care of her if she does.\n\nmy elder son came home on sept 4/for 3 days  had to go back then but came back last week for a longer period. and is going to help putting the Storm windows in and getting the place ready for winter. As Ralph has his shoe repair shop to take care of. As he borrowed a lot of money for it he has to work full time all the time.\n\nwell I think this is just about enough now. you must write soon maybe we won’t be able to write to eachother as often yet again  these are strange times aren’t they.\n\ncan you find out if there’ll be a lot of customs to pay on dolls that sleep from here to norway if they’re marked Gift packages.  We can buy them here now and I know Gusta wanted to Have one for her Niece.  remember to tell me and say hello to all of yours there  I got Karen letter but it was on its way for a long time  it would be so much fun to meet sometime but I guess that will never happen.  goodnight now and write soon, we’re glad that Hannah got Her share\n\nRegards from MOTHER AND ALMA"
    ],
    "LetterDate": [
      "1948-09-26"
    ],
    "Location": [
      "Dell Rapids"
    ],
    "Destination": [
      "Norway"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Dell Rapids",
    "Edvart Eidum",
    "Hanna Eidum",
    "John Holm",
    "US to Norway",
    "anniversary",
    "customs",
    "debt",
    "finances",
    "flu",
    "funeral",
    "gifts",
    "inheritance",
    "postwar",
    "sickness",
    "war"
  ],
  "files": [
    {
      "original": "Alma Wilson 26 sept-1948.pdf",
      "filename": "9e32428fc4d2e4d9cff703efe4ba70c8.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "tilbage",
      "score": 0.05752373304685306
    },
    {
      "term": "vilde",
      "score": 0.047090252068177164
    },
    {
      "term": "ale",
      "score": 0.046411629959807764
    },
    {
      "term": "hannah",
      "score": 0.043142799785139796
    },
    {
      "term": "forbauset",
      "score": 0.04031314005610588
    },
    {
      "term": "dete",
      "score": 0.03632495866487803
    },
    {
      "term": "rete",
      "score": 0.03596588153108626
    },
    {
      "term": "sete",
      "score": 0.03596588153108626
    },
    {
      "term": "red",
      "score": 0.03596588153108626
    },
    {
      "term": "dele",
      "score": 0.03480872246985582
    },
    {
      "term": "dise",
      "score": 0.033495298935844124
    },
    {
      "term": "flu",
      "score": 0.031420654117578425
    },
    {
      "term": "brekt",
      "score": 0.031420654117578425
    },
    {
      "term": "vere",
      "score": 0.029856316186246047
    },
    {
      "term": "bege",
      "score": 0.026875426704070584
    }
  ],
  "english-tfidf": [
    {
      "term": "hannah",
      "score": 0.05133214622759554
    },
    {
      "term": "broken",
      "score": 0.04417598487895169
    },
    {
      "term": "bones",
      "score": 0.03915486270850339
    },
    {
      "term": "surprised",
      "score": 0.03653185055727642
    },
    {
      "term": "divide",
      "score": 0.027699788598652145
    },
    {
      "term": "signed",
      "score": 0.027699788598652145
    },
    {
      "term": "flu",
      "score": 0.027699788598652145
    },
    {
      "term": "money",
      "score": 0.027056620055817812
    },
    {
      "term": "ole",
      "score": 0.025798985856666058
    },
    {
      "term": "afraid",
      "score": 0.025304968409177318
    },
    {
      "term": "arm",
      "score": 0.025304968409177318
    },
    {
      "term": "axel",
      "score": 0.02527622982936121
    },
    {
      "term": "share",
      "score": 0.02435456703818428
    },
    {
      "term": "told",
      "score": 0.021403031840693025
    },
    {
      "term": "hahnes",
      "score": 0.019577431354251697
    }
  ]
}