{
  "id": 23,
  "added": "2010-12-23 22:38:03",
  "modified": "2010-12-31 03:35:05",
  "public": true,
  "metadata": {
    "Creator": [
      "Anna Holm Sundberg",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.02.20"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Meråker 20/2-46\n\nKjære Kusine!\n\nHar med glede mottatt brev fra Dere idag, som jeg takker så meget for.  Må si det var veldig morro å høre fra Dere.  Mange takk også for biledene.  De har et nydelig hjem, og det må være trivelig.  Hadde vært veldig artig å skrevet til tante og onkel, men vet da ingen adresse.  Far han døde hær i Meråker på sykehjemmet av tuberkolose.  Han var sykelig av sig de siste 2 årene før han døde stakkar.  Far var en meget snill og god mann, glemmer ham aldri.  Hadde blitt 65 år nu 17/2-46.  Mor blir 69 år den 27 mai.  Brage min elste bror er bestyrer på en foretning i Skogn, og er forlovet med den damen som eier den (Brage fikk 3 barn, Tor og tvillingene Anna Olava og Åse).  Hun er i 40-årene og er enke og har en voksen sønn på 19 år.  Eier også en bra stor gård.  Jarl han er meierist på Sundalen meieri  er gift (Julie Stokke) og har 2 barn. gutt og pike (Bjørg og Roar).  Odd han vet der om.  Svanhild den elste piken. er gift og bor i Trondheim  har 2 barn. gutt og pike (Tor Asbjørn og Bjørg, fikk siden Knut)  hun er gift med en kontorist (Thorleif Lie).  Solveig bor der i byen og er gift med en salmaker (Trygve Alstad – han var også Homeopat), de har to piker (Erna og Sonja).  Kari er gift med en bankasistent (Kyrre Rossvold) og bor i Tr. Heim.  de har 2 gutter (Øyvind og Sigmund).  Tora hun går sykepleien på Namsos sykehus  hun er ikke gift enda (ble aldri gift).  og Så er det Jorun den yngste av oss 9.  Hun skal gifte sig til sommeren når Odd er hjemme og han er ingeniør, skal bli det ja, men han er ikke ferdig enda.  Han er fra Bodø (Leif Otto Lorentz Lorentzen – de fikk Leif Conrad, gift og bor i Moss, og Jorun Elizabeth, hun er gift og bor i California)  Jorun er 21 år og Brage den elste 37.  Det er morro med mange søsken.  Jeg kjenner ikke Klara Krogstad nei (datter til Markus Holm).  Hvor bor hun?  De er flink til å skrive Norsk, fortstår brevet helt bra.  De må hilse onkel og tante og likeså barna.  De sier at de skal sende noe, men det er alt for snilt synes jeg.  Hær i Norge er det lite og ingen ting enda og hvad man skal ønske sig er heller ikke greit da man mangler så mye.  Jeg har kun et par sko som er brukbar og hvad kjoler angår har jeg et skjørt og bluse og en vinterkjole og det er da bra for det kan være noen som intet har. av nyere klær og.  Har 2 huskjoler ja, men de kan jeg ikke ha ute.  Men vi er så nøisomme ha blitt de 5 årene.\n\nDen kåpen jeg har er en gammel frakke efter Far.  og så har jeg en jakke som har vært hans dress  Så den enes død, er en annen brød, er det ikke så.  Underkjole og hofteholder er jeg fri for, men håper det må bli og få hær og snart.  Så Dere vet nu hvad som en har, men Dere må ikke tro at jeg venter og få alt dette nei for dere har vel Norge fult av slektninger, og skulde de sende til alle gikk dere konkurs.\n\nJa slik er livet.  Håper det blir bedre tider efterhvært nu så det blir og få det en trenger.  Skal skrive snart igjen og fortelle nytt fra Norge.  Har ikke Mor skrevet noe.  Vet ikke om hun har fått noen pakke enda, for har ikke hørt fra henne på noen uker  Hun er sen til å skrive.\n\nHa det riktig bra da alle sammen.\n\nBeste hilsen fra Anna Folke og Liv (hun fikk siden sønnen Rolf, Folke’s fulle navn var Karl Folke).\n\nAnna ble senil og døde for noen år siden.\n\nSolveig ble senil og døde tidligere iår (2000)\n\nJorun er senil og er på et hjem i Moss, Leif døde ca. 1988.\n\nTora døde i aug. 1990\n\nBrage døde i jan. 1991\n\nOdd døde i okt. 1992.  Han var gift to ganger:  Med Åse Torsvik fikk han meg, Åse Siri (Holm) Lawson, og med kone nr. to, Magna, fikk han Conrad Lauritz og Sigrun.\n\nSvanhild døde i jan. 1989\n\nVet ikke om Kari fremdeles er i live, jeg har aldri møtt henne.\n\nJarl lever og bor på Sunndalsøra, han er enkemann.\n\n\n<-SPLITTLETTER->\n\n\nMeråker 20/2-46\n\nDear Cousin!\n\nHave with pleasure received a letter from You today, for which I thank you very much.  Must say it was great fun hearing from You.  Also many thanks for the pictures.  You have a beautiful home, and that must be nice.  It would be much fun to write to uncle and auntie, but have no address.  Father died here in Meråker at the nursing home of tuberculosis.  He was sickly the last 2 years before he died poor him.  Father was a very kind and good man, will never forget him.  Would have been 65 years old now on the 17/2-46.  Mother turns 69 on May 27.  Brage my oldest brother is manager of a store in Skogn, and is engaged to the lady who owns it.  She’s in her 40’s and is a widow and has an adult son who’s 19.  Also owns quite a large farm.  Jarl is a dairyman at Sundalen dairy  is married (to Julie Stokke) and has 2 children. a boy and a girl (Bjørg and Roar).  Odd you know about.  Svanhild the oldest girl. is married  and lives in Trondheim  has 2 children. a boy and a girl (Tor Asbjørn and Bjørg, she later had Knut)  she’s married to an office clerk (Thorleif Lie).  Solveig lives there in town and is married to a saddle maker (Trygve Alstad, he was also an Homeopathic Dr.), they have two girls (Erna and Sonja).  Kari is married to a bank assistant (Kyrre Rossvold) and lives in Tr.Heim.  they have two boys (Øyvind and Sigmund).  Tora is studying to be a nurse at Namsos hospital  she’s not married yet (she was single all her life).  and Then there’s Jorun the youngest of us 9.  She’s getting married this summer when Odd is home and he’s an engineer, or is going to be, but he’s not finished yet (Leif Otto Lorentz Lorentzen – they went on to have a son Leif Conrad, married and lives in Moss,  and a daughter Jorun Elizabet who is married and lives in California).  He’s from Bodø  Jorun is 21 and Brage the oldest is 37 (3 children: Tor, and twins Anna Olava and Åse).  It’s fun having many sisters and brothers.  No I don’t know Klara Krogstad (daughter of Markus Holm). Where does she live? You’re good at writing Norwegian, I understand your letter very well.  You must give my regards to uncle and auntie and also the children.  You say that you’re going to send something, but that’s way too kind I think.  Here in Norway there’s little or nothing yet and what to put on the wish list is not easy either since one lacks so many things.  I have only one pair of shoes that is usable and with regard to dresses I have a skirt and a blouse and a winter dress and that’s good because there might be those who have nothing.  as far as newer clothes go too.  I have 2 house dresses, but I can’t wear those outside the house.  But we’ve become so frugal these 5 years.\n\nThe coat I have is an old coat after Father.  and then I have a jacket that used to be his suit. So the death of one is the benfit of another (Norwegian saying), isn’t that so.  I’m out of slips and girdles, but hope we’ll be able to get those here too soon.  So now You know what one has, but You mustn’t think that I expect to get all this because you probably have Norway full of relatives, and if you were to send something to everybody you’d go bankrupt.\n\nWell that’s life.  Hope the times we’ll get better little by little now so that we can get what we need.  Will write again soon and tell you news from Norway.  Hasn’t Mother written you.  Don’t know if she has received any package yet, because haven’t heard from her for a few weeks.  She’s slow to write.\n\nKeep well then all of you.\n\nBest wishes from Anna Folke (her husband, his full name was Karl Folke Sundberg) and Liv  (Anna later had a boy, Rolf)\n\nAnna became senile and died a few years ago.\n\nSolveig became senile and died early this year (2000)\n\nJorun is senile and is in a home in Moss, her husband died around 1988.\n\nTora died Aug. 1990\n\nBrage died Jan.1991\n\nOdd died Oct. 1992.  He was married twice: With my motherÅse Torsvik he had me, Åse Siri (Holm) Lawson, and with his second wife Magna he had Conrad Lauritz and Sigrun.\n\nSvanhild died Jan. 1989\n\nDon’t know if Kari is still alive, I’ve never met"
    ],
    "Title": [
      "Anna Holm Sundberg to Alma Holm Vilson 1946.2.20"
    ],
    "Description": [
      "BREV FRA ANNA HOLM SUNDBERG (ODDS TVILLINGSØSTER), MERÅKER, PR.  TRONDHEIM, NORGE, DATERT 20.  FEBRUAR-1946 –” TIL FRU ALMA HOLM VILSON, 102 WEST 5 STREET, DELL RAPIDS, SO DAKOTA.  TO MOSE-GRØNNE 15-ØRES FRIMERKER MED LØVE.  ALMA HAR SKREVET UTENPÅ KONVOLUTTEN AT HUN SKREV TIL HENNE IGJEN 13.  OKTOBER-1946.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM ANNA (HOLM) SUNDERG (ODD'S TWIN SISTER), MERÅKER, PR.  TRONDHEIM, NORGE, DATED FEBRUARY 20-1946 –” TO FRU (MRS) ALMA HOLM VILSON, 102 WEST 5 STREET, DELL RAPIDS, SO.  DAKOTA.  TWO MOSS GREEN 20 ØRE STAMPS WITH LION.  ALMA HAS WRITTEN ON THE ENVELOPE: WROTE TO HER OCT. 13-1946."
    ],
    "LetterDate": [
      "1946-02-20"
    ],
    "Location": [
      "Meråker"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma Holm Vilson",
    "Anna Holm Sundberg",
    "Bodø",
    "Dell Rapids",
    "Julie Stokke",
    "Karl Folke Sundberg",
    "Klara Krogstad",
    "Leif Conrad",
    "Leif Otto Lorentz Lorentzen",
    "Markus Holm",
    "Meråker",
    "Norway to US",
    "Skogn",
    "Sundalsøra",
    "Thorleif Lie",
    "Tor Asbjørn",
    "Trondheim",
    "Trygve Alstad",
    "bank assistant",
    "clothes",
    "dairyman",
    "death",
    "engineer",
    "gifts",
    "office clerk",
    "postwar",
    "poverty",
    "request",
    "saddle maker",
    "sickness",
    "tuberculosis"
  ],
  "files": [
    {
      "original": "Anna Sundberg 20 februar-1946.pdf",
      "filename": "6815c2d4a886e47889203e60573d4693.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "gift",
      "score": 0.051606824120020656
    },
    {
      "term": "åse",
      "score": 0.04728273218526426
    },
    {
      "term": "leif",
      "score": 0.04728273218526426
    },
    {
      "term": "folke",
      "score": 0.04728273218526426
    },
    {
      "term": "senil",
      "score": 0.04728273218526426
    },
    {
      "term": "jorun",
      "score": 0.047109224969778894
    },
    {
      "term": "døde",
      "score": 0.046446141708018585
    },
    {
      "term": "brage",
      "score": 0.040676859591210826
    },
    {
      "term": "hær",
      "score": 0.037811936593297804
    },
    {
      "term": "bjørg",
      "score": 0.03152182145684284
    },
    {
      "term": "kari",
      "score": 0.03152182145684284
    },
    {
      "term": "tora",
      "score": 0.03152182145684284
    },
    {
      "term": "moss",
      "score": 0.03152182145684284
    },
    {
      "term": "bor",
      "score": 0.030088190254266272
    },
    {
      "term": "meråker",
      "score": 0.027538216970866145
    }
  ],
  "english-tfidf": [
    {
      "term": "senile",
      "score": 0.04320359851213137
    },
    {
      "term": "jorun",
      "score": 0.04308862669554803
    },
    {
      "term": "died",
      "score": 0.0369761602104283
    },
    {
      "term": "married",
      "score": 0.03597182789266062
    },
    {
      "term": "owns",
      "score": 0.02880239900808758
    },
    {
      "term": "bjørg",
      "score": 0.02880239900808758
    },
    {
      "term": "kari",
      "score": 0.02880239900808758
    },
    {
      "term": "tora",
      "score": 0.02880239900808758
    },
    {
      "term": "leif",
      "score": 0.02880239900808758
    },
    {
      "term": "folke",
      "score": 0.02880239900808758
    },
    {
      "term": "brage",
      "score": 0.027921581634733614
    },
    {
      "term": "anna",
      "score": 0.026772976244798814
    },
    {
      "term": "meråker",
      "score": 0.025173356177930796
    },
    {
      "term": "2-46",
      "score": 0.025173356177930796
    },
    {
      "term": "moss",
      "score": 0.025173356177930796
    }
  ]
}