{
  "id": 26,
  "added": "2010-12-23 23:01:40",
  "modified": "2010-12-23 23:02:42",
  "public": true,
  "metadata": {
    "Title": [
      "Død i Amerika Clipping John Holm Obituary 1948"
    ],
    "Description": [
      "AVISUTKLIPP (FRA STJØRDALENS BLAD?) OM JOHAN HOLMS DØD, 1948.  DETTE VAR IKKE I BUNKEN AV BREV, MEN NOE JEG FIKK AV EINAR HOLM, AXELS SØNN, DA JEG BESØKTE HAN I STJØRDAL SOMMEREN 1993.\n\n\n<-SPLITDESC->\n\n\nJOHN'S OBITUARY (FROM STJØRDALEN'S BLAD?)  THIS WAS NOT AMONG THE LETTERS, BUT WAS GIVEN TO ME BY EINAR HOLM, AXEL'S SON, WHEN I VISITED HIM IN STJØRDAL IN THE SUMMER OF 1993."
    ],
    "Creator": [
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Død i Amerika\n\nTil bakermester Axel Holm er kommet melding om, at hans bror John Holm døde i Dell Rapids, S. Dakota, den 13 januar, ikke langt fra 80 år gammel.  John Holm var nest eldste sønn av Ola Markusen Hembre og Karen Jakobsdatter på Holmsplass i Hegra.  Han var født 30. juni 1868 og da det var mange barn i heimen på Holmsplass, måtte John i ganske ung alder — 10 år — som så mange andre i husmannsheimene, ta ut som gjetergutt. — Først to somre hos Johan østre Hofstad i Værnes sogn —  senere til Peter Trøite hvor han var to somre og gjetet på Trøites seter i Sundal.  I et brev som han forrige vinter sendte sin bror Axel skriver han blant annet:  –Du kan tro det ofte var lange dager å være borte fra mor og far og heimen — og på de trakter jeg for la jeg igjen mange tårer.  Om kveldene kunne jeg ofte være helt gjennom blaut og slik gikk jeg mangen gang og la meg i setersjulet og når morgenen kom var det atter å ta på seg de blaute klærne. — Om jeg i min barndom lei mye vondt — så er min barndomstrakt som mitt fedreland Norge det kjæreste jeg vet å nevne her på jord.–\n\nSenere var John Holm hos fanejunker Knotten på Hembre og hos Peter Smågård.  En tid etter sin konfirmasjon kom John til Sme-Hans som smedlærling.  (Hans Hegre som hadde smie et stykke østenfor Trøitessanden) og var der til 1888, da han fikk arbeide som smed ved smelteverket på Nygården i Hommelvik som da var under oppførelse.  I mai måned 1889 emigrerte han til Amerika, hvor han hele tiden inntil for noen år tilbake har drevet med sitt håndverk.  Han har bodd i mange byer i Syd Dakota, bl, a. Colman, Sioux Falls og Silver Lake (jeg har en mistanke om at Silver Lake er i Iowa), men den lengste tid i Dell Rapids.\n\nHan har vært gift to ganger og overleves av sin annen kone og to barn.  Her i gamlelandet overleves han av to brødre og to søstre:  Axel Holm, Stjørdalshalsen, Ole Holm, Trondheim, fru Laura Karlsen, Stjørdalshalsen og fru Hanna Eidum, Narvik.\n\nVet ikke om opplysningene vedr. to ekteskap og det at han etterlater seg to barn er riktig.  Den eneste vi vet om er Alma, som var stedatteren (broren Olaf’s datter); de tre barna han hadde med Karoline døde mens de var små.  Men det ER mulig at han kan ha vært gift før Karoline, da han hadde vært i America ca. 10 år før han giftet seg med henne.\n\n \n\n<-SPLITTLETTER->\n\n\n\nDEAD IN AMERICA\n\nMaster baker Axel Holm has received notice, that his brother John Holm died in Dell Rapids, S. Dakota, on January 13, not far from 80 years old.  John Holm was the second oldest son of Ola Markusen Hembre and Karen Jakobsdatter at Holmsplass in Hegra.  He was born June 30 1868 and as there were many children in the home at Holmsplass, John, like so many others in the tenant homes had to go to work as a shepherd at a very young age – 10 years old. –  First for two summers at Johan eastern Hofstad’s in Værnes parish – later with Peter Trøite where he was for 2 summers shepherding at Trøite’s mountain farm in Sundal.  In a letter which he sent his brother Axel last winter he writes among other things:  “You can imagine the days spent away from mother and father and my home were often long– and in the areas I roamed I left many tears behind.  In the evenings I was often wet through and through and many a time that’s how I went to bed in the farm shed and when morning came I had to put on those wet clothes again. – Though I suffered a lot in my childhood – my childhood regions like my country Norway are the dearest I know to mention here on earth.”\n\nLater John Holm was at ? (don’t know how to translate “fanejunker”, believe it’s something military) Knotten’s at Hembre and at Peter Smågård’s.  A while after his confirmation John came to Sme-Hans (Blacksmith Hans) as a blacksmith apprentice.  (Hans Hegre who had a blacksmith shop east of Trøitessanden) and was there till 1888, at which time he got a job as a blacksmith at the smelting factory at Nygården in Hommelvik which was then under construction.  In the month of May 1889 he emigrated to America, where he the whole time up until a few years ago has continued with his craft.  He has lived in many cities in South Dakota, among them Colman, Sioux Falls and Silver Lake (Iowa?), but stayed the longest in Dell Rapids.\n\nHe has been married twice and is survived by his second wife and two children.  Here in the old country he is survived by two brothers and two sisters:  Axel Holm, Stjørdalshalsen, Ole Holm, Trondheim, Mrs. Laura Karlsen, Stjørdalshalsen and Mrs. Hanna Eidum, Narvik.\n\nI wonder if the information about John having been married twice, and the fact that he’s survived by two children is correct.  We know about Alma, his stepdaughter (his brother Olaf’s daughter), and the 3 children he had with Karoline who all died while they were small.  It IS possible that he had another wife before Karoline, as he had been in America  for about 10 years when he married her."
    ],
    "LetterDate": [
      "1948"
    ]
  },
  "tags": [
    "1940s",
    "Axel Holm",
    "Colman",
    "Dell Rapids",
    "Hanna Eidum",
    "Hans Hegre",
    "Hegra",
    "Hembre",
    "Holmsplass",
    "Hommelvik",
    "John Holm",
    "Karen Jakobsdatter",
    "Laura Karlson",
    "Narvik",
    "Nygården",
    "Ola Markusen Hembre",
    "Ole Holm",
    "Peter Smågård",
    "Peter Trøite",
    "Silver Lake",
    "Sioux Falls",
    "Sme-Hans",
    "South Dakota",
    "Stjørdal",
    "Stjørdalshalsen",
    "Sundal",
    "Trondheim",
    "Trøitessanden",
    "Værnes",
    "baker",
    "blacksmith",
    "death",
    "emigration",
    "obituary",
    "postwar",
    "smelting factory"
  ],
  "files": [
    {
      "original": "Avisutklipp-Johans død.pdf",
      "filename": "a80f28b13e0204643adca41b649950c5.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "holmsplass",
      "score": 0.050319237921932616
    },
    {
      "term": "somre",
      "score": 0.050319237921932616
    },
    {
      "term": "silver",
      "score": 0.050319237921932616
    },
    {
      "term": "lake",
      "score": 0.050319237921932616
    },
    {
      "term": "overleves",
      "score": 0.050319237921932616
    },
    {
      "term": "to",
      "score": 0.04923531035226138
    },
    {
      "term": "hembre",
      "score": 0.04396008947642853
    },
    {
      "term": "heimen",
      "score": 0.04396008947642853
    },
    {
      "term": "peter",
      "score": 0.04396008947642853
    },
    {
      "term": "stjørdalshalsen",
      "score": 0.04396008947642853
    },
    {
      "term": "fru",
      "score": 0.03388107765378532
    },
    {
      "term": "karoline",
      "score": 0.03246685123335176
    },
    {
      "term": "holm",
      "score": 0.02804281141750655
    },
    {
      "term": "dakota",
      "score": 0.027521929208281233
    },
    {
      "term": "senere",
      "score": 0.026107702787847676
    }
  ],
  "english-tfidf": [
    {
      "term": "survived",
      "score": 0.0705289514172401
    },
    {
      "term": "blacksmith",
      "score": 0.06077518053828058
    },
    {
      "term": "holmsplass",
      "score": 0.04701930094482674
    },
    {
      "term": "trøite",
      "score": 0.041094966068246
    },
    {
      "term": "summers",
      "score": 0.03762945232373178
    },
    {
      "term": "peter",
      "score": 0.03762945232373178
    },
    {
      "term": "stjørdalshalsen",
      "score": 0.03762945232373178
    },
    {
      "term": "hembre",
      "score": 0.035170631191665275
    },
    {
      "term": "wet",
      "score": 0.035170631191665275
    },
    {
      "term": "childhood",
      "score": 0.035170631191665275
    },
    {
      "term": "hans",
      "score": 0.035170631191665275
    },
    {
      "term": "second",
      "score": 0.03170511744715104
    },
    {
      "term": "karoline",
      "score": 0.029246296315084543
    },
    {
      "term": "dakota",
      "score": 0.025780782570570315
    },
    {
      "term": "twice",
      "score": 0.025780782570570315
    }
  ]
}