{
  "id": 29,
  "added": "2010-12-25 16:37:39",
  "modified": "2010-12-30 04:07:03",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to John Holm 1947.7.2"
    ],
    "Description": [
      "BREV FRA AXEL HOLM DATERT 2.  JULI – 1947, TIL HER JOHN HOLM, 108 WEST 5TE STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  PAPIR OG KONVOLUTT FRA BAKERIET – AX.  HOLM, ALLE SORTER GODT BRØD TIL HVERDAG OG FEST –.  PÅ BAKSIDEN AV KONVOLUTTEN HAR HAN SKREVET: SALME 68. 20-21.  FRIMERKET ER KLIPPET VEKK.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM AXEL HOLM DATED JULY 2 – 1947, TO HER (MR.) JOHN HOLM, 108 WEST 5TE STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  THE PAPER AND ENVELOPE ARE FROM THE BAKERY – AX.  HOLM, ALL SORTS GOOD BREAD FOR EVERY DAY AND SPECIAL OCCASIONS –.  ON THE BACK OF THE ENVELOPE HE HAS WRITTEN:  PSALM 68. 20-21.  THE STAMP HAS BEEN REMOVED."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.07.02"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal den 2. Juli 1947\n\nKære broder Johan og alle dere.\n\nGuds fred, ved sønnen.\n\nTak for hilsningene vi fikk, fra dere.  Her er alt bare vel  vi er frisk og har arbeide og mat å klær.  Fred med Gud for jesu blods skyld.  Det er det beste av alt.  Tage de vort liv, gods, ære, barn og viv, lad fare hen, lad gå, Guds rike vi beholde, det kan ei mere få.\n\nHer er nu en masse møter og stevner nu i sommer tiden, Var i Opdal på kredsmøte for kinamisjon  der var et godt møte  mange folk og en fin bygd, små og delvis dårlig hus og steinfyldt jord  det er noe veldige kuppelsteiner  jorden er aldeles dækt av dem så er det noe små åker lapper imellem.  Steinene er nok kommet med istiden i norden for det fins ikke denne steinsort i fjellene,  Derifra har vi den meget omtalte Opdalsstein  det er flere gruver i Drivdalen  den største hylle var 12 kvaderat meter og 5 sm tykk  den er bøielig når den kommer fra gruva.  Jeg tror jeg vil få en slik til gravstøtte på min Helgas grav.  Det laves fine slepne og polerte støtter av denne stein  mann for den akurat som en vil i tykkelse og størelse.  Jarl Holm søn til Konrad var der  jeg blev med dem til Sundalsøra  han er meierist der  har 2 barn og en dyglig kone.  Begge er troende, så bilte jeg di 7 mil tilbake til Opdal og var hos Arne min søn  dem har det fint, men ufrelst, det er slemt.  Du må tro der er noe veldige snefjeld med glitrende sol over, det er sne så langt vi ser med grønne flikker inni mellem  det er en storslått natur for en udlinding og iser for en Amerikaner som er fødd av Norske foreldre og hørt landet omtalt fra barneåra og så for virkelig opleve og se det nu i høisommerstid.  Ja du gode gud som gav oss Norge og vi har så mange ganger ringaktet og skjemt det ut ved et syndigt liv.  Måtte Herren tilgi oss denne synd, mot landet vort.  Kjære Johan du må lese salme, 40. 18. der står det:  Herren vil tenke på dig, og han er vor hjelp min frelser, dryg ikke min Gud.  Tenk at vi du og jeg broder er så verdig fuld for Herren, at han har ikke bare frels oss, men han er så inntrisert i oss at han tenker ver stund på oss.  Selv om vi glemmer ham.  Så glemmer han ikke oss, men han er vor hjelp i trengsel ja selv i dødens natt.  Det så jeg da min kjær Helga reste heim ifra mig og det er det store at han har tatt den han tengte på hjem til sig.  Blodet renset fra all synd det er mitt de sa hun.  Da blir døden en seir og vinning.  Du ved vi er elendig men han er trufast som gav løftet:  Jeg vil ingenlunde slippe dei og ingenlunde forlate dei, se i begge mine hender har jeg tegnet dei  tag Jesus på løfte, det holder for han tenker på dig.\n\nSå for du leve vel, og ha takk for alt di har veret for os, vi møtes snart for lammets trone, det er ingen tåre der, intet savn der.  da for jeg se min Helga\n\nBeste hilsen  Axel.\n\nHer er et strålende veir, og det serut som Herren byder Jorden gi oss et kron år. å om vi kunne love å takke. ham.\n\n \n\n<-SPLITTLETTER->\n\n\n\nStjørdal the 2nd of July 1947\n\nDear brother Johan and you all.\n\nGod’s peace, by the son.\n\nThank you for the greetings we got, from you.  Everything is just fine here  we are well and have work and food and clothing.  Peace with God for Jesus’ blood’s sake.  That’s the best of all.  Let them take our lives, possessions, honor, children and wives, so be it, let them go, God’s kingdom we’ll keep, that cannot be replaced (I believe he’s quoting a song here).  There are a lot of meetings and gatherings here now in the summer time, Was in Opdal at a regional meeting for the China Mission  it was a good meeting  lots of people and a nice village, small and somewhat bad houses and rock filled ground  there are some huge boulders there  the ground is completely covered in them  then there are some small field patches in between.  The boulders have probably come with the ice age in the North because this kind of rock can’t be found in the mountains,  From there we have the very much talked about Opdal rock  there are several mines in Drivdalen  the biggest ledge was 12 square meters and 5 cm thick  it’s pliable when it comes out of the mine.  I think I’ll get one for a headstone on my Helga’s grave.  They make fine polished headstones out of this rock  you can have it made in the size and thickness you want.  Jarl Holm Konrad’s son was there  I went to Sundalsøra with them  he’s a dairyman there  has 2 children and a capable wife.  Both are believers, then I went by car the 7 miles (1 Norwegian mile = 10 km) back to Opdal and stayed with Arne my son  they’re doing fine, but unsaved, and that’s too bad.  You should see the enormous snow covered mountains with the sparkling sun across them, there’s snow as far as you can see with green spots here and there  it’s grand nature for a foreigner and especially for an American who’s born to Norwegian parents and has heard speak of the coutry from his childhood years and then to really experience and see it now at the peak of summer.  Yes good God who gave us Norway and so many times we’ve scorned it and spoilt it with a sinful life.  May the Lord forgive us this sin, against our country.  Dear Johan you must read psalm, 40. 18. there it says:  The Lord will think about you, and he is our help my saviour, don’t delay my God.  Just think we you and I brother are so valuable to the Lord, that he has not only saved us, but he’s so interested in us that he thinks about us every moment.  Even if we forget him.  He doesn’t forget us, but he’s our help in adversity yes even in the night of death.  I saw that when my dear Helga left me and that’s what’s so big that he has taken her whom he was thinking about home to himself.  The blood cleansed of all sin that’s mine she said.  Then death becomes a victory.  You know we are miserable but he is faithful who gave the promise:  I will in no way let go of you and in no way leave you, because in both of my hands I have drawn you  Remember Jesus’promise, that’s enough because he’s thinking about you.\n\nLive well then, and thank you for everything you have been to us, we’ll meet soon by the lamb’s throne, there are no tears, no want there.  then I’ll see my Helga\n\nBest wishes  Axel\n\nWe’re having wonderful weather, and it looks like the Lord is telling the Earth to give us a good year.  Oh if we could praise and thank. him."
    ],
    "LetterDate": [
      "1947-07-02"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Axel Holm",
    "Bible passage",
    "China Mission",
    "Drivdalen",
    "God",
    "Jarl Holm Konrad",
    "Jesus",
    "John Holm",
    "Norway to US",
    "Opdal",
    "Stjørdal",
    "Sundalsøra",
    "bakery",
    "evangelism",
    "farming",
    "grave",
    "mines",
    "postwar",
    "snow"
  ],
  "files": [
    {
      "original": "Axel Holm 2 juli-1947.pdf",
      "filename": "82d2a85d522d68c03a2b02dd15267d51.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "veldige",
      "score": 0.042029095275790455
    },
    {
      "term": "ingenlunde",
      "score": 0.042029095275790455
    },
    {
      "term": "dei",
      "score": 0.03657714759191505
    },
    {
      "term": "herren",
      "score": 0.03354728072775979
    },
    {
      "term": "lad",
      "score": 0.02829913765718467
    },
    {
      "term": "glemmer",
      "score": 0.02829913765718467
    },
    {
      "term": "gav",
      "score": 0.027117906394140547
    },
    {
      "term": "hjelp",
      "score": 0.023654418855879576
    },
    {
      "term": "opdal",
      "score": 0.02298766500921574
    },
    {
      "term": "jorden",
      "score": 0.021806433746171618
    },
    {
      "term": "kære",
      "score": 0.021014547637895228
    },
    {
      "term": "hilsningene",
      "score": 0.021014547637895228
    },
    {
      "term": "blods",
      "score": 0.021014547637895228
    },
    {
      "term": "gods",
      "score": 0.021014547637895228
    },
    {
      "term": "viv",
      "score": 0.021014547637895228
    }
  ],
  "english-tfidf": [
    {
      "term": "rock",
      "score": 0.06380646263589301
    },
    {
      "term": "boulders",
      "score": 0.03986418993148353
    },
    {
      "term": "opdal",
      "score": 0.03278643000822529
    },
    {
      "term": "lord",
      "score": 0.030435664186703935
    },
    {
      "term": "covered",
      "score": 0.02820159636312048
    },
    {
      "term": "ground",
      "score": 0.025763391749923287
    },
    {
      "term": "promise",
      "score": 0.025763391749923287
    },
    {
      "term": "sin",
      "score": 0.024795772962789068
    },
    {
      "term": "god",
      "score": 0.024037517040744385
    },
    {
      "term": "gave",
      "score": 0.023178790706888996
    },
    {
      "term": "meeting",
      "score": 0.02248813723004606
    },
    {
      "term": "mountains",
      "score": 0.0212776003846608
    },
    {
      "term": "helga",
      "score": 0.02084499208791975
    },
    {
      "term": "blood",
      "score": 0.020740586093691803
    },
    {
      "term": "wives",
      "score": 0.019932094965741765
    }
  ]
}