{
  "id": 30,
  "added": "2010-12-25 16:43:14",
  "modified": "2010-12-30 04:06:54",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to John Holm 1938.3.2"
    ],
    "Description": [
      "BREV FRA AXEL HOLM DATERT STJØRDAL 2.  MARS-1938 TIL HER JOHN HOLM, Bo 16, JASPER MINN, AMERIKA.  KONVOLUTT OG BREVPAPIR FRA BAKERIET Â¬– AX.  HOLM, BAKERI & KONDITORI, ALLE SORTER GODT BRØD, STJØRDAL, TELEFON 15 – FRIMERKENE ER REVET VEKK.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM AXEL HOLM DATED STJØRDAL MARCH 2-1938 TO MR JOHN HOLM, Bo 16, JASPER MINN, AMERICA.  THE ENVELOPE IS FROM HIS BAKERY – AX.  HOLM, BAKERY & CONFECTIONERY, ALL TYPES OF GOOD BREAD, STJØRDAL, PHONE 15 – THE STAMPS HAVE BEEN TORN OFF."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1938.03.02"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal den 2 Mars-1938\n\nKjære broder.\n\nTak for aviser, det er hyggeligt og se at du lever  vil håbe du og har det bra.  Vi lever vel her er frisk og intet som står på oss  Var i Trondheim for 3 uger siden på et større møte, og traff jeg Olav og det stod bare bra til med alle  Laura plages så av gjikt, men ellers er det bra.  Min hustru er svak av helsen  er en tur i byen idag.  Konrad er det svert dorligt med økonomisk og med kona er det vanskelig at forenes  hun er aldeles umulig imot ham men han er i godt humør og deres barn har det bare bra, den elste Brage bestyrer en liten handel  han er en flink gutt.  Jarl er Meierist og har det uttmerket.  Her er stille med møter og åndeligt liv.  Du broder John har vel fremdeles livet i Guds søn og lever det sjulte liv med Kristus i Gud.  Lad os stanse for den sanhed at her lever vi nogle år i arbeide og strid og når disse år var til ende da stelt vi oss slik at vi gjik fortapt, fordi vi ikke ville tro på den Gud hadde uttsent til frelse for alle som tror.  Lad oss selv om det er mørke skjyer på vor livs vei og den kan være tornet og trang, lad os si det til Jesus  han vandret den engang.  Mor og far sang den sang så meget som begynder slik O vor mangen i verden forglemmer at sit liv her på jorden er kort, mangen går hele livet bedragen  tror sig vere gus elskede barn skjønt di aldrig med Herren er bleven optagen som fortapt ut av jevelens garn.  Dette er en liten hilsen fra Norge og dinne kjære der vi møtes daglig for nådens trone, og snart skal vi der møtes.  Jeg er nu tilhøsten 53 år lit bane til mor (han mener sikkert Hegras-uttrykket: litjbanet te’ a’  mor) og jeg må gratulere deg med di 70 de kommer vel snart.\n\nSå lev vel i Herrens frykt du og dine.  Du må hilse fra Norge  i dag er det en fin vinter med stort snefald, du må tro sneen detter stor og tung ute nu.  Vi har haft en fin vinter med lite sne.\n\nBeste hilsen Axel\n\nRom. 8-1\n\n\n<-SPLITTLETTER->\n\n\nStjørdal 2 March-1938\n\nDear Brother.\n\nThank you for the newspapers, it’s nice to see you’re alive  hope you’re also doing well.  We are well here  are healthy and nothing wrong with us.  I was in Trondheim 3 weeks ago at a big meeting, and met Olav there and everything was fine with all of them  Laura is so bothered with arthritis, but is otherwise fine.  My wife has a weak health  she has gone into town today (by “town” he probably means Trondheim).  Konrad is doing very badly economically and it’s hard to get along with his wife (he uses the words “find agreement with”)  she’s absolutely impossible towards him but he’s in good spirits and their children are doing fine, the oldest Brage runs a small store  he’s a clever boy.  Jarl is a Dairyman and doing very well.  It’s quiet here as far as meetings and spiritual life. (The following few sentences may sound unclear, but it’s exactly what he says):  I assume you brother John still have your life in God’s son and live the hidden life with Christ in God.  Let us stop for the truth that we live here a few years in work and struggle and when these years were over we lived such a way that we became lost, because we wouldn’t believe in him who God had sent for salvation to all who believe.  Even if there are dark clouds on our road of life, and it can be narrow and full of thorns, let us tell Jesus  he wandered that road too. (The last sentence rhimes and is part of a song).  Mother and father so often sang the song that begins like that.  Oh how many in this world forget that their life here on earth is short, many go through their whole life deceived  think they are the beloved children of god though they’ve never been taken up with the Lord as lost out of the devil’s trap.  This is a little greeting from Norway and your loved ones where we meet daily in front of the throne of mercy, and soon we will meet there.  This fall I’ll be 53 years old mom’s little boy and I must congratulate you on your 70th  it’s coming soon.\n\nSo live well in the fear of the Lord you and yours.  Say hello from Norway  today we’re having a fine winter with lots of snow,  you should see how the snow is falling big and heavy outside now.  We’ve had a fine winter with little snow.\n\nBest wishes Axel\n\nRom. 8-1"
    ],
    "LetterDate": [
      "1938-03-02"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Jasper"
    ]
  },
  "tags": [
    "1930s",
    "Axel Holm",
    "Bible passage",
    "God",
    "Jesus",
    "John Holm",
    "Norway to US",
    "Stjørdal",
    "Trondheim",
    "arthritis",
    "evangelism",
    "gifts",
    "newspapers",
    "poverty",
    "prewar",
    "sickness",
    "snow",
    "song",
    "store"
  ],
  "files": [
    {
      "original": "Axel Holm 2 mars-1938.pdf",
      "filename": "411c69c520065d78566fc8fe7a83f0ee.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "lad",
      "score": 0.06121056570600994
    },
    {
      "term": "fortapt",
      "score": 0.060605490977797286
    },
    {
      "term": "mangen",
      "score": 0.04282164664150889
    },
    {
      "term": "liv",
      "score": 0.038938719075605054
    },
    {
      "term": "sang",
      "score": 0.03632676636634735
    },
    {
      "term": "møtes",
      "score": 0.031444636506910456
    },
    {
      "term": "mars-1938",
      "score": 0.030302745488898643
    },
    {
      "term": "hyggeligt",
      "score": 0.030302745488898643
    },
    {
      "term": "gjikt",
      "score": 0.030302745488898643
    },
    {
      "term": "dorligt",
      "score": 0.030302745488898643
    },
    {
      "term": "forenes",
      "score": 0.030302745488898643
    },
    {
      "term": "handel",
      "score": 0.030302745488898643
    },
    {
      "term": "uttmerket",
      "score": 0.030302745488898643
    },
    {
      "term": "åndeligt",
      "score": 0.030302745488898643
    },
    {
      "term": "sjulte",
      "score": 0.030302745488898643
    }
  ],
  "english-tfidf": [
    {
      "term": "life",
      "score": 0.04129854494172521
    },
    {
      "term": "song",
      "score": 0.02986486693818541
    },
    {
      "term": "road",
      "score": 0.029072364882011786
    },
    {
      "term": "snow",
      "score": 0.028899655679039304
    },
    {
      "term": "march-1938",
      "score": 0.027233951537350136
    },
    {
      "term": "sound",
      "score": 0.027233951537350136
    },
    {
      "term": "clouds",
      "score": 0.027233951537350136
    },
    {
      "term": "thorns",
      "score": 0.027233951537350136
    },
    {
      "term": "rhimes",
      "score": 0.027233951537350136
    },
    {
      "term": "begins",
      "score": 0.027233951537350136
    },
    {
      "term": "deceived",
      "score": 0.027233951537350136
    },
    {
      "term": "beloved",
      "score": 0.027233951537350136
    },
    {
      "term": "trap",
      "score": 0.027233951537350136
    },
    {
      "term": "congratulate",
      "score": 0.027233951537350136
    },
    {
      "term": "8-1",
      "score": 0.027233951537350136
    }
  ]
}