{
  "id": 32,
  "added": "2010-12-25 23:44:26",
  "modified": "2010-12-30 04:06:39",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to John Holm 1945.12.3"
    ],
    "Description": [
      "BREV FRA AXEL HOLM DATERT 3.  DESEMBER-1945, POSTSTEMPLET STJØRDAL 4.12.45 MED LUFTPOST, TIL JOHN HOLM, 108 WEST 5TH STREET, DELL RAPIDS SO.  DAK., U.S.A.  KONVOLUTTEN OG BREVPAPIRET ER FRA AX.  HOLM, BAKERI & KONDITORI, ALLE SORTER GODT BRØD TIL HVERDAG OG FEST, STJØRDAL, TELEFON 15.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM AXEL HOLM DATED DECEMBER 3-1945.  POST STAMPED STJØRDAL 4.12.45.  SENT BY AIR MAIL TO JOHN HOLM, 108 WEST 5TH STREET, DELL RAPIDS SO.  DAK.  U.S.A.  THE ENVELOPE AND PAPER ARE FROM AXEL'S BAKERY – BAKERY AND CONFECTIONERY – ALL SORTS GOOD BREAD FOR EVERY DAY AND SPECIAL OCCASIONS, STJØRDAL, PHONE 15.\n"
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1945.12.03"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal den 3-12-45  Komunevalgdag\n\nKjære broder Johan mf.\n\nTusin tak for pakken jeg fik idag, den innholdt 1 teppe 2 par vite hansker 2 par strømper 2 kniver. har delt med Eilif, du skal ha hjertelig tak fra ham.  Det som jeg nu ønsker er en jakke en som Olav fik, den var så god og varm og passet mig udmerket, den er yperlig for mig når jeg sidder på pleiehjemmet hos min kone, for der er det hute tu kalt.  Du må unskylde min frekhed men her fins ikke sådanne, men er det vanskelig for dig så lad det vere, jeg gredde mig i fjor vinter så må det vel gå i år.\n\nMin kone er nogså dårlig, jeg vil ønske at hun snart må få flytte hjem til Herren eller om han vil reise hende op fra sykdommen  det har han makt til vis han vil gjøre dette for os, men hans vilje sje.\n\nmed Olava Konrad si kone er det bra  hun har ingen pakke foet, venter nu Odd hjem snart.  Alle di øvrige 8 barn har det fint  dem er gjft mange av dem.\n\nOla er det greit med  han er lit sur siger Laura  hun liker ham ikke.\n\nLaura fik pakke fra dig idag Teppe, hansker, kniver m.m.\n\nHanna i Narvik var uheldig og datt og brekte den gode fot i lårhalsen så dem er uheldig  hun er og nesten blind, stakar Hanna.\n\nGjertine Markus sin kone har det godt, staute barn di fleste gjift.  I Hegra er det vel bare en mann du vet om, Nils Holm elste søn til far sin husvert Gunder Holm og Sigrid  dem husker du nok, har nu lenge lagt i si grav på Hegra kirkegård, vorhen efter døden?  Nils driver gården  fler barn, han er gift med Anne Hegre, datter til John Hegra der veien går igjennem gården da du kommer fra sme Hans.  med vores er det bra  Einar har et maveonde som han neppe blir fri for, han hadde en stor og stygg operation ifjord som ikke han var heldig med  han har nu nervøs mave av det så det er ikke så greit for dem  dem bor nu fremdeles hjemme hos mei, gutten deres Helge er snild og kos.  Arne sin gutt er nu lit syk kjikhoste, meslinger, bronkitt, så det er ikke grett at vere liten.\n\nHadde jeg fot min kone hjem frisk så har vi havdt det utmerket, men det serut som at vi skal ha dette kors  Herrens vilje skje.  Så får di ha en velsignet julefest og Godt og velsignet Nyt år.\n\nSamtidig hjertelig tak for alt di gjør for os.  Pakken Alma skriv om en jakket til Herborg, og skuldersjal til mor har vi ikke foet.\n\nBeste hilsen Helga og Axel. Hilsen Rom 8.1.\n\nLaura var nu netop inne her skal hilse fra dem.\n\n \n\n<-SPLITTLETTER->\n\n\n\nStjørdal 3-12-45  Local election day\n\nDear brother Johan and all\n\nThank you very much for the package I received today, it contained 1 blanket 2 pairs white gloves 2 pairs socks 2 knives  I have shared with Eilif, he says thank you very much.  What I would like now is a jacket (cardigan?)  one like Olav got, it was so nice and warm and fit me perfectly, it’s excellent for me when I’m sitting at the nursing home with my wife, because it’s terribly cold there.  Please excuse my forwardness but those are not to be found here, but if it’s difficult for you then let it be, I managed last winter and will manage again this year.\n\nMy wife is quite sick, I wish she would be allowed to move home to the Lord or that he’ll set her free from her illness  he has the power if he wants to do this for us, but his will be done.\n\nwith Olava Konrad’s wife things are fine  she hasn’t received any package, is expecting Odd home soon.  All her other 8 children are fine  several of them are married. Ola is doing fine  he’s a little surly says Laura  she does not like him.\n\nLaura got a package from you today  blanket, gloves, knives and more.  Hanna in Narvik was unlucky and fell and broke her good leg so they are unlucky  she’s also almost blind, poor Hanna.  Gjertine Markus’ wife is doing well, fine children  most of them married.  In Hegra there’s probably only one man you know of, Nils Holm the oldest son of our father’s landlord Gunder Holm (he must have been the owner of Holmstrø where the Holm brothers were born) and Sigrid  I’m sure you remember them, have been in their graves at Hegra cemetery for a long time, where after death?  Nils runs the farm  several children, he’s married to Anne Hegre, daughter of John Hegra where the road goes through the farm when you come from sme Hans (“sme Hans” means “blacksmith Hans”, and he was actually the fellow who taught John blacksmithing as a very young lad).  My family is doing ok  Einar has a stomach ailment which he probably wont get rid of, he had a big and nasty operation last year which wasn’t very successful  he now has a nervous stomach from it so it’s not easy for them  they are still living with me, their boy Helge is good and pleasant.  Arne’s boy is a little sick  whooping cough, measles, bronchitis, so it’s not easy being little.\n\nIf I could get my wife home healthy things would be excellent, but it looks like we’ll carry this cross  The Lord’s will be done.  Have a blessed Christmas and a Happy and blessed New Year.  At the same time thank you so much for everything you’re doing for us.  The package Alma writes about  a jacket for Herborg, and a shoulder shawl for mother we have not received.\n\nBest wishes Helga and Axel.  Greetings with Rom. 8.1.\n\nLaura was just here  greetings from them."
    ],
    "LetterDate": [
      "1945-12-03"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Axel Holm",
    "Bible passage",
    "Gunder Holm",
    "Hanna Eidum",
    "Hegra",
    "John Holm",
    "Narvik",
    "Nils Holm",
    "Norway to US",
    "Stjørdal",
    "accident",
    "blacksmith",
    "blanket",
    "bronchitis",
    "clothes",
    "election",
    "gifts",
    "gloves",
    "grave",
    "knives",
    "measles",
    "postwar",
    "request",
    "sickness",
    "socks",
    "whooping cough"
  ],
  "files": [
    {
      "original": "Axel Holm 3 desember-1945.pdf",
      "filename": "f85b9fb5334e240c619e7396d2e3a2b9.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "kone",
      "score": 0.04115320335572608
    },
    {
      "term": "teppe",
      "score": 0.03797562463049823
    },
    {
      "term": "hansker",
      "score": 0.03797562463049823
    },
    {
      "term": "nils",
      "score": 0.03797562463049823
    },
    {
      "term": "gården",
      "score": 0.03797562463049823
    },
    {
      "term": "vilje",
      "score": 0.03548487075645683
    },
    {
      "term": "fot",
      "score": 0.030639712419353607
    },
    {
      "term": "kniver",
      "score": 0.029483596465894536
    },
    {
      "term": "greit",
      "score": 0.029483596465894536
    },
    {
      "term": "foet",
      "score": 0.026726421304695103
    },
    {
      "term": "uheldig",
      "score": 0.026726421304695103
    },
    {
      "term": "3-12-45",
      "score": 0.023743709668790712
    },
    {
      "term": "komunevalgdag",
      "score": 0.023743709668790712
    },
    {
      "term": "mf",
      "score": 0.023743709668790712
    },
    {
      "term": "yperlig",
      "score": 0.023743709668790712
    }
  ],
  "english-tfidf": [
    {
      "term": "hans",
      "score": 0.050387312441936775
    },
    {
      "term": "excellent",
      "score": 0.03924988595905945
    },
    {
      "term": "sme",
      "score": 0.03924988595905945
    },
    {
      "term": "nils",
      "score": 0.03593996670919688
    },
    {
      "term": "pairs",
      "score": 0.033591541627957855
    },
    {
      "term": "gloves",
      "score": 0.03176996161722961
    },
    {
      "term": "blanket",
      "score": 0.029023249481546234
    },
    {
      "term": "knives",
      "score": 0.026111617286128014
    },
    {
      "term": "jacket",
      "score": 0.026111617286128014
    },
    {
      "term": "unlucky",
      "score": 0.026111617286128014
    },
    {
      "term": "package",
      "score": 0.024690190432333923
    },
    {
      "term": "stomach",
      "score": 0.02462327804699369
    },
    {
      "term": "farm",
      "score": 0.022801698036265448
    },
    {
      "term": "3-12-45",
      "score": 0.02245411514508052
    },
    {
      "term": "cardigan",
      "score": 0.02245411514508052
    }
  ]
}