{
  "id": 35,
  "added": "2010-12-26 00:04:57",
  "modified": "2010-12-30 04:05:21",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to Alma C. Wilson 1945.10.3"
    ],
    "Description": [
      "BREV FRA AXEL HOLM, DATERT STJØRDAL  3.  OKTOBER-1945 - TIL FRU ALMA WILSON (JOHN HOLM'S NIESE OG STEDATTER), 102 WEST 5 STREET, DEL RAPIDS, SO.  DAKOTA.  ET BURGUNDERRØDT 50-ØRES FRIMERKE MED LØVE, ET GRØNT 1-KRONES FRIMERKE MED LØVE, OG ET NYDELIG, SKARPT BLÅTT, NOKSÅ STORT 30–ØRES FRIMERKE MED –BILDE– AV NOEN FJELL SOM SPEILER SEG I EN FJORD OG ET HVITT KIRKETÅRN BLANDT NOEN TRÆR.  HILSEN BAK PÅ KONVOLUTTEN FRA HELGE, ASTRID OG EINAR HOLM.  SENDT MED LUFTPOST.  PÅ INNSIDEN AV –LOKKET– PÅ KONVOLUTTEN ER DET ET TRYKK AV VÆRNES KIRKE.  KONVOLUTTEN ER FRA AXELS BAKERI, –ALLE SORTER GODT BRØD TIL HVERDAG OG FEST– NEDERST I VENSTRE HJØRNE.  INNEHOLDER TO SANGER FRA EINARS OG ASTRIDS BRYLLUP;  DEN ENE FRA MOR OG FAR, SKREVET AV AASE ALVER TIL MELODI AV –JEG HAR BÅRET LERKENS VINGE–, OG DEN ANDRE  TIL MELODIEN –AT FAR MIN KUNNE GJERA–.  PÅ DEN HAR AXEL SKREVET: DENNE SANG ER SKREVET AV IVER NILSEN VÆRNESBRAND  HAN ER AV SLEKTA VOR.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM AXEL HOLM, DATED STJØRDAL, 3.  OKTOBER-1945, TO MRS.  ALMA WILSON, 102 WEST 5 STREET, DEL RAPIDS, SO.  DAKOTA.  THERE'S A GREETING ON THE BACK OF THE ENVELOPE FROM HELGE, ASTRID AND EINAR HOLM (AXEL'S SON, DAUGHTER IN LAW AND GRANDSON).  THERE'S A BURGUNDY 50-ØRE STAMP WITH LION, A GREEN 1 KRONE STAMP WITH LION, AND A BEAUTIFUL, BRIGHT BLUE, FAIRLY LARGE 30 ØRE STAMP WITH MOUNTAINS REFLECTING IN A FJORD AND A CHURCH SPIRE AMONG SOME TREES.  SENT BY AIR MAIL.  ON THE INSIDE OF THE –LID– OF THE ENVELOPE THERE'S A PICTURE OF VÆRNES CHURCH (CLOSE TO STJØRDAL).  CONTAINS TWO SONGS FROM EINAR'S AND ASTRID'S WEDDING, ONE FROM MOTHER AND FATHER, WRITTEN BY A LOCAL PERSON, AASE ALVER, TO THE TUNE OF A WELL KNOWN NORWEGIAN PSALM, AND THE OTHER TO ANOTHER WELL KNOWN TUNE, WRITTEN BY IVER NILSEN VÆRNESBRAND, A RELATION OF AXEL'S (ACCORDING TO AXEL'S HANDWRITTEN NOTE ON THE SONG)."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1945.10.03"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal 3-10-45\n\nKjære Alma\n\nTusin tak for brevet som jeg har modtatt for flere dage siden og for 2 pakker jeg fik igår.  Det var nyttige ting alt sammen hjertelig tak.  Her er det nu stille og roligt.  Det er da til valgsjau for 8 oktober er her Stortingsvalg og alle vil frem og lover os gode dage, men jeg tror lite på det  vi må nok streve nu som før og vere nøisem og taknemmelig for di goder Herren gjer os ved Jesus Kristus.  Nu går alle folk freds mars her, mens verdens vise frykter krig på nyt.  Nu sprenges alle Tyske fly her og efterpå brennes dem  dette liker vi ikke da det er en masse verdifulle ting i flyet som kunde brukes til sevilt bruk.  I dag blev det fra Værnes flyplads kjørt til Skraphaugen nye motorer motorsykler og mange bra ting det blev heldt Olje over det hele og satt varme på.  Dette synes vi er stykt av di Alierte og ødelegge verdier på denne måte, for vi har set nok av ødelggelse av vore Tyske venner i disse 5 år.  Da dem øddelagde jorden, rev husin  brent de di overkom, og nu fortsetter Engelsmennern den samme ødelæggelse på en annen måte.  Vi er harm, men ubrukan piggtråd som ligger bortover jordet skal vi få gratis  et hån imot os, den kan dem tage med sig hjem.\n\nVi er alle friske kun mor er fremdeles på Hegra pleiehjem, ligger der og lenges heim til os for at glæde sig sammen med os.  Men Herren ville det ikke så.  men intil idag har han veret god imot Os.  Jeg sykler og besøker hende som regel 3 dage i uken  Søndag er jeg der hele dagen da har jeg med mig spekeflesk og flatbrød  setter mei på en ris dunge unner en stor gran og spiser min mat.  Under Ekorn og maurens undren.  En godt kjent prædikant A. O. Svorkmo som har veret 6 gange i Amerika utget sangboken Verden for Kristus, Den store Krise døde i går  vil tru John husker ham fra sit Norges besøk i 1914.  Det var en Julie Brekken som spurte efter John nu en dag som husket ham fra den tid han var hjemme.  Jeg er nu ferdig med innhøstningen av poteter og gulrøtter og mangt andet.  Vi har fine avlinger her i Trøndelag.  Ja så for di leve vel  hils alle vores over der at vi har det godt og nu nermer vi os den kolde årstid med sne over alle fjeld, men snart er det jul og da kommer våren med fuglesang i lierne  da er Norge vakker og liv fuld med song i skogen.  Atter en hjertelig tak for deres gode hjertelag og kjerlighed mod os alle.\n\nDet beste ønsker med tak for alt\n\nBeste hilsen Axel\n\nLaura var netop her nu  skal hilse  Mindor likeså\n\n \n\n<-SPLITTLETTER->\n\n\n\nStjørdal 3-10-45\n\nDear Alma\n\nThank you so much for the letter I received several days ago and for 2 packages I received yesterday.  They were all useful items many thanks.  It’s quiet and calm here now.  That is until October 8 because that ‘s general election day and everybody promises good days, but I don’t believe it much  we’ll probably have to struggle like before and be thrifty and thankful for the good things the Lord gives us in Jesus Christ. Everybody takes part in peace walks here now, while the wise men of the world fear another war.  They are blowing up all German planes here now and afterwards they are burnt  we don’t like this as there are lots of valuable things in the plane which could be used for civilian use.  Today new motors motor bikes and many good things were driven from Værnes airport to the junk heap  Oil was poured over all of it and ignited.  We think it’s mean of the Allies to destroy valuables in such a manner, because we have seen enough destruction by our German friends these 5 years.  When they destroyed our land, tore down the houses burnt whatever they came across, and now the English are continuing the same destruction in a different way.  We’re angry, but useless barbed wire which is left in the fields is ours for the taking  a mockery towards us, they can take that home with them.\n\nWe are all well  only mother (he means his wife) is still at Hegra nursing home, longing to come home to us to rejoyce with us.  But it wasn’t the will of the Lord.  but sofar he has been good to Us.  I usually go and see her on my bike 3 days a week  Sundays I’m there all day  then I bring cured pork and flatbread with me (thin crisp bread) and sit on a pile of branches under a big pine tree and eat my food.  To the astonishment of Squirrels and ants.   A well known preacher A. O. Svorkmo who has been to Amerika 6 times  published the song book The World for Christ, The big Crisis died yesterday  would think John remembers him from his visit to Norway in 1914.  A Julie Brekken asked about John the other day who remembered him from the time he was home.  I have now finished harvesting  potatoes and carrots and lots of other things.  We have fine crops here in Trøndelag.  Well, may you all live well  greet all of ours over there that we’re doing fine and now we are approaching the cold time of year with snow across all the mountains, but soon it will be Christmas and then spring will come with birdsong in the hills  then Norway is beautiful and full of life with singing in the woods.  Again many thanks for your kind heart and love towards us all.\n\nBest wishes with thanks for everything\n\nBest greetings Axel\n\nLaura was just here  greetings from her and Mindor too"
    ],
    "LetterDate": [
      "1945-10-03"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Germans",
    "God",
    "Hegra",
    "Iver Nilsen Værnesbrand",
    "Jesus",
    "Julie Brekken",
    "Norway to US",
    "Stjørdal",
    "The World for Christ",
    "Trønderlag",
    "Værnes Church",
    "aircraft",
    "bicycle",
    "carrots",
    "election",
    "gifts",
    "motorcycles",
    "politics",
    "postwar",
    "potatoes",
    "war",
    "Åse Alver"
  ],
  "files": [
    {
      "original": "Axel Holm 3 oktober-1945.pdf",
      "filename": "9501056ea136c033327328f42d44c907.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "os",
      "score": 0.03528619272159554
    },
    {
      "term": "kristus",
      "score": 0.033552891957199606
    },
    {
      "term": "tyske",
      "score": 0.033552891957199606
    },
    {
      "term": "måte",
      "score": 0.02597307604937363
    },
    {
      "term": "imot",
      "score": 0.024041097250116404
    },
    {
      "term": "3-10-45",
      "score": 0.023743709668790712
    },
    {
      "term": "valgsjau",
      "score": 0.023743709668790712
    },
    {
      "term": "stortingsvalg",
      "score": 0.023743709668790712
    },
    {
      "term": "nøisem",
      "score": 0.023743709668790712
    },
    {
      "term": "goder",
      "score": 0.023743709668790712
    },
    {
      "term": "freds",
      "score": 0.023743709668790712
    },
    {
      "term": "sprenges",
      "score": 0.023743709668790712
    },
    {
      "term": "brennes",
      "score": 0.023743709668790712
    },
    {
      "term": "verdifulle",
      "score": 0.023743709668790712
    },
    {
      "term": "sevilt",
      "score": 0.023743709668790712
    }
  ],
  "english-tfidf": [
    {
      "term": "burnt",
      "score": 0.04331631558544849
    },
    {
      "term": "christ",
      "score": 0.033418907579429474
    },
    {
      "term": "destruction",
      "score": 0.033418907579429474
    },
    {
      "term": "german",
      "score": 0.029766068767644212
    },
    {
      "term": "towards",
      "score": 0.025785593521887105
    },
    {
      "term": "3-10-45",
      "score": 0.024780442389841114
    },
    {
      "term": "civilian",
      "score": 0.024780442389841114
    },
    {
      "term": "motors",
      "score": 0.024780442389841114
    },
    {
      "term": "motor",
      "score": 0.024780442389841114
    },
    {
      "term": "heap",
      "score": 0.024780442389841114
    },
    {
      "term": "poured",
      "score": 0.024780442389841114
    },
    {
      "term": "ignited",
      "score": 0.024780442389841114
    },
    {
      "term": "allies",
      "score": 0.024780442389841114
    },
    {
      "term": "destroy",
      "score": 0.024780442389841114
    },
    {
      "term": "valuables",
      "score": 0.024780442389841114
    }
  ]
}