{
  "id": 37,
  "added": "2010-12-26 01:26:52",
  "modified": "2010-12-30 04:05:10",
  "public": true,
  "metadata": {
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1919.04.04"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdalen den 4.4.1919\n\nGode broder!\n\nTak for di mange breve jeg har foet fra dig som jeg ikke har besvaret.  tak for det jeg fik igaar, det er glædeligt at se at du lever vel  Vi gjør det samme  vi har alt vi behøver og er friske alle, vi har ikke veret serlig syk i den spanske sjønt det er tusend vis i Norge som har stupt for den, paa halsen har den veret bare mild  hos Konrad er det bare bra  han fik seg tvillinger strax paa Nytaar (dette er feil, de ble født 16. Desember-1918), hos Ole er det nu bra  hans kone har veret nære døden men er nu bra.  Laura er nu gjift igjen med en svensk og bor i Aasen  Hanna lever vel i Narvik.  Jeg har nu solt min eiendom her til Sverre Havdahl  han driver fiskmat forretning, vor jeg tar mig til med ved jeg ikke  har smaat tengt at bygge naar tiderne blir lit billegere for her er frygtelig priser paa byggematrialerne, du maa komme hjem  skal vi begynde med forretning ilag eller skal jeg komme til dig og hjelpe dig at selle møbler, jeg skal overlever gaarden 1ste August  Du spørger vorledes det er med Vennelaget  det er nu indmelt i vestlanske indremission og er saaledes en missionsforening og ikk et frit Vennelag som før,  Jeg og mange flere er udgodt av det for vi er ikke forlegt forstaar du  Jeg fik anmodning om at gaa ud ifra styre da vennelaget ellers vilde bli ødelagt,  da maatte det verste trold kastes ud, saa templet er renset og jeg er udstøt av synagogen, men ikke forkastet av min Jesus halleluja  hos ham for jeg ver til enden  Jeg tror Svorkmos og deres venner er aarsak i dette saa du staar ikke længer med dit navn der og du skal ikke sende dem noget penger.  Men har du noget tilovers til Guds sak her hjemme i Norge saa kan du gji det til Kinamission  send det til mig da jeg er formand der.  Vi har det godt trods den strid som har veret, vi har Nadver møter ver 1ste søndag i maaneden hos mig paa det hellige loft.\n\nSaa Gud er god mod oss  maatte vi alle findes vaaken naar hans tid kommer saa vi hans barn var en ventende flok paa forløsnings dag.  Hold fast paa det du har for at ingen skal tag din Krone.  Nærmere Himlen idag en nogensinde før.\n\nDu maa husk os i din tale med himlens far  vi er snart fri.\n\nHilsen Din Axel med familie\n\nPeters 1ste brev 4 Kp 13-19\n\nHele 5\n\n \n\n\n<-SPLITTLETTER->\n\n\n \n\nStjørdalen the 4.4.1919\n\nGood brother!\n\nThank you for the many letters I have received from you which I have not replied to.  Thank you for the one I received yesterday, it pleases me to see that you are well  We are too  we have everything we need and are all well, we haven’t been too sick from the Spanish disease though thousands in Norway have buckled under from it, in this area it has only been mild  at Konrad’s everything is fine  he had twins around New Year’s (this is wrong, they were born on Dec. 16-1918, my father was one of them), at Ole’s everything is now fine  his wife has been close to death but is well now.  Laura has remarried again to a Swede and lives in Aasen  Hanna is well in Narvik.  I have now sold my property here to Sverre Havdahl  he runs a fish store,  where I will go I don’t know  I might build when the times get a little cheaper because the prices of building materials are terrible here, you have to come home  should we start a business together or should I come to you and help you sell furniture,  I’m turning the place over on the 1st of August  You ask how things are with the Association of Friends  it has now been entered into the Western Norway Home Mission and thus it’s no longer an independent order like before, I and many others have left because we are not in agreement you see  I was requested to leave the management or the order would be destroyed, so the worst troll had to be kicked out, so the temple is cleansed and I’ve been expelled from the synagogue, but not rejected by my Jesus halleluja with him I can stay till the end.  I believe the Svorkmo’s and their friends are the reason for this so your name is no longer included there and you are not to send them any money.  But if you have some left over for God’s cause here in Norway you can give it to the China Mission  send it to me as I’m the chairman there.  We are doing well in spite of the dispute we’ve had, we are having communion meetings every 1st Sunday of the month at my place in the holy loft.\n\nSo God is good to us  may we all be found awake when his time comes so that we his children are a waiting flock on the day of deliverance.  Hold on to what you have so that no one will take your Krone.  (I’m not sure here if he means Krone as in the Norwegian currency, or the word for Crown which is also Krone).  Closer to Heaven today than ever before.\n\nRemember us in your talks with heaven’s father  we’ll soon be free.\n\nGreetings from Your Axel and family,  Peter 1, Ch 4 13-19 All of 5"
    ],
    "Title": [
      "Axel Holm to John Holm 1919.4.4"
    ],
    "Description": [
      "BREV FRA AXEL HOLM DATERT 4.  MARS-1919, TIL HRR JOHN HOLM, DELL RAPIDS.  S.  DAK., U.S.A.  BRUNAKTIG KONVOLUTT FRA BAKERIET MED TEKSTEN AXEL HOLM, BAKERI & CONDITORI – STJØRDALEN – LANGS ØVERSTE KANT.  FIRE GRØNNE 5-ØRES FRIMERKER. 5-TALLET ER INNI ET –HORN– MED KRONE OVER SOM IGJEN ER INNI EN OVAL HVOR DET STÅR NORGE ØVERST OG POSTFRIM. 5 ØRE NEDERST.  PÅ KONVOLUTTEN ER DET KLISTRET ET MERKE HVOR DET STÅR –OPENED BY CENSOR 5300– ALTSÅ ÅPNET AV SENSOR 5300.  PÅ BAKSIDEN AV KONVOLUTTEN STÅR DET: HER ER EN STOR SNESTORM NU EN MASSE SNE.  BREVET ER SKREVET PÅ PAPIR FRA BAKERIET.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM AXEL HOLM DATED MARCH 4-1919, TO MR JOHN HOLM, DELL RAPIDS, S.  DAK., U.S.A.  BROWNISH ENVELOPE FROM HIS BAKERY WITH THE TEXT AXEL HOLM, BAKERY & CONFECTIONERY – STJØRDALEN – ALONG THE UPPER EDGE.  FOUR GREEN 5-ØRE STAMPS.  THE NUMBER 5 IS INSIDE AN INSTRUMENT (don't know what to call it in English) WITH A CROWN ABOVE IT WHICH IN TURN IS INSIDE AN OVAL WITH THE WORD –NORGE– (NORWAY) AT THE TOP AND POSTAL STAMP 5 ØRE AT THE BOTTOM.  THE ENVELOPE HAS A STICKER WITH THE WORDS –OPENED BY CENSOR 5300–.  ON THE BACK OF THE ENVELOPE AXEL HAS WRITTEN: THERE'S A BIG SNOW STORM HERE RIGHT NOW LOTS OF SNOW.  THE LETTER IS WRITTEN ON STATIONARY FROM HIS BAKERY."
    ],
    "LetterDate": [
      "1919-03-04"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1910s",
    "1918 Flu Epidemic",
    "Aasen Hanna",
    "Bible passage",
    "China Mission",
    "God",
    "Jesus",
    "Kinamission",
    "Narvik",
    "Norway to US",
    "Stjørdal",
    "Sverre Havdahl",
    "Sweden",
    "Vennelaget",
    "censorship",
    "construction",
    "fish store",
    "prewar",
    "property sale",
    "sickness",
    "storm",
    "synagogue",
    "troll",
    "vestlanske indremission"
  ],
  "files": [
    {
      "original": "Axel Holm 4 april-1919.pdf",
      "filename": "7c34ece110cbdceb155d70671b733c5e.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "1ste",
      "score": 0.07036659858004085
    },
    {
      "term": "vennelaget",
      "score": 0.058660929769953525
    },
    {
      "term": "forretning",
      "score": 0.03949772689050909
    },
    {
      "term": "veret",
      "score": 0.03589592392984674
    },
    {
      "term": "ud",
      "score": 0.032084388060990954
    },
    {
      "term": "maatte",
      "score": 0.032084388060990954
    },
    {
      "term": "1919",
      "score": 0.029330464884976763
    },
    {
      "term": "besvaret",
      "score": 0.029330464884976763
    },
    {
      "term": "glædeligt",
      "score": 0.029330464884976763
    },
    {
      "term": "spanske",
      "score": 0.029330464884976763
    },
    {
      "term": "stupt",
      "score": 0.029330464884976763
    },
    {
      "term": "desember-1918",
      "score": 0.029330464884976763
    },
    {
      "term": "eiendom",
      "score": 0.029330464884976763
    },
    {
      "term": "havdahl",
      "score": 0.029330464884976763
    },
    {
      "term": "fiskmat",
      "score": 0.029330464884976763
    }
  ],
  "english-tfidf": [
    {
      "term": "krone",
      "score": 0.07713547106927458
    },
    {
      "term": "1st",
      "score": 0.038025112957106026
    },
    {
      "term": "order",
      "score": 0.03421040767433884
    },
    {
      "term": "heaven",
      "score": 0.03319104746252787
    },
    {
      "term": "longer",
      "score": 0.03226044450007194
    },
    {
      "term": "1919",
      "score": 0.029418493104517256
    },
    {
      "term": "thousands",
      "score": 0.029418493104517256
    },
    {
      "term": "buckled",
      "score": 0.029418493104517256
    },
    {
      "term": "16-1918",
      "score": 0.029418493104517256
    },
    {
      "term": "havdahl",
      "score": 0.029418493104517256
    },
    {
      "term": "cheaper",
      "score": 0.029418493104517256
    },
    {
      "term": "entered",
      "score": 0.029418493104517256
    },
    {
      "term": "management",
      "score": 0.029418493104517256
    },
    {
      "term": "troll",
      "score": 0.029418493104517256
    },
    {
      "term": "temple",
      "score": 0.029418493104517256
    }
  ]
}