{
  "id": 38,
  "added": "2010-12-26 01:31:50",
  "modified": "2010-12-30 04:05:02",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to John Holm 1917.2.5"
    ],
    "Description": [
      "BREV FRA AXEL HOLM  DATERT 5.  FEBRUAR-1917 TIL HR JOHN HOLM, DELL RAPIDS, SO DAK, U.S.A.  BRUNAKTIG KONVOLUTT MED TEKSTEN AXEL HOLM, BAKERI OG CONDITORI – STJØRDALEN – LANGS ØVERSTE KANT.  BLÅTT 20-ØRES FRIMERKE MED TALLET  20 INNI ET –HORN– MED KRONE OVER SOM IGJEN ER INNI EN BLÅ OVAL MED NORGE SKREVET ØVERST OG POSTFRIM. 20 ØRE NEDERST.  BREVET ER ÅPNET AV CENSOR 1062.  BAK PÅ KONVOLUTTEN HAR AXEL SKREVET –JESUS KOMMER SNART–.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM AXEL HOLM DATED FEBRUARY 5-1917 TO MR JOHN HOLM, DELL RAPIDS, SO DAK, U.S.A.  BROWNISH ENVELOPE WITH THE TEXT AXEL HOLM, BAKERY AND CONFECTIONERY – STJØRDALEN – ALONG THE TOP EDGE.  BLUE 20-ØRE STAMP WITH THE NUMBER 20 INSIDE AN INSTRUMENT (don't know what it's called in English) WITH A CROWN ABOVE IT, SURROUNDED BY A BLUE OVAL WHERE THE WORD NORGE (NORWAY) IS WRITTEN ON THE TOP AND POSTAL STAMP 20 ØRE ON THE BOTTOM.  THE LETTER HAS BEEN OPENED BY CENSOR 1062.  ON THE BACK OF THE ENVELOPE AXEL HAS WRITTEN –JESUS IS COMING SOON–."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1917.02.05"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdalen den 5-2-1917\n\nSøndag morgen\n\nJeg vil fortelle dig lit om vordan vi har det  jeg vil si at Herren er god.  Vi har nu fult bror Øian til hans siste vilested og han er nu hjemme hos Jesus.  Det var en herlig begravelse prise jesus.  Vi samledes i logelokalet og der forgjik krandspaalæggingen og det var en herlig stund Herren var os nær  efterpaa var vi i bedehuseth til en fest  Svebak og Svorkmo talte vi indbød helle følget dit og mange kom som vi ikke før har set der var med og fik høre livets ord priset ver jesus som gjir kraft til sine smaa.  Igaarkvel var vi en hel del samlet op hos Øians alle barna var hjemme og det blev et frelsesmøte tak og lov til herren  3 av dem vilde fra fars død tilhøre jesus og tagemod frelsen i ham  det var Peder John Magrethe og jig ved at han som er faarenes hyrde vil bevare Dem i sit naven tak og lov, og di andre kommer snart efter for det er nu flere som ber for dem.  Øian samlet sine om sig paa det siste og tog det løfte av dem at dem maatte jive jesus hjerte.  Og det Øian ikke magtet ved sit liv det magter jesus ved Øians død Haleluja.  Du maa hilse Julie med dette at jesus hører bønner og sender sin aand i rigt maal  bed for os og prise hans naven som kjøpte os fri til sin himmel tak og lov  er ikke dette stort at vi skal arve himelen der vor jesus er og alle vores som tror.\n\nDet har veret flere bønnemøter hos Øians siden han jik hjem til far  det er nu 4 av dem som bøier knæ for den levende Gud jeg tror at Dem seire over sig selv  det er Peder John Magrethe Solveig.  Bernhart er ikke kommet saa langt men han komer vel han og Erling.\n\nHilsen\n\nAp. gjerninger16 kp 20. 31\n\nAxel\n\nher er alt vel\n\njesus kommer snart\n\n \n\n \n\n\n<-SPLITTLETTER->\n\n\n \n\nStjørdalen 5-2-1917\n\nSunday morning\n\nI’d like to tell you a little bit about how we are doing  I’d say that the Lord is good.  We have now accompanied brother Øian to his last resting place and he is now at home with jesus.  It was a wonderful funeral praise to jesus.  We gathered at the lodge where the laying down of the wreath took place and it was a wonderful moment the Lord was with us afterwards we had a party at the chapel  Svebak and Svorkmo spoke  we had invited all the mourners and many came whom we have not seen before and who got to hear the word of life praise to jesus who give power to his little ones. Yesterday evening many of us were gathered at Øian’s place  all the children were at home and it became a salvation meeting thanks and praise to the lord  3 of them wanted to belong to Jesus and receive salvation in him from the time of their father’s death  they were Peder John Magrethe and I know that he who is the sheperd of the sheep will keep Them in his name thanks and praise, and the others will follow soon because there are now many who are praying for them.  Øian gathered his family around him at the end and took the promise from them that they must give their hearts to jesus.  And what Øian did not manage to do by his life jesus will manage to do by Øians death Haleluja.  Tell Julie from me that jesus hears prayers and sends his spirit in rich measures  pray for us and praise the name of him who bought us free to his heaven thanks and praise  isn’t this big that we will inherit heaven where jesus is and all of ours who believe.\n\nThere have been several prayer meetings at Øian’s since he went home to father  there are now 4 of them who kneel for the living God  I think that They will gain victory over themselves  they are Peder John Magrethe Solveig.  Bernhart hasn’t gotten that far but he and Erling will surely follow.\n\nGreetings\n\nActs of the Apostles16, ch. 20. 31\n\nAxel\n\neverything is well here\n\njesus is coming soon"
    ],
    "LetterDate": [
      "1917-02-05"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1910s",
    "Axel Holm",
    "Bible passage",
    "God",
    "Jesus",
    "John Holm",
    "Norway to US",
    "Peder John Magrethe Solveig",
    "Stjørdal",
    "WWI",
    "church",
    "funeral",
    "prewar"
  ],
  "files": [
    {
      "original": "Axel Holm 5 februar-1917.pdf",
      "filename": "8ebf1092afce78e22c9e118e82055fc8.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "jesus",
      "score": 0.12764524560014368
    },
    {
      "term": "øian",
      "score": 0.0915601863617333
    },
    {
      "term": "øians",
      "score": 0.0915601863617333
    },
    {
      "term": "magrethe",
      "score": 0.0698700246304542
    },
    {
      "term": "prise",
      "score": 0.061040124241155534
    },
    {
      "term": "peder",
      "score": 0.061040124241155534
    },
    {
      "term": "naven",
      "score": 0.055874963628312686
    },
    {
      "term": "lov",
      "score": 0.049575003355308726
    },
    {
      "term": "samlet",
      "score": 0.043380323462558205
    },
    {
      "term": "herlig",
      "score": 0.04187990262617116
    },
    {
      "term": "herren",
      "score": 0.04182726243604445
    },
    {
      "term": "5-2-1917",
      "score": 0.0349350123152271
    },
    {
      "term": "vilested",
      "score": 0.0349350123152271
    },
    {
      "term": "samledes",
      "score": 0.0349350123152271
    },
    {
      "term": "forgjik",
      "score": 0.0349350123152271
    }
  ],
  "english-tfidf": [
    {
      "term": "øian",
      "score": 0.14658875091417017
    },
    {
      "term": "praise",
      "score": 0.13007370956668585
    },
    {
      "term": "jesus",
      "score": 0.10678775208230377
    },
    {
      "term": "gathered",
      "score": 0.07119183472153584
    },
    {
      "term": "magrethe",
      "score": 0.06708851476274058
    },
    {
      "term": "peder",
      "score": 0.05863550036566807
    },
    {
      "term": "salvation",
      "score": 0.05018248596859557
    },
    {
      "term": "follow",
      "score": 0.05018248596859557
    },
    {
      "term": "lord",
      "score": 0.03841574686980313
    },
    {
      "term": "heaven",
      "score": 0.03784588948471166
    },
    {
      "term": "place",
      "score": 0.033616400568568544
    },
    {
      "term": "5-2-1917",
      "score": 0.03354425738137029
    },
    {
      "term": "wreath",
      "score": 0.03354425738137029
    },
    {
      "term": "mourners",
      "score": 0.03354425738137029
    },
    {
      "term": "sheperd",
      "score": 0.03354425738137029
    }
  ]
}