{
  "id": 40,
  "added": "2010-12-26 01:47:19",
  "modified": "2010-12-30 04:04:48",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to John Holm 1946.8.7"
    ],
    "Description": [
      "BREV FRA AXEL HOLM DATERT 7.  AUGUST-1946 TIL HER JOHN HOLM, 108 WEST 5 STREET, DELL RAPIDS, SO DAK, U.S.A.  BREVPAPIR OG KONVOLUTT FRA –AX.  HOLM, STJØRDAL-ALLE SORTER GODT BRØD TIL HVERDAG OG FEST–.  FRIMERKENE ER KLIPPET VEKK.  DET ER OGSÅ EN LISTE OVER TING SENDT TIL NORGE, ANTAGELIG SKREVET AV JOHAN, MEN OM DEN HØRER TIL I DETTE BREVET ELLER I ET ANNET ER IKKE GODT Å VITE.  JEG TROR IKKE DET ER DENNE LISTEN AXEL MENER NÅR HAN NEVNER EN FORTEGNELSE I BREVET, DET MÅ VÆRE EN POST-FORTEGNELSE SOM FULGTE MED SELVE PAKKEN.  DET VAR FLERE SLIKE I BUNKEN MED BREV, MEN DET VAR INGEN DATO PÅ DEM OG DERFOR VANSKELIG Å VITE HVOR HVER AV DEM HØRTE HJEMME.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM AXEL HOLM DATED AUGUST 7-1946, TO HER JOHN HOLM, 108 WEST 5 STREET, DELL RAPIDS, SO DAK, U.S.A.  THE PAPER AND ENVELOPE ARE FROM –AX.  HOLM STJØRDAL-ALL SORTS GOOD BREAD FOR EVERYDAY AND FORMAL OCCASIONS–.  THE STAMPS HAVE BEEN REMOVED.  THERE'S A LIST OF ITEMS SENT TO NORWAY, PROBABLY WRITTEN BY JOHN, BUT WHETHER IT BELONGS IN THIS LETTER OR ANOTHER ONE IS HARD TO SAY.  I DON'T THINK IT'S THE INVENTORY AXEL IS REFERRING TO IN THIS LETTER, THAT'S PROBABLY A POSTAL ONE.  THERE WERE SEVERAL OF THOSE AMONG THE BUNCH OF LETTERS, BUT NO DATE ON THEM SO IT'S HARD TO DETERMINE WHERE EACH OF THEM BELONGS."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.08.07"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal den 7. August 46\n\nKjære broder John.\n\nFik igår pakke fra dere  di skal ha tusin tak for den.  Skal sende med fortegnelsen som fulte så får du se vad pakke det var.  Har idag veret op til storkjynna i Holms marka og plukket blå bær, du skulde veret med, du må tro det var en fin dag og tur, men jeg var desvere alene.  Jeg gjik fra fjellet Kl 2:30 ned om den berømte Hegra festning ved Dampsaga.  Så syklet jeg til pleiehjemmet, og var hos mor i 3 timer  hun er svak og har en del smerter, men i lidelsen blir en tålmodig og det er min moder.  Laura var nu netop her og alt er vel med henne og Mindor.  Hos Ola er alt vel  fruen var nu netop 70 år så det er gammel folk alle ihopa sa Svensken.\n\nHer bygges det mange nye hus nu og bra om arbeide for den som vil.  Det er vanskelegt og få folk til at arbeide  alle vil vere på moen (flyplassen) og ha god betaling og intet utført som i Tyskertiden.  Forøvrikt har vi det bra, her blir et fint år  vi har et utmerket veri, meget fint høi er allerede i hus, og åkerkorn og poteter står aldelse flått, vi skal nu snart begynde med ny potetern og snar blir det Ny sild og det er herre kost.\n\nSiste søndag var jeg fri og besøke mor  Jeg var på et barnestevne i Skognmarka bygd, der må du tro det var vakert  Storvandet er 1 mil langt  det bilte vi frem-med og den stor susende skog med enkelte velstelte gårder, iblant.  Norge er vakert både sommer og vinter.  I Narvik er alt bra så vit jeg vet.  I morgen skal jeg til Vasbygden Skatvalsbakken og plukke bringebær  en herlig tid vi nu har med blåbær, bringebær, Tyttebær, og Nyper.  kom og smak, fly lander på Vernes og da er det 500 meter til en kopp kaffe med Norsk Aniskringle til  Di for leve vel alle og ver hilset og en hjertelig tak for alt  Rom 8.1\n\nHelga Axel\n\nFølgende står på en separat lapp (det ligner ikke på Alma’s håndskrift, så det er mulig det er skrevet av Johan):\n\n3 pr stocking (3 par strømper)\n\n1 pr Slippers (1 par tøfler)\n\n1 pr gloves (1 par hansker)\n\n1 Hammer 3.00 (1 hammer)\n\n1 Shirt (1 skjorte)\n\nAxel Holm eler Herborg Holm\n\n \n\n<-SPLITTLETTER->\n\n\n\nStjørdal the 7th of August 46\n\nDear brother John\n\nReceived a package from you yesterday  thank you so much for that.  I’ll enclose the inventory that came with it so you can see which package it was.  I’ve been up to storkjynna (place name meaning “big tarn”) in Holms marka) today and picked blue berries, you should have been with me, it was such a fine day and trip, but unfortunately I was alone (Holmsmarka was part of land belonging to the big Holm farm – Holmstrøen,  where John was born was a tenant farm under this Holm farm).  I left the mountain at 2:30 and came down below the famous Hegra fortress by the Steam sawmill.  Then I biked to the Nursing Home, and was with mother for 3 hours  she’s weak and has some pain, but in suffering one grows patient and so also mother.  Laura was just here and everything is well with her and Mindor.  At Ola’s everything is well  the mrs. just turned 70 years old so they are all old folk as the Swede said.\n\nMany new houses are being built here now and plenty work for those who are willing.  It’s difficult to get people to work  everybody wants to be at the drill grounds (the airport) and earn big money doing nothing like during the War days (he says “in the German time”, a common expression for the war period).  As for the rest we are fine, the crops are going to be good here  we have excellent weather, very good hay is already indoors, and the field corn (I believe he’s talking about wheat, but not sure) and potatoes are looking just great, we’ll soon be starting on the new potatoes and soon there will be New herring and that’s luxury food.\n\nLast Sunday I was excused from visiting mother  I was at a children’s gathering at Skognmarka village, you can’t imagine how beautiful it was there  Storvandet (a big lake, the name itself means “Bigwater”) is 1 mile long  we drove by car alongside it and the big sighing woods with some tidy farms, in between.  Noway is a beautiful country in the summer as well as in the winter.  In Narvik everything is fine as far as I know.  Tomorrow I’m going to Vasbygden Skatvalsbakken to pick raspberries  a lovely time we have now with blueberries, raspberries, Cranberries, and Cloudberries (this tradition of picking wild berries is kept up by most families in Hegra to this day.  They are used for homemade jams and juices) come and taste, air planes land at Vernes and then it’s only 500 meters to a cup of coffe and some Norwegian Anise pretzel  Keep well all of you and be greeted and many thanks for everything  Rom 8.1\n\nHelga  Axel\n\n The following is written on a piece of paper (probably by John; It doesn’t look like Alma’s handwriting):\n\n3 pr stocking\n\n1 pr Slippers\n\n1 pr gloves\n\n1 Hammer 3.00\n\n1 Shirt\n\nAxel Holm or Herborg Holm"
    ],
    "LetterDate": [
      "1946-08-07"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Aniskringle",
    "Axel Holm",
    "Hegra",
    "Hegra festning",
    "Herborg Holm",
    "Holmsmarka",
    "John Holm",
    "Narvik",
    "Norway to US",
    "Skognmarka",
    "Stjørdal",
    "Storvandet",
    "Vasbygden Skatvalsbakken",
    "Vernes",
    "airplanes",
    "airport",
    "blueberries",
    "car",
    "clothes",
    "cloudberries",
    "coffee",
    "construction",
    "cranberries",
    "forest",
    "gifts",
    "glvoes",
    "hammer",
    "herring",
    "nursing home",
    "postwar",
    "potatoes",
    "raspberries",
    "sawmill",
    "sickness",
    "slippers",
    "stockings",
    "storkjynna",
    "war"
  ],
  "files": [
    {
      "original": "Axel Holm 7 august-1946.pdf",
      "filename": "54c205bd596beead519cadaaf27e6cda.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "1",
      "score": 0.07444433082083629
    },
    {
      "term": "vakert",
      "score": 0.053250455664957806
    },
    {
      "term": "bringebær",
      "score": 0.046520871387676785
    },
    {
      "term": "hammer",
      "score": 0.042584316940024715
    },
    {
      "term": "pr",
      "score": 0.04144280976517568
    },
    {
      "term": "netop",
      "score": 0.02996991903584742
    },
    {
      "term": "fortegnelsen",
      "score": 0.026625227832478903
    },
    {
      "term": "fulte",
      "score": 0.026625227832478903
    },
    {
      "term": "storkjynna",
      "score": 0.026625227832478903
    },
    {
      "term": "desvere",
      "score": 0.026625227832478903
    },
    {
      "term": "festning",
      "score": 0.026625227832478903
    },
    {
      "term": "dampsaga",
      "score": 0.026625227832478903
    },
    {
      "term": "ihopa",
      "score": 0.026625227832478903
    },
    {
      "term": "vanskelegt",
      "score": 0.026625227832478903
    },
    {
      "term": "moen",
      "score": 0.026625227832478903
    }
  ],
  "english-tfidf": [
    {
      "term": "pr",
      "score": 0.049979318009208545
    },
    {
      "term": "raspberries",
      "score": 0.038932073117285686
    },
    {
      "term": "1",
      "score": 0.037652173893845335
    },
    {
      "term": "farm",
      "score": 0.03392560335355284
    },
    {
      "term": "berries",
      "score": 0.028788243412869747
    },
    {
      "term": "big",
      "score": 0.027492378221724584
    },
    {
      "term": "land",
      "score": 0.02512844484005147
    },
    {
      "term": "potatoes",
      "score": 0.023775780186908423
    },
    {
      "term": "inventory",
      "score": 0.022272300447549503
    },
    {
      "term": "storkjynna",
      "score": 0.022272300447549503
    },
    {
      "term": "tarn",
      "score": 0.022272300447549503
    },
    {
      "term": "holms",
      "score": 0.022272300447549503
    },
    {
      "term": "marka",
      "score": 0.022272300447549503
    },
    {
      "term": "holmstrøen",
      "score": 0.022272300447549503
    },
    {
      "term": "steam",
      "score": 0.022272300447549503
    }
  ]
}