{
  "id": 43,
  "added": "2010-12-26 02:04:54",
  "modified": "2010-12-30 04:04:12",
  "public": true,
  "metadata": {
    "Creator": [
      "Laura Karlson",
      "Axel Holm",
      "Siri Lawson, trans.",
      "Olav Holm",
      "Hanna Eidum",
      "Herborg Holm"
    ],
    "Description": [
      "BREV FRA AXEL HOLM DATERT 9.  JULI – 1948, TIL KAROLINE HOLM, 108 WEST 5TE STREET, DELL RAPIDS, SO DAKOTA, U.S.A.  KONVOLUTTEN HAR ET DYPT RUSTRØDT 80-ØRES FRIMERKE MED TEKSTEN –DET NORSKE SKOGSELSKAP 1898 1948–, OG –AXEL HEIBERG 1848 1932–.  DETTE FRIMERKET KOM UT 15.  JUNI-1948 I ANLEDNING 50-ÅRSJUBILEET FOR STIFTELSEN AV DET NORSKE SKOGSELSKAP, OG SAMTIDIG 100-ÅRSJUBILEUM FOR GRUNNLEGGEREN AXEL HEIBERGS FØDSEL.  FRIMERKET ER VERDT CA. 100 KRONER PÅ BREV.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM AXEL HOLM DATED JULY 9 – 1948, TO KAROLINE HOLM, 108 WEST 5TE STREET, DELL RAPIDS, SO DAKOTA, U.S.A.  THE ENVELOPE HAS A DEEP RUSTY RED 80 ØRE STAMP WITH THE TEXT –THE NORWEGIAN FOREST ASSOCIATION 1898 1948– AND –AXEL HEIBERG 1848 1932–.  THIS STAMP CAME OUT JUNE 15-1948 IN CONNECTION WITH THE 50 YEARS JUBILEE OF THE ASSOCIATION, AND AT THE SAME TIME THE 100 YEARS ANNIVERSARY FOR THE BIRTH OF THE FOUNDER, AXEL HEIBERG.  THE STAMP IS WORTH ABOUT $ 15 TODAY, IF IT'S ON A LETTER."
    ],
    "Title": [
      "Axel Holm to Karoline Holm 1948.7.9"
    ],
    "Date": [
      "1948.07.09"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "LetterDate": [
      "1948-07-09"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ],
    "Text": [
      "Stjørdal 9-Juli 1948\n\nKjære Svigerinne.\n\nTakk for dit tilsente brev, til Stjørdals sparebank.\nNu har vi modtatt pengene av banken, Og vi er nu samlet her i mit hjem. For å dele gaven.  Olav, Laura, og mei.  Hanna er fraverende.  Vi har nu delt gaven, som vi har motatt. emellem oss, fire nulevend søskende.  Dette var vor broders bestemmelse i brev fra ham, dateret Julay 8-1946 og den 12 August 1946.  Likeså brev til Stjørdals sparebank dateret 8 Julay 1946  Han sa aldrig i noe brev til oss senere at Gjertine, og Olava skulde ver delaktig i denne gave.  Vi har nu snakket om dette idag.  Vi er blet enig om at vi skal gjøre efter Johans bestemelse, i disse brev som vi har henvist til.  I tilfelde de synes Gjertine og Olava skulde dele med oss.  Så kan di gjøre det på den måte. At disse vore to svigerinner Gjertine og Olava bli medarvinger i vor broders døds bo.  Det ville jo vere rett og pent av dere å la dem få sin del av arven.\nSå vil vi i fellesskap, frembære vor hjerteligste takk, for alt di har gjort for oss her i Norge.\n\nBeste hilsen å takk.\n\nOlav Holm  Laura Karlson  For Hanna Eidum Herborg Holm  Axel Holm  (hver enkelt av dem har underskrevet på brevet).\n\n\nSå står det:\n\nKjære Alma\n\nJa nu er dette pengespørsmål løst og vi er alle taknemmelig imot dere.  Her er alt vel med oss alle.  Herborg er hjemme hos mei fremdeles.  Hun skal idag i brulup til en av sine venninder.\nSå for du leve vel og ha det godt.  Jeg skal nu sende pengene til Narvik, siden skal jeg oppi Gevingåsen og plukke mei Jordbær.  det er nu en fin tid her i Norge.\n\nbeste hilsen\n\nAxel\n \n\n<-SPLITTLETTER->\n\n\nStjørdal July 9 1948\n\nDear Sister in law.\n\nThank you for the letter that you sent, to Stjørdal’s savings bank.\nWe have now received the money from the bank, And we’re now gathered here in my home.  To divide the gift.  Olav, Laura and I.  Hanna is absent.  We have now divided the gift, which we’ve received, between us, four living siblings.  This was brother’s stipulation in letters from him, dated Julay 8-1946 and 12 August -1946.  Likewise a letter to Stjørdal’s savings bank dated Julay 8 1946  He never said anything in a letter to us later that Gjertine, and Olava were to share in this gift.  We have now talked about this today.  We’ve agreed to do it in accordance with Johan’s stipulations, in these letters we’ve referred to.  In case you feel Gjertine and Olava ought to share with us. You can do it in such a way. That these our two sisters in law Gjertine and Olava become joint heirs of our brother’s estate.  That would be right and kind of you to let them have their share of the inheritance.\nNow we’d jointly like to, express our heartfelt gratitude, for everything you’ve done for us here in Norway.\n\nBest wishes and thank you.\n\nOlav Holm  Laura Karlson  For Hanna Eidum Herborg Holm  Axel Holm (each one has signed the letter).\n\n\nThen it says:\n\nDear Alma\n\nWell now this money matter is solved and we’re all grateful to you.  Everything is fine with all of us here.  Herborg is still at home with me.  She’s going to the wedding of one of her friends today.\nKeep well then.  I’m now going to send the money to Narvik, then I’m going up to Gevingåsen to pick me some Strawberries.  it’s a nice time here in Norway now.\n\nbest wishes\nAxel\n"
    ]
  },
  "tags": [
    "1940s",
    "Axel Holm",
    "Gevingåsen",
    "Hanna Eidum",
    "Herborg Holm",
    "Karoline Holm",
    "Laura Karlson",
    "Narvik",
    "Norway to US",
    "Olav Holm",
    "Stjørdal",
    "Stjørdalens Sparebank",
    "finances",
    "inheritance",
    "postwar",
    "strawberries",
    "wedding"
  ],
  "files": [
    {
      "original": "Axel Holm 9 juli-1948.pdf",
      "filename": "4314d36ade5b2523f26888239c949e51.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "broders",
      "score": 0.07205488350271744
    },
    {
      "term": "dateret",
      "score": 0.07205488350271744
    },
    {
      "term": "stjørdals",
      "score": 0.06595766383191798
    },
    {
      "term": "julay",
      "score": 0.06595766383191798
    },
    {
      "term": "dele",
      "score": 0.053216342623087845
    },
    {
      "term": "gjertine",
      "score": 0.05299179062168808
    },
    {
      "term": "gaven",
      "score": 0.051208351756553666
    },
    {
      "term": "olava",
      "score": 0.04855471631538611
    },
    {
      "term": "sparebank",
      "score": 0.04785280963152796
    },
    {
      "term": "1946",
      "score": 0.04785280963152796
    },
    {
      "term": "9-juli",
      "score": 0.041239074687899654
    },
    {
      "term": "tilsente",
      "score": 0.041239074687899654
    },
    {
      "term": "fraverende",
      "score": 0.041239074687899654
    },
    {
      "term": "motatt",
      "score": 0.041239074687899654
    },
    {
      "term": "emellem",
      "score": 0.041239074687899654
    }
  ],
  "english-tfidf": [
    {
      "term": "share",
      "score": 0.070311301415032
    },
    {
      "term": "julay",
      "score": 0.06031021810789886
    },
    {
      "term": "gjertine",
      "score": 0.04861158893045706
    },
    {
      "term": "gift",
      "score": 0.046898268198832735
    },
    {
      "term": "savings",
      "score": 0.04687420094335467
    },
    {
      "term": "bank",
      "score": 0.04531687694261091
    },
    {
      "term": "olava",
      "score": 0.04384854206626547
    },
    {
      "term": "dated",
      "score": 0.04131988439392776
    },
    {
      "term": "absent",
      "score": 0.037679850757155665
    },
    {
      "term": "stipulation",
      "score": 0.037679850757155665
    },
    {
      "term": "agreed",
      "score": 0.037679850757155665
    },
    {
      "term": "accordance",
      "score": 0.037679850757155665
    },
    {
      "term": "stipulations",
      "score": 0.037679850757155665
    },
    {
      "term": "heirs",
      "score": 0.037679850757155665
    },
    {
      "term": "jointly",
      "score": 0.037679850757155665
    }
  ]
}