{
  "id": 45,
  "added": "2010-12-26 02:15:19",
  "modified": "2010-12-30 04:03:57",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to John Holm 1946.7.10"
    ],
    "Description": [
      "BREV FRA AXEL HOLM DATERT 10.  JULI-1946 TIL JOHN HOLM, 108 WEST 5 ST., DELL RAPIDS, SO.  DAK., U.S.A.  POSTSTEMPLET STJØRDAL 11.7.46.  KONVOLUTT OG BREVPAPIR FRA –” AX.  HOLM STJØRDAL , ALLE SORTER GODT BRØD TIL HVERDAG OG FEST, TELEFON 15 –” BAK PÅ KONVOLUTTEN ER ET RUNDT, HVITT  –KLISTERMERKE– MED POSTHORNET PÅ OG TEKSTEN POSTOBLAT.  FRIMERKENE ER KLIPPET VEKK.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM AXEL HOLM DATED JULY 10-1946 TO JOHN HOLM, 108 WEST 5 ST., DELL RAPIDS, SO.  DAK., U.S.A.  THE ENVELOPE AND PAPER ARE FROM –”AX.  HOLM STJØRDAL, ALL SORTS GOOD BREAD FOR EVERY DAY AND FORMAL OCCASIONS, TELEPHONE 15 –”.  ON THE BACK OF THE ENVELOPE THERE'S A ROUND STICKER WITH THE NORWEGIAN POSTAL HORN AND THE TEXT –POSTOBLAT–.  THE STAMPS HAVE BEEN CUT OUT."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.07.10"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal den 10-7-1946\n\nKjære broder John og alle dere.\n\nTak for brev som jeg har foet for flere dage siden.  Tak for pakken jeg fikk i går, den innholdt 2 korte bukser, 1 drakt, 1 kjole, et silkesliv, 1 pose frimerker. hjertelig tak.  Tak for pakken vi fik idag til fruen  den innholdt 1 teppe, en snelle trå, 1 nøkkel 1 brekjærn.  Skal hilse Tusin tak fra mor, teppet blir meget varmt og godt.  Har veret hos hende idag skal hilse dere alle  hun hadde 38.1 i feber (temp).  Så hun er efter meneskerness beregnin dårlig, så hun kommer vel ikke hjem til os i livet.  Det beror på Herren, hans vei er ikke våre veie. så hun er i hans hånd  han svikter ikke sine på nødens dag.  Her er det surt og kalt  en meget dårlig sommer vad varme angår. men det vokser fint så det serut at her blir gode åringer.  Vis bare folket nu var fornøiet men stadig klage over for dårlige priser, så det er vanskeligt og få noget gjort.  I Finnmark betales det 5 kr timen 40 kr om dagen for gjenopbygningen. aldeles håbløst, efter mitt vett.  Samfundet kan ikke leve under slike forhold.  Det må bli et krak økonomisk om nogle år, slik går det aldrig.  Her er nok arbeide men få vil arbeide, men få bidrag av staten og leve i sus og dus, i drik og dans, i (synd) og blir det forlite så krev mer, og staten trekker skatt av di nøisomme og arbeidssomme, mens slarken lever fritt.  Det går aldrig bra med landet, og vad tid skal folket vokne, og det styrende bruke fornuft.  Matte Herren forbarme sig over os så vi ikke kommer uti en ny og vere ulykke end den vi netop er ferdig med.  Hos Olav er det bra.  Hos Olava likeså  Odd er nu hjemme i Norge, han har veret lit syk men er nu bra, er kommet hjem fra Sykehuset.  Laura er dårlig  hun har forlite mavesyre.  tåler ikke mat, men for nu syre så nu er det bedre.  Arne vores har begynt eget bakeri i Opdal  du må besøke ham til sommeren når du kommer, du synes vel du er litt for ungdommelig idag til og tage dei en Norges tur iår.  Kaffen er varm.\n\nSå for di lev vel alle derover, og tak for alt.\n\nBeste hilsen Helga og Axel.\n\nHerborg gjikk sig ut en tur nu skal hilse tusin tak fra hende, Herborg er en stor høi dame.  god natt\n\n \n\n \n\n<-SPLITTLETTER->\n\n\n\nStjørdal the 10-7-1946\n\nDear brother John and all of you.\n\nThank you for the letter which I received several days ago.  Thank you for the package I received yesterday, it contained 2 short pants, 1 suit, 1 dress, a silk ladies undershirt, 1 bag of stamps, thank you so much.  Thank you for the package we got today for the wife  it contained 1 blanket, a spool of thread, 1 key 1 crowbar.  Mother says a Thousand thanks, the blanket will be very nice and warm.  I’ve been to see her today  she sends her regards to you all  she had a fever of 38.1 (temp).  So according to human calculations she’s bad, so she probably wont come home to us alive.  That depends on the Lord, his way is not our way, so she’s in his hand  he wont forsake his own on the day of need.  It’s cold here  a very bad summer as far as temperatures.  but things are growing nicely so it looks like there will be good crops.  If only the people could be satisfied but constant complaints about bad prices, so it’s difficult to get anything done.  In Finnmark they pay 5 kr. an hr.  40 kr. a day for the rebuilding.  completely hopeless, in my opinion,  Society can’t live under such circumstances.  There’s bound to be a crash economically in a few years, this will never work.  There’s enough work here but few will work, but be supported by the state and live in a whirl of pleasures, in drinking and dancing, in (sin) and if there’s too little then demand more, and the state takes taxes out of the frugal and hard working, while the riff-raff live for free.  The country will never survive, and when will the people wake up, and the authorities use common sense.  May the Lord have mercy on us so that we don’t end up in a new and worse situation than the one we’re just finished with.  At Olav’s everything is fine. Likewise at Olava’s  Odd is home in Norway now, he has been a little sick but is fine now, has come home from the Hospital.  Laura is not well  she has too little stomach acid.  can’t handle her food, but is now getting acid so now she’s doing better.  Our Arne has started his own bakery in Opdal  you must visit him next summer when you come, I guess you feel you’re a little too youthful today to take a trip to Norway this year.  The coffee is warm.\n\nSo live well all of you over there, and thank you for everything.\n\nBest wishes Helga and Axel.\n\nHerborg just went out for a while  she said to tell you thank you very much, Herborg is a big tall lady.\n\ngood night."
    ],
    "LetterDate": [
      "1946-07-10"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Axel Holm",
    "Finnmark",
    "God",
    "Herborg Holm",
    "John Holm",
    "Norway to US",
    "Odd Konrad Holm",
    "Olava Holm",
    "Opdal",
    "Stjørdal",
    "bakery",
    "blanket",
    "clothes",
    "coffee",
    "construction",
    "crowbar",
    "dancing",
    "dress",
    "drinking",
    "economy",
    "fever",
    "gifts",
    "hospital",
    "indigestion",
    "key",
    "pants",
    "postwar",
    "prices",
    "sickness",
    "stamps",
    "state welfare",
    "suit",
    "taxes",
    "thread",
    "undershirt"
  ],
  "files": [
    {
      "original": "Axel Holm 10 juli-1946.pdf",
      "filename": "1b5796293ccb1f310f79effccb67bc94.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "1",
      "score": 0.051118440496974255
    },
    {
      "term": "innholdt",
      "score": 0.041773187093548055
    },
    {
      "term": "forlite",
      "score": 0.041773187093548055
    },
    {
      "term": "staten",
      "score": 0.039033357832102517
    },
    {
      "term": "tak",
      "score": 0.030681624734093957
    },
    {
      "term": "folket",
      "score": 0.029399063435164616
    },
    {
      "term": "vad",
      "score": 0.027808072152658275
    },
    {
      "term": "tusin",
      "score": 0.026445206975128047
    },
    {
      "term": "dårlig",
      "score": 0.02638872533948956
    },
    {
      "term": "10-7-1946",
      "score": 0.026118080635669786
    },
    {
      "term": "drakt",
      "score": 0.026118080635669786
    },
    {
      "term": "silkesliv",
      "score": 0.026118080635669786
    },
    {
      "term": "pose",
      "score": 0.026118080635669786
    },
    {
      "term": "snelle",
      "score": 0.026118080635669786
    },
    {
      "term": "nøkkel",
      "score": 0.026118080635669786
    }
  ],
  "english-tfidf": [
    {
      "term": "acid",
      "score": 0.052896713562930076
    },
    {
      "term": "1",
      "score": 0.05216394924876489
    },
    {
      "term": "contained",
      "score": 0.03742134902029449
    },
    {
      "term": "blanket",
      "score": 0.03418603905278282
    },
    {
      "term": "state",
      "score": 0.03418603905278282
    },
    {
      "term": "10-7-1946",
      "score": 0.026448356781465038
    },
    {
      "term": "undershirt",
      "score": 0.026448356781465038
    },
    {
      "term": "key",
      "score": 0.026448356781465038
    },
    {
      "term": "crowbar",
      "score": 0.026448356781465038
    },
    {
      "term": "depends",
      "score": 0.026448356781465038
    },
    {
      "term": "forsake",
      "score": 0.026448356781465038
    },
    {
      "term": "temperatures",
      "score": 0.026448356781465038
    },
    {
      "term": "complaints",
      "score": 0.026448356781465038
    },
    {
      "term": "hr",
      "score": 0.026448356781465038
    },
    {
      "term": "rebuilding",
      "score": 0.026448356781465038
    }
  ]
}