{
  "id": 47,
  "added": "2010-12-26 02:23:48",
  "modified": "2010-12-30 04:03:52",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to Alma C. Wilson 1948.4.15"
    ],
    "Description": [
      "BREV FRA AXEL HOLM DATERT 15.  APRIL – 1948, TIL ALMA WILSON, 102 WEST 5TH SREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  FRIMERKET ER FJERNET.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM AXEL HOLM DATED APRIL 15 – 1948, TO ALMA WILSON, 102 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE STAMP HAS BEEN REMOVED."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.04.15"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal 15-4-48\n\nKjære derre alle:\n\nTakk for billedene av Johan, det var lit fremmed for oss, at han lå med dres på i kjisten, det brukes ikke her, Tænk nu er han i herlighed og møtt sin frelser som han her trodde på og mulig han har møtt min Helga og dem har det fint, der ingen smerte eller savn er  bare fryd og glæde, Tenk vilken dag når vi kommer der.  Jeg har net veret i Selbu over en uke  godt i heimene hos folket og samlet bidrag til Bladmisjon  folket er gavmil og god, imot di som lider og har savn.  Jeg spurte flere om smørform men ingen hadde mere end en så jeg fik ikke tak på noen denne gang, Det skal vere en som arbeider disse i Tydal men det er 12 mil (norske) lenger opp i fjeldet så jeg kom ikke dit denne gang, skal prøve siden.\n\nHer våres det nu, det spirer og gror  måtte det bli vår i åndens verden med liv og gudsfrykt.  Herborg skal nu en tid på butik på Levanger så nu blir gammlingen ensom.  Ola skrev til derre den 9-3 om disse penger som Johan har sendt til oss.  Norges bank trøvler og ikke vil uttbetale disse uten det går igjennem legasjon den (Norske)  Nu vil vi nødig dette, da vi frykter det blir tatt all mulig skatter av beløpet og det var ikke Johans mening at disse skulde spise det opp.  Da tengte vi at vis di sente oss et bevis på at di skrev fra derre reten til disse penger kan banken ikke ant en å uttbetale dem.  De er nu intet som hører boe til det er jo gaver til hans søskende.  Hanna har vist kjøpt sig noget til Gulbrulupet får sin del så vitt vi sjønner av brev fra dem så vis du kan og vil vere mei behjelpelig med å få orne dette med minst mulig bråk å støy var det kjækt.  For det er jeg som har hatt og har boken til oppevaring.  Så går det i vasken på kanske lit vranghed fra Bankens side vil det ver trist for oss kansk iser for Laura som nu sidder og stopper strømpe for militære.  Det er jeg som må ta ansvare for dette.  Kunde ikke tenke mei i at banken la hendringer iveien for å uttbetale en gave fra ens egen broder, Ja dette vil jeg tro Ola har skrevet til derre om.  I håb om vi snart for høre fra derre og ønsker et tilfredstillende svar, sender vi vor beste hilsen og takk til derre alle fra oss her\n\nBeste hilsen Axel Holm\n\n \n\n \n\n<-SPLITTLETTER->\n\n\n\nSTJØRDAL 15-4-48\n\nDear all of you:\n\nThank you for the pictures of Johan, it was a bit unfamiliar to us, that he was lying with his suit on in the coffin, that’s not used here, Just think now he’s in glory and has met his saviour in whom he believed here and possibly he has met my Helga and they’re doing fine, where there’s no pain or need  only joy and happiness, just Think what a day when we go there.  I’ve just been to Selbu for over a week  walked around to people’s homes collecting contributions to the Blad mission  people are generous and good, towards those who are suffering and in need.  I asked several about a butter mould but none of them had more than one so I didn’t get one this time, There’s supposed to be someone who makes these in Tydal but that’s 12 miles (Norwegian) further up in the mountain so I didn’t get that far this time, will try later.\n\nWe’re starting to see signs of spring here now, it’s sprouting and growing  may there be spring in the world of the spirit with life and the fear of God.  Herborg is now going to work at a store in Levanger for a while so now the old one will be alone. \n\nOla wrote to you on the 9th of March about this money that Johan has sent to us.  Norges bank is holding back (he uses the word “trøvle” which I’ve never heard before so I’m just guessing at the meaning) and wont pay it out without it going through legation the (Norwegian one)  We’d rather not have that happen, as we fear all kinds of taxes will be taken from the amount and it wasn’t Johan’s intention to have it eaten up by such.  Then we thought that if you sent us proof that you waive your right to this money the bank can’t do anything but give them out.  It has nothing to do with the estate as it’s a gift to his siblings.  Hanna has apparently bought herself something for her Golden anniversary for her share as far as we understand from a letter from them so if you can and are willing to help me sort this out with the least possible trouble and noise it would be nice.  Because it’s me who have and have had the book for safekeeping.  So if it falls through due perhaps to the Bank being difficult it would be sad for us maybe especially for Laura who’s now darning socks for military people.  I’m the one who must take responsibility for this.  I never imagined that the bank would hinder us in withdrawing a gift from our own brother, Well I guess Ola has written to you about this.  In the hope of hearing from you soon and wishing a satisfying reply, we send our best wishes and thanks to you all from us here\n\nBest wishes Axel Holm"
    ],
    "LetterDate": [
      "1948-04-15"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Bladmisjon",
    "God",
    "Herborg Holm",
    "Levanger",
    "Norges bank",
    "Norway to US",
    "Selbu",
    "Stjørdal",
    "Tydal",
    "bank",
    "butter",
    "death",
    "finances",
    "inheritance",
    "military",
    "photos",
    "postwar",
    "socks"
  ],
  "files": [
    {
      "original": "Axel Holm 15 april-1948.pdf",
      "filename": "9d38a9d6d1de4e62eba16b7f4badfa59.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "derre",
      "score": 0.12706095151005098
    },
    {
      "term": "uttbetale",
      "score": 0.08991470382771566
    },
    {
      "term": "møtt",
      "score": 0.044792377840117636
    },
    {
      "term": "savn",
      "score": 0.042353650503350326
    },
    {
      "term": "mulig",
      "score": 0.041645212365970734
    },
    {
      "term": "folket",
      "score": 0.03373663017150038
    },
    {
      "term": "15-4-48",
      "score": 0.029971567942571883
    },
    {
      "term": "dres",
      "score": 0.029971567942571883
    },
    {
      "term": "kjisten",
      "score": 0.029971567942571883
    },
    {
      "term": "vilken",
      "score": 0.029971567942571883
    },
    {
      "term": "net",
      "score": 0.029971567942571883
    },
    {
      "term": "heimene",
      "score": 0.029971567942571883
    },
    {
      "term": "bladmisjon",
      "score": 0.029971567942571883
    },
    {
      "term": "gavmil",
      "score": 0.029971567942571883
    },
    {
      "term": "gror",
      "score": 0.029971567942571883
    }
  ],
  "english-tfidf": [
    {
      "term": "bank",
      "score": 0.04433007727719393
    },
    {
      "term": "fear",
      "score": 0.0391137718403078
    },
    {
      "term": "met",
      "score": 0.028765837999291142
    },
    {
      "term": "15-4-48",
      "score": 0.027644513620827777
    },
    {
      "term": "collecting",
      "score": 0.027644513620827777
    },
    {
      "term": "contributions",
      "score": 0.027644513620827777
    },
    {
      "term": "generous",
      "score": 0.027644513620827777
    },
    {
      "term": "trøvle",
      "score": 0.027644513620827777
    },
    {
      "term": "guessing",
      "score": 0.027644513620827777
    },
    {
      "term": "safekeeping",
      "score": 0.027644513620827777
    },
    {
      "term": "responsibility",
      "score": 0.027644513620827777
    },
    {
      "term": "imagined",
      "score": 0.027644513620827777
    },
    {
      "term": "hinder",
      "score": 0.027644513620827777
    },
    {
      "term": "unfamiliar",
      "score": 0.024161361959722523
    },
    {
      "term": "believed",
      "score": 0.024161361959722523
    }
  ]
}