{
  "id": 49,
  "added": "2010-12-26 02:37:19",
  "modified": "2010-12-30 04:03:39",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to John Holm 1947.8.17"
    ],
    "Description": [
      "BREV FRA AXEL HOLM DATERT 17.  AUGUST – 1947, TIL HER JOHN HOLM, 108 WEST 5TE STREET, DELL RAPIDS, SO DAKOTA, U.S.A.  PAPIR OG KONVOLUTT FRA BAKERIET –AX.  HOLM, BAKERI & KONDITORI, ALLE SORTER GODT BRØD TIL HVERDAG OG FEST, STJØRDAL, TELEFON 15–.  FRIMERKET ER KLIPPET VEKK.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM AXEL HOLM DATED AUGUST 17 – 1947, TO HER (MR.) JOHN HOLM, 108 WEST 5TE (NORWEGIAN WAY OF SAYING 5TH) STREET, DELL RAPIDS, SO DAKOTA, U.S.A.  THE PAPER AND ENVELOPE ARE FROM THE BAKERY –AX.  HOLM, BAKERY AND CONFECTIONERY, ALL SORTS GOOD BREAD FOR EVERY DAY AND SPECIAL OCCASIONS, STJØRDAL, PHONE 15–.  THE STAMP HAS BEEN REMOVED."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.08.17"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal den 17. August 47\n\nKjær broder å dere alle,\n\nJeg har nu veret i Opdal hos Arne  du må tro der er fint  fjellene er delvis dækt med sne  det er evig snø der, så kan en se reinen spasser på fengerne, så er det grønne å fine Seter voller ved dem  et ungerligt å herligt land vi har.  Så var jeg en tur til Sundalsøra til Jarl Holm gutten til Konrad  han er gift med en pige lill herifra, Stokke heder hun.  Jarl er meirist og laks fisker, han har lært fiske kunsten hos Tomas Trøan vor barndoms nabo på andre siden av lina.  Så var vi til fjels med det store Aura anlegget  Vi blev tatt med hjernbane 800 hundrede meter opi lufta med jernbane, og siden bar det innover fjellet med jernbanen som går til di store anlegg av dammer, når det blir ferdig blir det volsomt til kraft å lys  Men det er så fryktelig å se vor alle som har med det søler med midlerne som vi blir skatt lakt for.  Det skytes en tunel i fjellet som er 1800. meter  så stor at en laste bil kan kjøre der inne, der skal vanne samles å gå på kraft stationen  et veldegt fall\n\nDet var fint veir og megen fisk i vanna.  Vi låg på en sæter.  Skal nu flytte hytter å sætre for opdæmningen av vannet.  Såg også tomten efter stein hutten til Per Nordsletten da han kom fra Lesja skogen ditop for å fiske og på denne måte livberge sig å sine.  Der kjempet han med sin livs gud sine kampe, for folk å land  kanske det er svar på hans bønner i stein hytten på ville fjellen ved det stille vann, som gjør at vi idag har det så godt.  Neste søndag vis gud gjer nåde skal jeg til Skogn marka bygd på et barnestevne.  Det er nu lenge siden jeg var i Hegra og besøkte mine venner på hjemmet, men skal ta mei en tur på tirsdag. da skal jeg besøke Olava.  Sender dei litt av den blomster pakke som du sente mei i vår  nu står den i sitt flor.  Skal sette av den på mor si grav  var der idag med litt Asters, har nu bestilt støtte  600. kr kostet den.  for den til våren.\n\nDatter til Nils Holm blev gift på Lørdag med en gutt fra Lånke som jeg var ilag med på Falstad (se brev datert 29. Juli-1945).  å livet ruller videre å vi blir gammel.  Laura orner nu med tur til Narvik men jeg tror ikke hun tør reise  hun tror toget bekke uti sona å da blir a blaut.  Mindor skal vere med (tull)\n\nDu må prøve å Skrive til Jarl Holm Sundalsøra, via Trondheim Norge.  Så for du dei et digt til svar.  Brage og han er lik Konrad da dem er sver begge to  det ligg for alle å rime.  Så lev vel alle\n\nhilsen med Math. 17. 1-9\n\nAxel Holm\n\nHjemme her er alt bra  nu er det bærtid.  Multer, blåbær, bringebær, jordbær, Tyttebær og vor barndoms bær Skrikling på Røvhaugen å Holmsjare\n\n \n\n<-SPLITTLETTER->\n\n\n\nStjørdal the 17th of August 47\n\nDear brother and you all.\n\nI have now been to Opdal to see Arne  it’s so beautiful there  the mountains are partly covered in snow  there’s perpetual snow there, then you can see the raindeer wandering the snowdrifts, then there are nice green mountain farm meadows by them  an unusual and wonderful country we have.  Then I went to Sundalsøra to Jarl Holm Konrad’s boy  he’s married to a little girl from here, Stokke is her name (her full name was Julie Stokke.  She has passed away, but my uncle Jarl is still alive [Sept. 2000] and still at Sundalsøra).  Jarl is a dairyman and salmon fisher, he learnt the art of fishing from Tomas Trøan our childhood neighbor from across the lines. Then we went to the mountains with the big Aura plant  We were taken by railroad 800 hundred meters up in the air by railroad, and then into the mountains we went with the railroad that goes to the big dam constructions, when it’s finished there will be tremendous power and electricity  But it’s so terrible to see how everybody who’s involved in it are wasting the resources that we are being taxed for.  They’re shooting a tunnel in the mountain which is 1800. meters  so big that a truck can drive in there, that’s where the water will be collected to go to the power station  a tremendous drop.\n\nThe weather was nice and lots of fish in the waters.  We stayed at a mountain farm.  They’re now going to move the cottages and mountain farms for the damming of the water.  I also saw the spot where Per Nordsletten’s rock cabin stood, when he came from the Lesja woods up there to fish and thereby keep himself and his family alive.  There he fought his battles with the help of the god of his life, for people and country  perhaps it’s the answer to his prayers in the rock cabin on the wild mountain by the quiet lake, which has made our life so good today.  Next Sunday if God gives grace I’m going to Skogn for a children’s gathering.  It’s been a long time since a was in Hegra and visited my friends at the home now (the nursing home where his wife Helga was for 2 years), but will do that on Tuesday.  I’m going to see Olava then  I’m sending you a little of the flower packet you sent me this spring  it’s in full bloom now.  I’ll put some of it on mother’s (his wife’s) grave  I was there today with some Aster, I’ve ordered a grave stone now  it cost 600. Kr.  will get it next spring.\n\nThe daughter of Nils Holm got married on Saturday to a boy from Lånke who was at Falstad with me (the camp he was in for a while during WW II, see letter dated July 29-1945).  and life rolls on and we’re getting old.  Laura is getting ready to go to Narvik now but I don’t think she’ll dare to go  she thinks the train will topple over into the sona (Sona is the name of a local  river) and then she’ll get wet.  Mindor is going with her (nonsense)\n\nYou must try to Write Jarl Holm Sundalsøra, via Trondheim Norway.  Then you’ll get yourself a poem in return.  Brage and he are like Konrad in that they’re both good at it  all of them have a talent for rhyming (Conrad published a book of poems and several short stories).\n\nKeep well all of you\n\nGreetings with Math. 17 1-9\n\nAxel Holm\n\nHere at home everything is fine  it’s berry season now.  Cloudberries, blueberries, raspberries, strawberries, Cranberries and our childhood berries Skrikling (I don’t know what these are) at Røvhaugen and Holmsjare (the Holm fields)."
    ],
    "LetterDate": [
      "1947-08-17"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Axel Holm",
    "Falstad concentration camp",
    "God",
    "Hegra",
    "Holmsjare",
    "Jarl Holm Konrad",
    "John Holm",
    "Lånke",
    "Nils Holm",
    "Norway to US",
    "Olava Holm",
    "Opdal",
    "Per Nordsletten",
    "Røvhaugen",
    "Skogn",
    "Skrikling",
    "Stjørdal",
    "Sundalsøra",
    "Tomas Trøan",
    "Trondheim",
    "berries",
    "blueberries",
    "cloudberries",
    "construction",
    "cranberries",
    "dairyman",
    "fisherman",
    "nature",
    "poem",
    "postwar",
    "power station",
    "railroad",
    "raspberries",
    "reindeer",
    "snow",
    "strawberries",
    "taxes",
    "tunnel"
  ],
  "files": [
    {
      "original": "Axel Holm 17 august-1947.pdf",
      "filename": "37b3dd5a76c47e78069dfb9158224e2f.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "jarl",
      "score": 0.04613522644114946
    },
    {
      "term": "sundalsøra",
      "score": 0.03802896629310087
    },
    {
      "term": "fiske",
      "score": 0.03802896629310087
    },
    {
      "term": "barndoms",
      "score": 0.03802896629310087
    },
    {
      "term": "stein",
      "score": 0.03481098924462338
    },
    {
      "term": "fjellet",
      "score": 0.02808640305107414
    },
    {
      "term": "kraft",
      "score": 0.02808640305107414
    },
    {
      "term": "meter",
      "score": 0.026091844096463774
    },
    {
      "term": "dei",
      "score": 0.025255649527750865
    },
    {
      "term": "land",
      "score": 0.02203767247927337
    },
    {
      "term": "reinen",
      "score": 0.021765067196391485
    },
    {
      "term": "spasser",
      "score": 0.021765067196391485
    },
    {
      "term": "fengerne",
      "score": 0.021765067196391485
    },
    {
      "term": "voller",
      "score": 0.021765067196391485
    },
    {
      "term": "ungerligt",
      "score": 0.021765067196391485
    }
  ],
  "english-tfidf": [
    {
      "term": "jarl",
      "score": 0.051040266204729526
    },
    {
      "term": "sundalsøra",
      "score": 0.0472928953768995
    },
    {
      "term": "mountain",
      "score": 0.045790295236762577
    },
    {
      "term": "sona",
      "score": 0.031528596917933
    },
    {
      "term": "railroad",
      "score": 0.029669031745148133
    },
    {
      "term": "mountains",
      "score": 0.028881726423769086
    },
    {
      "term": "stokke",
      "score": 0.0288698093237811
    },
    {
      "term": "fish",
      "score": 0.0288698093237811
    },
    {
      "term": "rock",
      "score": 0.0288698093237811
    },
    {
      "term": "childhood",
      "score": 0.026983369504425158
    },
    {
      "term": "tremendous",
      "score": 0.026983369504425158
    },
    {
      "term": "cabin",
      "score": 0.025520133102364763
    },
    {
      "term": "meters",
      "score": 0.02331375778025845
    },
    {
      "term": "grave",
      "score": 0.02331375778025845
    },
    {
      "term": "power",
      "score": 0.01977935449676542
    }
  ]
}