{
  "id": 50,
  "added": "2010-12-26 02:42:36",
  "modified": "2010-12-30 04:03:34",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to John Holm 1946.7.17"
    ],
    "Description": [
      "BREV FRA AXEL HOLM DATERT 17.  JULI-1946 TIL HER JOHN HOLM, 108 WEST 5 ST., DELL RAPIDS, SO.  DAK., U.S.A.  KONVOLUTT OG BREVPAPIR FRA – AX.  HOLM, STJØRDAL - ALLE SORTER GODT BRØD TIL HVERDAG OG FEST, TELEFON 15–.  FRIMERKET ER KLIPPET VEKK.  POSTOBLATMERKE PÅ BAKSIDEN AV KONVOLUTTEN.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM AXEL HOLM DATED JULY 17-1946 TO HER (MR, SPELT WRONG) JOHN HOLM, 108 WEST 5 ST., DELL RAPIDS, SO.DAK., U.S.A.  THE ENVELOPE AND PAPER ARE FROM – AX.  HOLM, STJØRDAL - ALL SORTS GOOD BREAD FOR EVERYDAY AND FORMAL OCCASIONS, PHONE 15–.  THE STAMPS HAVE BEEN REMOVED.  –POSTOBLAT– STICKER ON THE BACK OF THE ENVELOPE.\n\n"
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.07.17"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal en 17 Juli 1946\n\nKjære broder med familie.\n\nFik den 15 denes en pakke,  Som vi siger dere tusin tak for, det var aldeles passe størelse på tøflene  dem blir fin nu når den kolde norske vinter setter inn og det går fort, for nu er slåtten i ful gang.  Vi har nu meget varmt og fint veir, idag var det 39 gr C i Solen, folket som nu har tid ligger ved sjøen og koser sig.  Det er alt bra her  Mor er noget svak, jeg Skal nu straks sykle og besøke hende  jeg er hos hende to gang i uken så det er da lit og prøve sig på men hun er meget tålmodig i sin lidelse, og hun ønsker sig hjem til den frelser som kjøpte hende til gud med sitt blod.  Det skal nu til uka bli Trafekk flyrute på Værnes så nu kan du gå i flyet i Dell Rapid  om nogle timer sedder du her og drikker kaffe av norsk vann og spiser viner brød med Amerikans mel i.  Lyntog skal vi få, så nu blir det ingen slendrian i lag med os, vi for det mer travelt end før.\n\nArne går det fint med på Opdal  han har meget å gjøre og det er det som skal til.  Einar er hjemme hos Eilif  han skal nu reise til Nestna til sine Svigerforeldre i ferie, han er en flink gutt.  Vi har nu besøk av Balser Eidum med frue  har ingen barn.  Han arbeider på hjernbane verkstedet i Narvik.\n\nHerborg skal nu på ferie så nu blir gammel hjemme alene sammen med sine 3 griser og 1 katte og 2 tamme kråker.  Så du skjønner her er nok og ta vare på for den som vil.  Ja di for leve godt alle sammen og atter en hjertelig tak for alt vi har foet fra dere.  Laura har ikke foet pakke du skrev om til hende for en tid siden, hun frykter at den er kommet bort, pakkene blir liggende sa længe hos tolaren til hjennem syn der, så den kommer vel nok.\n\nPå Lørdag skal jeg i Gevingås og plukke Blåbær til mor og glæde hende med.\n\nBeste hilsen Helga – Axel\n\n\n<-SPLITTLETTER->\n\n\nStjørdal the 17th of July 1946\n\nDear brother with family.\n\nReceived on the15th the same (this month) a package, Which we say many thanks for, the size of the slippers was just right  they’ll be nice now when the cold Norwegian winter sets in and that wont be long, because now the haymaking is in full swing.  We’re having very warm and nice weather now, today it was 39 degr. C in the Sun, those who have the time are by the sea enjoying it.  Everything is fine here.  Mother is somewhat weak, I’m about to bike and visit her  I’m with her twice a week so it’s not easy but she’s very patient in her suffering, and she wishes to go home to the savior who bought her to god with his blood.  We’re now getting air plane Traffic at Værnes next week so now you can step on the plane in Dell Rapid  in a few hours you’ll be sitting here drinking coffee out of Norwegian water and eating pastries with American flour in them.  We’re getting Express trains, so now there will be no jog-trotting with us, we’ll be busier than before.\n\nArne is doing fine in Opdal  he has a lot to do and that’s what’s needed.  Einar is at Eilif’s  he’s going on vacation to Nestna now to see his Parents in law, he’s a clever boy.  We’re now having a visit from Balser Eidum and wife  have no children.  He works at the railroad workshop in Narvik.\n\nHerborg is now going on vacation so now the old one will be home alone with his 3 pigs and 1 cat and 2 tame crows.  So you understand there’s enough to take care of here for he who wants to.  Well live well all of you and again thank you so much for everything we’ve gotten from you.  Laura hasn’t received the package you wrote about to her a while back, she fears that it has gotten lost, the packages end up staying so long in customs to be checked there, so it’ll probably get here.  On Saturday I’m going to Gevingås to pick Blueberries for mother and surprise her with.\n\nBest wishes Helga - Axel"
    ],
    "LetterDate": [
      "1946-07-17"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Axel Holm",
    "Balser Eidum",
    "Gevingås",
    "Herborg Holm",
    "John Holm",
    "Nestna",
    "Norway to US",
    "Opdal",
    "Stjørdal",
    "Værnes",
    "airplane",
    "bicycle",
    "blueberries",
    "cat",
    "coffee",
    "crows",
    "gifts",
    "pig",
    "postwar",
    "railroad",
    "sea",
    "slippers",
    "trains"
  ],
  "files": [
    {
      "original": "Axel Holm 17 juli-1946.pdf",
      "filename": "f229c3663c7c030c38fccf3da2fe7e01.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "foet",
      "score": 0.038109897045583756
    },
    {
      "term": "slåtten",
      "score": 0.03385677119438676
    },
    {
      "term": "39",
      "score": 0.03385677119438676
    },
    {
      "term": "koser",
      "score": 0.03385677119438676
    },
    {
      "term": "trafekk",
      "score": 0.03385677119438676
    },
    {
      "term": "flyrute",
      "score": 0.03385677119438676
    },
    {
      "term": "rapid",
      "score": 0.03385677119438676
    },
    {
      "term": "sedder",
      "score": 0.03385677119438676
    },
    {
      "term": "viner",
      "score": 0.03385677119438676
    },
    {
      "term": "amerikans",
      "score": 0.03385677119438676
    },
    {
      "term": "mel",
      "score": 0.03385677119438676
    },
    {
      "term": "lyntog",
      "score": 0.03385677119438676
    },
    {
      "term": "nestna",
      "score": 0.03385677119438676
    },
    {
      "term": "svigerforeldre",
      "score": 0.03385677119438676
    },
    {
      "term": "balser",
      "score": 0.03385677119438676
    }
  ],
  "english-tfidf": [
    {
      "term": "plane",
      "score": 0.03980763413504226
    },
    {
      "term": "the15th",
      "score": 0.033140109702076676
    },
    {
      "term": "sets",
      "score": 0.033140109702076676
    },
    {
      "term": "swing",
      "score": 0.033140109702076676
    },
    {
      "term": "39",
      "score": 0.033140109702076676
    },
    {
      "term": "rapid",
      "score": 0.033140109702076676
    },
    {
      "term": "trains",
      "score": 0.033140109702076676
    },
    {
      "term": "jog-trotting",
      "score": 0.033140109702076676
    },
    {
      "term": "busier",
      "score": 0.033140109702076676
    },
    {
      "term": "nestna",
      "score": 0.033140109702076676
    },
    {
      "term": "balser",
      "score": 0.033140109702076676
    },
    {
      "term": "pigs",
      "score": 0.033140109702076676
    },
    {
      "term": "tame",
      "score": 0.033140109702076676
    },
    {
      "term": "crows",
      "score": 0.033140109702076676
    },
    {
      "term": "fears",
      "score": 0.033140109702076676
    }
  ]
}