{
  "id": 56,
  "added": "2010-12-26 16:37:38",
  "modified": "2010-12-30 04:02:12",
  "public": true,
  "metadata": {
    "Title": [
      "A. H. Voler to Karonline Holm 1916.4.4"
    ],
    "Description": [
      "BREV FRA MRS.  A.H.  VOLER, MOOSE LAKE, BOX 96, MINN DATERT 4.  APRIL-1916 TIL MRS.  JOHN HOLM, (BOX 497 ?), DELL RAPIDS, S.  DAK.  TO GRØNNE 1-CENT FRIMERKER MED PRESIDENT GEORGE WASHINGTON.  POSTSTEMPLET MOOSE LAKE SAMME DAG.  SKREVET PÅ NORSK.  INGEN PUNkTUM ELLER KOMMA.  DET SER UT SOM OM SIDETALLET 2 ER SATT PÅ FEIL SIDE, DET ER ALTSÅ BAKSIDEN AV DET ARKET SOM ER FORTSETTELSEN AV ARK 1.\n\n\n<-SPLITDESC->\n\n\nI WISH THERE WAS SOME WAY I COULD TRANSLATE THIS TO REFLECT THE SPELLING AND GRAMMAR OF THE ORIGINAL.  IT'S A VERY CHARMING LETTER, BUT IT'S A MIRACLE I WAS ABLE TO UNDERSTAND ANY OF IT.  IN ADDITION TO USING THE OLD (DANISH) STYLE GRAMMAR SHE HAS SPELT MOST OF THE WORDS MORE OR LESS AS THEY SOUND WHEN SPOKEN, AND THE CHARM OF THAT WOULD BE HARD TO DUPLICATE IN A TRANSLATION.  ALSO, THERE ARE NO COMMAS OR PERIODS AND VERY FEW CAPITAL LETTERS.  IT LOOKS LIKE THE PAGE NUMBER 2 IS PUT ON THE WRONG SIDE OF THE PAPER, IN OTHER WORDS THE CONTINUATION TO THE TEXT ON SHEET 1 IS ON THE OTHER SIDE OF THE PAGE THAT HAS THE NO. 2 ON IT.  LETTER FROM MRS.  A.  H.  VOLER DATED APRIL 4-1916 TO MRS.  JOHN HOLM, BOX 497, DELL RAPIDS, S.  DAK.  TWO GREEN ONE CENT STAMPS WITH PRESIDENT GEORGE WASHINGTON ON THEM.  POST STAMPED MOOSE LAKE ON THE SAME DAY.\n"
    ],
    "Creator": [
      "A. H. Voler",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1916.04.04"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "4 i 4  1916\n\nKiere gamle venner\n\nYig vil hær ved sende dere nogle Linier saa di ser vi lever vi er gud være tak friske har været det i hele vinter og det Same ønsker vi at høre I fra dere vordan har di det i SD vordan gaar det med forrætningen har hat en kol vinter og meget Sne og ser ud til at bli sen vaar vis ikke sneen gaar fort bort men han som har al magt i Himmelen og paa yorden kan nok græie det naar hans tid Kommer er det ikke skrekeli vordan folk Raser i mod hvær andre og dræper alle de kan i den forfærdelige krig som nu raser over nesten hele Ouropa det ser du (mener hun “ud”?) som hele værden skal Komme i oprør det ser ud Som yesu ord og profeterne gaar i opfildelse at han er Snart for døren maatte vi da ha olie paa vore lamper Saa vi fik gaa ind med de kloge yomfruer saa vi ikke blev udestængt med de darlide ? de er farlige tider vi lever i da en Saadan sløvheds ?? vil intage hyærterne saa vi bliver Sløve og ligegildig det liger os Saa ? men han har sagt vi skal vaage og bede til en vær tid Saa han ikke kommer og finder os saavende da han kommer vordan er det hos dere er der mange troende og mange opbygelser har di mange gode predikanter her er det paa mang steder ganske mørkt bort i krogerne de er nok nogle faa Som lever for Gud men de er nok ikke mange ser det ud til desvære i yulen var jeg og hørte Anderson i fra minapolis han er den same ennu same Kraft til at predike han var paa yennemrisse til Dullut han saag han hade set mig før men viste ikke vor jeg spurte om han husket han var i vienna yo da kiente han mig med en gag han talte hos en fammile som jeg var hos vordan er det med dig Mrs. holm liker du dig i d R er du frisk i vinter taler du med yesus om dagen saa glem ikke mig bed for mig det er det bæste du kan giøre mig ieg trænger det saa væl ja nu bliver det snart Sommeren i gien og travelt vi har hat meget haart Arbeide siden vi kom hær men nu beginder det at sins lit vi har byget baade Barn og hus hær var ingen av delene bare et lidet laag hus som vi har levet i men nu er det nie hus færdig til plastring nedsed (mener hun nesten?) vi for 6 Rom naar det blir færdig saa vi for da plas nok vi har en triveli plas vi har to kuer to kalve og en del høns saa er der ??? i ?? (ser ut som Krimen i byen, eller kan det ha noe med bier å gjøre?) saa vi bringer did  Krimen(?) der (den?) betales got nu  Kommer di og besøger oss til Sommeren saa er di hyærtelig vælkommen det skulde være morsomt at se dere i gien ja nu blir væl mit brev for langt Saa de blir kyed av de for slute for denne gang med hyertelig hylsen til dere fra os bæige\n\nYohanne\n\nDi er hyærtelig hylset i fra Hilda     Skriv snart er di Snille\n\n \n\n<-SPLITTLETTER->\n\n\n\n4th of the 4th  1916\n\nDear old friends\n\nI will hereby send you a few lines so that you see that we’re alive  we are thanks to god healthy  have been so all through this winter and wish to hear the same from you  how are things in SD  how is it going with the shop  we’ve had a cold winter and lots of snow and looks like it’s going to be a late spring if the snow doesn’t go away quickly but he who has all the power in Heaven and on earth can manage that when he thinks it’s Time  isn’t it awful how people are raging against eachother and killing everyone they can in the horrible war which is raging over almost all of Europe  it looks like the whole world will End up in a riot  it looks like the word of Jesus and the prophets are coming true that he will soon be at the door  may we then have oil in our lamps so that we can go in with the wise women (it actually says wise virgins) so that we wont be shut out with the …don’t understand next word-could be “bad ones’ -  we are living in dangerous times as such apathy can invade our hearts that we become lethargic and indifferent – don’t understand the next phrase – but he has said we must dare to pray at all times so that he wont find us sleeping when he comes.  What’s it like where you are  are there many believers and many ?  do you have many good preachers  in many places here it’s quite dark in the corners though there are a few who are living for god but not many it looks like unfortunately   at christmas I went to hear Anderson from minapolis  he is still the same  the same Power in his preaching  he was passing through on his way to Dullut  he saw that he had seen me before but didn’t know where  I asked if he remembered being in vienna  yes then he knew me right away  he spoke at the house of a family I was visiting  how are things with you Mrs. Holm  do you like it in d R  are you well this winter  if you speak with Jesus (she spells it Yesus) these days don’t forget me  pray for me  that’s the best thing you can do for me I need it so  well soon it’ll be Summer again and busy  we have had a lot of hard work since we came here but now it’s starting to show a little  we have built both a Barn and a house  there was neither here only a tiny low house which we’ve been living in but now the new house is ready for plastering almost  we’ll get 6 Rooms when it’s done so we’ll have plenty of room  we have a pleasant place  we have two cows two calves and some chickens and then there’s the ?? in town(?) so we bring there.  The ??? pays well now  If you’re coming to see us this Summer you are very welcome  it would be fun to see you again  well now my letter is getting too long So that you’re getting bored with it  will stop for this time with heartfelt greetings to you from us both\n\nYohanne (Johanne?)\n\nYou are much greeted from Hilda  (Anna Lovise’s daughter??)\n\nPlease write soon"
    ],
    "LetterDate": [
      "1916-04-04"
    ],
    "Location": [
      "Moose Lake"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1910s",
    "A. H. Voler",
    "Danish style",
    "Dulluth",
    "Jesus",
    "Karoline Holm",
    "Minneapolis",
    "Norway to US",
    "South Dakota",
    "WWI",
    "construction",
    "preacher",
    "prewar",
    "shop",
    "snow",
    "war"
  ],
  "files": [
    {
      "original": "Mrs A H Voler 4 april-1916.pdf",
      "filename": "310179902675300b7e7a062e8c8203b7.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "vordan",
      "score": 0.07311749554618475
    },
    {
      "term": "hær",
      "score": 0.054374189811849744
    },
    {
      "term": "ud",
      "score": 0.04958496336698603
    },
    {
      "term": "gien",
      "score": 0.04532890027678227
    },
    {
      "term": "krimen",
      "score": 0.04532890027678227
    },
    {
      "term": "hyærtelig",
      "score": 0.04532890027678227
    },
    {
      "term": "same",
      "score": 0.04221514948525809
    },
    {
      "term": "raser",
      "score": 0.039600411181245534
    },
    {
      "term": "væl",
      "score": 0.039600411181245534
    },
    {
      "term": "plas",
      "score": 0.03624945987456649
    },
    {
      "term": "di",
      "score": 0.035350493368369325
    },
    {
      "term": "bliver",
      "score": 0.030520970779029752
    },
    {
      "term": "gaar",
      "score": 0.026685030041100632
    },
    {
      "term": "færdig",
      "score": 0.02551158397266351
    },
    {
      "term": "hus",
      "score": 0.02356956192191585
    }
  ],
  "english-tfidf": [
    {
      "term": "raging",
      "score": 0.04390968977155052
    },
    {
      "term": "wise",
      "score": 0.04390968977155052
    },
    {
      "term": "4th",
      "score": 0.03387670083394221
    },
    {
      "term": "pray",
      "score": 0.03124946729556978
    },
    {
      "term": "house",
      "score": 0.028310766976498623
    },
    {
      "term": "power",
      "score": 0.02754658959595184
    },
    {
      "term": "looks",
      "score": 0.02663391676182971
    },
    {
      "term": "killing",
      "score": 0.025119900504770445
    },
    {
      "term": "riot",
      "score": 0.025119900504770445
    },
    {
      "term": "prophets",
      "score": 0.025119900504770445
    },
    {
      "term": "virgins",
      "score": 0.025119900504770445
    },
    {
      "term": "word-could",
      "score": 0.025119900504770445
    },
    {
      "term": "apathy",
      "score": 0.025119900504770445
    },
    {
      "term": "invade",
      "score": 0.025119900504770445
    },
    {
      "term": "phrase",
      "score": 0.025119900504770445
    }
  ]
}