{
  "id": 57,
  "added": "2010-12-26 17:26:46",
  "modified": "2010-12-30 04:02:04",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to John Holm 1917.1.30"
    ],
    "Description": [
      "BREV FRA AXEL HOLM DATERT 30.  JANUAR-1917 TIL HR.  JOHN HOLM, DEL RAPIDS, SO, DAK., U.S.A.  BRUNAKTIG KONVOLUTT,  MED AXEL HOLM, BAKERI & CONDITORY, STJØRDALEN LANGS ØVERSTE KANT (I senere brev fra 40-årene er konvolutten hvit og teksten står nederst til venstre).  BLÅTT 20-ØRES FRIMERKE, TALLET 20 INNI ET –HORN– MED KRONE OVER., SOM ER INNI EN BLÅ OVAL MED NORGE ØVERST OG POSTFRIM. 20 ØRE NEDERST.  PÅ BAKSIDEN ER DET ET STORT MERKE KLISTRET PÅ HVOR DET STÅR OPENED BY CENSOR.  1322.  BREVET ER SKREVET PÅ BAKERIETS PAPIR FRA DEN TIDEN.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM AXEL HOLM DATED JAN.30-1917 TO MR.  JOHN HOLM, DEL RAPIDS.  SO.  DAK., U.S.A.  BROWNISH ENVELOPE FROM HIS BAKERY WITH THE TEXT AXEL HOLM, BAKERY AND CONFECTIONERY – STJØRDALEN –  ALONG THE TOP EDGE .  BLUE 20-ØRE STAMP WITH THE NUMBER 20 INSIDE AN INSTRUMENT (don't know what it's called in English) WITH A CROWN ABOVE IT, INSIDE AN OVAL WITH NORGE (NORWAY) WRITTEN AT THE TOP AND POST STAMP 20 ØRE AT THE BOTTOM.  ON THE BACK OF THE ENVELOPE THERE'S A LARGE STICKER WITH THE WORDS OPENED BY CENSOR 1322."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1917.01.30"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal den 30-1-1917\n\nGode Broder, med familie\n\nJeg vil skrive til dig saa faar du se at vi lever vel og har det godt.  Det er intet som fattes os tak og lov for det.  Vi har nu flere møter her jesus er os nær priset hans naven for det den store Lappemissions kjæmpe A Vangberg har holdt en par møter her.  Vor gode ven og broder i Herren Maler Øian er nu flyttet ind i det evige boliger til det rum som jesus har beret alle dem som elsker ham (jesus) Øian var glad i sin frelser og i gudsfolk, men han hadde liten andledning i det siste 2 aar til at vere blant hans hellege da han var syk. (du husker vel ham).  Jeg var deroppe en par dage før han døde og han ønsket sig hjem til Herren og nu er han hjemme og staar for tronen vad gjør det da om solen har ham brent.  Du maa hilse Julie at han ønsket os alle velkomne efter er ikke det herligt.  Peder og Jon bødde sine knæ ved faderens dødsseng og vi maa haabe at jesus for sin vei med Dem. Maatte herren velsigne dem alle som sørger.  Jeg skal sige dig at A O Svorkmo kommer til Amerika i løpet av Sommeren og du for vist besøk av ham vis du vil.  Jeg har en bøn til dig fra Vangberg at du matte sende ham en nytaars kalender ligedan som den jeg fik til jul vil du det saa er du snild hans adr Missionær A Vangberg Høiskolegaten No 4 Trondhjem\n\nFredag skal vi begrave br Øian han skal bisettes fra logelokalet og efterpaa har vi lesaran inbudt alle som følger ham, til en festlig stund i bedehuset vor vi serverer sokolade taler av Daasvand og Svebak med flere vi ved at jesus er nær og da skal vi faa det velsignet for det er vi lovet av jesus tak og lov, maatte det bli en sjel frelst og maatte hans død gripe dem som staar ham nermest i livet saa jesus fik dem helt i sin makt bed om det du og,\n\nVi møtes hos jesus brøder\n\nHilsen med 30 salme\n\nHolm med familien\n\nDu Hilses fra alle, hils fruen fra os.\n\n \n\n\n<-SPLITTLETTER->\n\n\nStjørdalen 30-1-1917\n\nGood Brother and family\n\nI’m writing so that you’ll see that we are living and doing well.  We lack nothing and praise be for that.  We have several meetings here now jesus is close to us praised be his name for that  the giant of the Lapp mission A Vangberg has had a few meetings here.  Our good friend and brother in the Lord Painter Øian has now moved into higher dwellings to that room which jesus has prepared for all who loves him (jesus)  Øian was fond of his saviour and in god fearing people, but he had little opportunity in the last 2 years to be among his holy ones because he was sick. (you remember him don’t you).  I was up there a couple of days before he died and he wished to go home to the Lord and now he’s at home and stands before the throne what does it matter then if the sun has burnt him.  You must tell Julie that he wished us all welcome to follow isn’t that wonderful.  Peder and Jon bent their knees by the deathbed of their father and we must hope that jesus gets his way with Them. may the lord bless all those who are grieving.  I can tell you that A O Svorkmo is coming to America in the course of this Summer and you may get a visit from him if you want.\n\nI need to ask you from Vangberg to send him a new year calendar like the one I received for Christmas if you would be so kind as to do that his addr. A Vangberg Høiskolegaten No 4 Trondhjem.\n\nOn Friday we will bury br (brother) Øian the service will be at the lodge and afterwords we the readers (? this may mean those who speak or read from the bible at the meetings) have invited all those who follow him, to a festive gathering at the chapel where we’ll serve chocolate and have speaches by Daasvand and Svebak and others we know that jesus is near so we will have a blessed time for that has been promised us by jesus praise him, may a soul be saved and may his death touch those who are closest to him in life so that jesus could get them completely in his power please pray for that.\n\nWe’ll meet at jesus’ place brothers\n\nGreetings with Psalm 30\n\nHolm and family\n\nBest regards to you from us all, and remember us to your wife."
    ],
    "LetterDate": [
      "1917-01-30"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1910s",
    "Axel Holm",
    "Bible passage",
    "Christmas",
    "Jesus",
    "John Holm",
    "Norway to US",
    "Stjørdal",
    "calendar",
    "chocolate",
    "church",
    "emigration",
    "prewar",
    "request",
    "sickness"
  ],
  "files": [
    {
      "original": "Axel Holm 30 januar-1917.pdf",
      "filename": "5ce6e64b2882cf772f06b823969a3e4d.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "jesus",
      "score": 0.10540593588019755
    },
    {
      "term": "vangberg",
      "score": 0.09736325917439033
    },
    {
      "term": "øian",
      "score": 0.08505887135379958
    },
    {
      "term": "maatte",
      "score": 0.05325249024324239
    },
    {
      "term": "ham",
      "score": 0.04516233403389061
    },
    {
      "term": "staar",
      "score": 0.04188031697556618
    },
    {
      "term": "herren",
      "score": 0.038857279304490996
    },
    {
      "term": "nær",
      "score": 0.036531380599908694
    },
    {
      "term": "ønsket",
      "score": 0.036531380599908694
    },
    {
      "term": "a",
      "score": 0.03476514335280166
    },
    {
      "term": "møter",
      "score": 0.03367739176183901
    },
    {
      "term": "30-1-1917",
      "score": 0.032454419724796776
    },
    {
      "term": "lappemissions",
      "score": 0.032454419724796776
    },
    {
      "term": "kjæmpe",
      "score": 0.032454419724796776
    },
    {
      "term": "gudsfolk",
      "score": 0.032454419724796776
    }
  ],
  "english-tfidf": [
    {
      "term": "vangberg",
      "score": 0.09942032910623001
    },
    {
      "term": "jesus",
      "score": 0.09377880236411149
    },
    {
      "term": "øian",
      "score": 0.08689357283105027
    },
    {
      "term": "meetings",
      "score": 0.05306582264608175
    },
    {
      "term": "follow",
      "score": 0.0495778777039137
    },
    {
      "term": "praise",
      "score": 0.042835518813125466
    },
    {
      "term": "wished",
      "score": 0.042835518813125466
    },
    {
      "term": "lord",
      "score": 0.037952906546070565
    },
    {
      "term": "30-1-1917",
      "score": 0.033140109702076676
    },
    {
      "term": "giant",
      "score": 0.033140109702076676
    },
    {
      "term": "lapp",
      "score": 0.033140109702076676
    },
    {
      "term": "painter",
      "score": 0.033140109702076676
    },
    {
      "term": "loves",
      "score": 0.033140109702076676
    },
    {
      "term": "bent",
      "score": 0.033140109702076676
    },
    {
      "term": "grieving",
      "score": 0.033140109702076676
    }
  ]
}