{
  "id": 63,
  "added": "2010-12-26 20:57:38",
  "modified": "2010-12-30 04:01:14",
  "public": true,
  "metadata": {
    "Creator": [
      "Conrad Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1926.02.07"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Hegra, Norge. 7de Februar 1926\n\nHr  John Holm!\n\nKjære bror og svigerinde!\n\nGodt nytår!  Vi vil  haape at det er bra med eder–  Det er lang tid nu siden vi vekslet brev med verandre men tiden goor fort foor os begge naar vi har meget at gjøre – du i vesterheimen og jeg i gamle Norge –\n\nDet er bra med oss alle saa nær som med Olava (kona) mi hun er noksaa  dorlig av og til hun lider av nyresykdom og det er saa langvarigt.  isommer laag hun tilsengs i 7 uker paa en gang.  hun er for tiden lit bedre nu.\n\nBrage, Svanhild og Solveig er konfirmeret nu.\n\nSiden du var hjemme i 1914 har vi faadt 4 barn.  derav er et par tvillinger som nu er 7 år.  Den yngste heter Jorun og er nu ett og et halvt år gammel.  Vi har nu 9 barn=3 er gutter og 6 piker.\n\nVi har kjøpt jord av Nedre Hembre og bygget hus der i 1920 vi bor ogsaa der nu mens vi skal pudse op hjemmet som vi bodde i da  du var her – Den nye heimen er bygget ikke saa langt fra det sted som John Bjørgnes (eller John Bauk som vi kaldte ham) bodde i nærhetten av Peteranna om du husker hende?  hun lever foresten endnu og er enke.\n\nTomas Trøan dødde ifjord likesaa  dødd Sigrid Trøan, Elen Reinan og mange flere ifjordsommer – Klokkar Bjørgum ogsaa, han var ved sin død 94 år gammel.  Mange nye er kommet isteden slik er livets gang paa jord.\n\nDu skal ha tak for veggkalenderen  jeg fik ifjord fra dig ved Aksel det var kjækt at ha.\n\nIdag skriver jeg brev til Olav og likesaa til Laura.  det er bra med dem men Olav har litet av fast og lønsomt arbeide og det er slemt nu i denne dyre tiden her.  Jeg har ogsaa havt litet av arbeide i det siste men man faar haape paa bedre tider.\n\nLev inderlig vel bror og svigerinde og vær paa det hjerteligste hilset fra os alle.\n\nBroderligst! Conrad\n\nOB!  Skriv en lap saa vi faar høre hvordan i Har det er de snild!  D.S.\n\n\n<-SPLITTLETTER->\n\n\nHegra, Norway, Febr. 7 1926\n\nMr John Holm!\n\nDear brother and sister in law!\n\nHappy New Year.  We hope you are all doing well.  It’s been a long time now since we exchanged letters but time passes quickly for both of us when we have a lot to do – you in the western world and I in old Norway– We are all fine except for Olava (my wife) she is quite ill now and then  she suffers from a kidney disease which is so long lasting.  this summer she was bedridden for a period of 7 weeks.  right now she is a little better.\n\nBrage, Svanhild and Solveig have been confirmed now.\n\nSince you were at home in 1914 we’ve had 4 children.  among them a set of twins who are now 7 years old.  The youngest is called Jorun and she’s now a year and a half old.  We now have 9 children=3 are boys and 6 girls.\n\nWe have bought land from Nedre Hembre and built a house there in 1920  we are also living there now while fixing up the home that we lived in when you were here –  The new home is built not very far from where John Bjørgnes (or John Bauk as we called him) lived  close to Peteranna if you remember her?  she is still alive by the way and is a widow.\n\nTomas Trøan died last year and so did Sigrid Trøan, Elen Reinan and many more last summer – Bell ringer Bjørgum too, he was 94 years old at his death.  Many new ones have arrived instead  such is the way of life on earth.\n\nThank you for the wall calendar that I received from you last year through Axel  it was nice to have.\n\nToday I’m writing letters to Olav and also to Laura.  they are well but Olav has little permanent work that pays and that’s bad in these expensive times here.  I too have had little work lately but one will have to hope for better times.\n\nLive very well brother and sister in law, and be warmly greeted from us all.\n\nMost brotherly! Conrad\n\nOB.  Write us a note please so that we’ll know how you are!  D.S."
    ],
    "Title": [
      "Conrad Holm to John Holm 1926.2.7"
    ],
    "Description": [
      "BREV FRA CONRAD HOLM DATERT HEGRA, NORGE, 7.  FEBRUAR-1926 TIL HR JOHN O.  HOLM, DELL RAPIDS.  SO.  DAK., U.S.A.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM CONRAD HOLM, DATED HEGRA, NORWAY, FEBR. 7-1926 TO MR JOHN O.  HOLM, DELL RAPIDS, SO.  DAK., U.S.A."
    ],
    "LetterDate": [
      "1926-02-07"
    ],
    "Location": [
      "Hegra"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1920s",
    "Conrad Holm",
    "Elen Reinan",
    "Hegra",
    "John Bauk",
    "John Bjørgnes",
    "John Holm",
    "Nedre Hembre",
    "New Year",
    "Norway to US",
    "Olava Holm",
    "Sigrid Trøan",
    "Tomas Trøan",
    "bell ringer",
    "death",
    "kidney disease",
    "prewar",
    "prices",
    "property sale",
    "renovations",
    "sickness",
    "underemployment"
  ],
  "files": [
    {
      "original": "Conrad Holm-7 febr-1926.ps",
      "filename": "db6b0fb16983432ad1a2d4411e2456eb.ps",
      "mime_type": "application/postscript"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "bygget",
      "score": 0.0637767085289611
    },
    {
      "term": "likesaa",
      "score": 0.0637767085289611
    },
    {
      "term": "haape",
      "score": 0.05571685759221755
    },
    {
      "term": "ifjord",
      "score": 0.05571685759221755
    },
    {
      "term": "trøan",
      "score": 0.0510021470328203
    },
    {
      "term": "litet",
      "score": 0.0510021470328203
    },
    {
      "term": "svigerinde",
      "score": 0.047657006655473996
    },
    {
      "term": "bodde",
      "score": 0.047657006655473996
    },
    {
      "term": "jord",
      "score": 0.03959715571873045
    },
    {
      "term": "1926",
      "score": 0.03188835426448055
    },
    {
      "term": "hr",
      "score": 0.03188835426448055
    },
    {
      "term": "goor",
      "score": 0.03188835426448055
    },
    {
      "term": "foor",
      "score": 0.03188835426448055
    },
    {
      "term": "vesterheimen",
      "score": 0.03188835426448055
    },
    {
      "term": "dorlig",
      "score": 0.03188835426448055
    }
  ],
  "english-tfidf": [
    {
      "term": "trøan",
      "score": 0.056084661425179844
    },
    {
      "term": "built",
      "score": 0.04359002125942537
    },
    {
      "term": "7",
      "score": 0.040776351220858334
    },
    {
      "term": "1926",
      "score": 0.035039861213660685
    },
    {
      "term": "kidney",
      "score": 0.035039861213660685
    },
    {
      "term": "lasting",
      "score": 0.035039861213660685
    },
    {
      "term": "1920",
      "score": 0.035039861213660685
    },
    {
      "term": "bjørgnes",
      "score": 0.035039861213660685
    },
    {
      "term": "bauk",
      "score": 0.035039861213660685
    },
    {
      "term": "peteranna",
      "score": 0.035039861213660685
    },
    {
      "term": "elen",
      "score": 0.035039861213660685
    },
    {
      "term": "ob",
      "score": 0.035039861213660685
    },
    {
      "term": "lived",
      "score": 0.03325970003373965
    },
    {
      "term": "called",
      "score": 0.0319175278597546
    },
    {
      "term": "febr",
      "score": 0.030624911019011353
    }
  ]
}