{
  "id": 70,
  "added": "2010-12-26 21:50:54",
  "modified": "2010-12-30 04:00:35",
  "public": true,
  "metadata": {
    "Title": [
      "Evelyn Holm to John Holm 1934.1.8"
    ],
    "Description": [
      "BREV FRA EVELYN HOLM (OLAS DATTER) DATERT TRONDHJEM 8.  JANUAR-1934 TIL JOHN HOLM.  BREVET LÅ I EN KONVOLUTT HVOR ADRESSEN COLMAN, SO.  DAK.  ER BRUKT, MEN DEN ER OVERSTRØKET OG FORANDRET TIL JASPER, MINN., U.S.A.  BREVET ER IKKE POSTSTEMPLET FØR OVER EN MÅNED SENERE, 26.  FEBRUAR-1934, MEN DET SER UT SOM DET LÅ I RIKTIG KONVOLUTT FOR NAVNET EVELYN HOLM ER STEMPLET I FIN SKRIFT BÅDE PÅ BREVPAPIRET OG KONVOLUTTEN.  I SAMME KONVOLUTT LÅ ET BREV FRA BERITH HOLM (OLAS KONE) DATERT 12.  FEBRUAR-1934.  FRIMERKENE ER KLIPPET VEKK.  (På konvolutten er det også stemplet: Penger er uvirksomme i verdibrev, benytt postanvisninger og postkreditiver)\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EVELYN HOLM (OLA'S DAUGHTER) DATED TRONDHJEM JANUARY 8-1934 TO JOHN HOLM.  THIS LETTER WAS IN AN ENVELOPE ADDRESSED TO COLMAN, SD, BUT IT HAS BEEN CROSSED OUT AND CHANGED OR REROUTED TO JASPER, MINN, U.S.A.  THE LETTER WAS NOT POSTSTAMPED UNTILL OVER A MONTH LATER ON FEBRUARY 26-1934, BUT IT DOES LOOK LIKE IT WAS IN THE RIGHT ENVELOPE AS THE NAME EVELYN HOLM IS NICELY PRINTED ON THE PAPER AS WELL AS ON THE ENVELOPE (AS IN A STATIONARY SET).  IN THE SAME ENVELOPE WAS A LETTER FROM BERITH HOLM (OLA'S WIFE) DATED FEBRUARY 12-1934.  THE STAMPS HAVE BEEN CUT OUT."
    ],
    "Creator": [
      "Evelyn Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1934.01.08"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Trondhjem den 8-1-34\n\nKjære onkel\n\nTusen takk for kniven (John har sikkert laget den selv) & brevet som jeg fikk.  Det var riktig morsomt å få.  Alle her i Norge bruker kniver nu når man går på tur & sport så jeg ønsket mig riktig en sådan kniv.\n\nEndelig har vi fått norsk vinter, men hvor lenge det varer vet vi ikke.  Om det har snedd og vært vinter en dag så har det regnet neste dag.  Men nu får vi håbe sneen vil vare en stund så vi får nogen skidager i år også.\n\nJeg går fremdeles hjemme og har det godt.  Onkel Conrad var nettop i byen og (gjorde) kjøpte inn en del varer til forretningen sin, som han fremdeles driver med.  Elste sønnen er nu i byen og går på en skole.\n\nTante Laura & onkel Arvid var i Sverige i julen.  Foreldrene til onkel Arvid lever ennu, så dem var og besøkte dem.  Hun fortalte at hun hadde en fin tur.\n\nDu skriver og sier vi må komme over på den andre siden av havet, men jeg er nok for ung og uerfaren, men far har lyst til å reise tilbake vist jeg forstår han rett, men han synes selv han er for gammel og det har han vel rett i.  Jeg skal hilse dig så meget ifra ham.  Han driver fremdeles med og reparere eletriske kokeplater, og lave nye.  Jeg skal takke så meget for magasinene og alt det andre han fikk.\n\nDu tenker ikke på å komme tilbake til Norge?  Det er meget som har forandret sig siden du reiste herfra.  Her går den ene dag og si likedan som den andre, mens der hender vel det noget nytt for hver dag som går.\n\nMen nu blir det vel krig og andre tider.  Ja nu får jeg vel slutte for denne gang.  Lev vel og hils tante fra mig.\n\nKjærligst\n\nhilsen\n\nEvelyn\n\n \n\n\n<-SPLITTLETTER->\n\n\n \n\nTrondhjem 8-1-34 (in Norway the date comes before the month)\n\nDear uncle\n\nThank you so much for the knife (probably one John has made himself, he seems to have sent one to several people) & the letter I received.  It was really fun to get.  Everybody here in Norway is using knives now when going for walks & for sports so I’ve really been wanting such a knife.\n\nWe have finally gotten a Norwegian winter, but how long it will last we don’t know.  If it has snowed and been wintery one day it has rained the next day.  But now we hope the snow will stay a while so that we can get som skiing days this years too.\n\nI’m still living in comfort at home.  Uncle Conrad was just in town and (did) bought some supplies for his store, which he still runs.  His oldest son is in the city now going to a school.\n\nAunt Laura and uncle Arvid were in Sweden at Christmas.  Uncle Arvid’s parents are still living, so they were visiting them.  She said she had a nice trip.\n\nYou write and say that we must come to the other side of the ocean, but I’m too young and inexperienced, but father would like to go back if I understand him correctly, but he himself thinks he’s too old and I guess he’s right.  I am to give you his best regards.  He still repairs electric burners (hot plates?), and makes new ones.  He says thank you very much for the magazines and all the other things he received.\n\nAren’t you ever thinking of coming back to Norway?  A lot has changed since you left here.  Here one day is just like the last one, while I suppose over there something new happens every day.\n\nBut I guess now there will be war and other times.  I’ll end this for now.  Live well and say hello to auntie from me.\n\nWith love\n\nregards\n\nEvelyn"
    ],
    "LetterDate": [
      "1934-01-08"
    ],
    "Location": [
      "Trondheim"
    ],
    "Destination": [
      "Colman"
    ]
  },
  "tags": [
    "1930s",
    "Christmas",
    "Evelyn Holm",
    "John Holm",
    "Norway to US",
    "Sweden",
    "Trondheim",
    "gifts",
    "knife",
    "magazines",
    "prewar",
    "school",
    "skiing",
    "snow",
    "store"
  ],
  "files": [
    {
      "original": "Evelyn Holm 8 januar-1934.pdf",
      "filename": "9671d6822756a186494e0d827d421010.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "arvid",
      "score": 0.06696465106599306
    },
    {
      "term": "fremdeles",
      "score": 0.04696510829783608
    },
    {
      "term": "driver",
      "score": 0.042393079883793046
    },
    {
      "term": "går",
      "score": 0.04209046942048753
    },
    {
      "term": "8-1-34",
      "score": 0.04186867888160805
    },
    {
      "term": "skidager",
      "score": 0.04186867888160805
    },
    {
      "term": "uerfaren",
      "score": 0.04186867888160805
    },
    {
      "term": "eletriske",
      "score": 0.04186867888160805
    },
    {
      "term": "kokeplater",
      "score": 0.04186867888160805
    },
    {
      "term": "magasinene",
      "score": 0.04186867888160805
    },
    {
      "term": "forandret",
      "score": 0.04186867888160805
    },
    {
      "term": "kjærligst",
      "score": 0.04186867888160805
    },
    {
      "term": "rett",
      "score": 0.04048219220510594
    },
    {
      "term": "varer",
      "score": 0.0387840909057132
    },
    {
      "term": "andre",
      "score": 0.037316551341964564
    }
  ],
  "english-tfidf": [
    {
      "term": "arvid",
      "score": 0.06480258030590294
    },
    {
      "term": "knife",
      "score": 0.05841730301286097
    },
    {
      "term": "8-1-34",
      "score": 0.04331699378381675
    },
    {
      "term": "wintery",
      "score": 0.04331699378381675
    },
    {
      "term": "inexperienced",
      "score": 0.04331699378381675
    },
    {
      "term": "burners",
      "score": 0.04331699378381675
    },
    {
      "term": "rained",
      "score": 0.03785914196838411
    },
    {
      "term": "supplies",
      "score": 0.03785914196838411
    },
    {
      "term": "repairs",
      "score": 0.03785914196838411
    },
    {
      "term": "plates",
      "score": 0.03785914196838411
    },
    {
      "term": "snowed",
      "score": 0.03466650332186313
    },
    {
      "term": "som",
      "score": 0.03466650332186313
    },
    {
      "term": "correctly",
      "score": 0.03466650332186313
    },
    {
      "term": "happens",
      "score": 0.03466650332186313
    },
    {
      "term": "himself",
      "score": 0.03415832599007123
    }
  ]
}