{
  "id": 71,
  "added": "2010-12-26 22:02:56",
  "modified": "2010-12-30 04:00:29",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to Alma C. Wilson 1934.1.21"
    ],
    "Description": [
      "BREV FRA KLARA KROGSTAD (MARKUS HOLM'S DATTER) DATERT SLUPPEN 21.  JANUAR-1934 TIL MISS ALMA WILSON, 102 WEST 5 ST., DELL RAPIDS, SYD DAKOTA.  POSTSTEMPLET 1.  FEBRUAR 1934.  FRIMERKENE ER REVET AV.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM KLARA KROGSTAD (MARKUS HOLM'S DAUGHTER) DATED SLUPPEN, JANUARY 21-1934 TO MISS ALMA WILSON, 102 WEST 5 ST., DELL RAPIDS, SD.  POSTSTAMPED FEBRUARY 1-1934, STAMPS HAVE BEEN TORN OFF."
    ],
    "Creator": [
      "Klara Krogstad",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1934.01.21"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Kjære kusine Alma!\n\nMangle tak for brevet jeg fik fra dig, du maa tro jeg har ventet og tænkt hvorfor du slapp op og skrive, jeg synes det er en hel begivenhet og høre fra Amerika i fra folket hans far saa du forstaar jeg er dig inderlig taknemlig for brevene.\n\nSiden sist du fik fra mig har jeg faat en søn som nu er 6 mnd en søt liten kubbe, han heter Svenn Alfred er opkalt efter svigermor hun het Sofie og efter min bror som er død han het Alfred.  Du skulle ha bodd saa nær at jeg kunde ha besøkt dig og du mig tænk saa morsomt det har vært Alma, jeg fik sent en kalender fra onkel John og den kom uventende saa det var morsomt å faa.  Her i Trondhjem er det en daarlig vinter det blaaser og sner og regner om hverandre saa det er sykdomsvær.  Sykehusene er overfylt sier dem, du maa hilse din datter at hun maa bare skrive paa engelsk til mig det bor en ungdom som læser og skriver engelsk i huset ved siden av vort.  Her i byen er det megen arbeidsledighet og fattigdom vi forstaar det vist ikke vi som har arbeide hvor godt vi har det, mor har ogsaa to gutter som er ledige det er nu litt en gang i blant til den ene men det er tussi og være mor hun skal være baade forsørger far og mor og du føler vel det samme som henne men jeg forstaar du har snille og flinke barn og det er mor svært heldig med ogsaa og det er jo en lettelse i ensomheten.  Hils onkel John fra mig og tante Anna tror du jeg kan skrive til henne bor hun langt fra dig eller er de nære hverandre.  Jeg ser av dit brev at hun har det ikke godt jeg kan ikke forstå dem som faar til å være slik mot sin mor jeg synes dem maa faa samvittighetsnag naar det kommer den stunn dem skal sie henne farvell det har ikke blit mig som har kunne tænkt paa det.\n\nNu vaagner lillegut og da maa jeg slutte for denne gang, med en hjertelig hilsen fra mig til dere alle fra deres Klara.  Skriv til mig Alma det er saa morsomt å faa brev fra dig.  1000 hilsen Klara og hennes alle.\n\n \n\n \n\n<-SPLITTLETTER->\n\n\n\nDear cousin Alma!\n\nMany thanks for the letter I received from you, I have really been waiting for it and wondering why you had stopped writing, hearing from America from my father’s people is such a big event for me so you understand I’m deeply grateful to you for your letters.\n\nSince you last heard from me I’ve had a son who’s now 6 months old  a sweet little thing, his name is Svenn Alfred  he’s named for my mother in law  her name was Sofie  and for my brother who is dead  his name was Alfred.  I wish you lived so close that I could visit you and you me  what fun that would be Alma, I received a calendar from uncle John and it came unexpectedly so that was fun to get.  Here in Trondhjem we’re having a bad winter  it’s blowing and snowing or raining so it’s sickness weather.  They say the hospitals are overcrowded, tell your daughter she can write to me in English there’s a youth living in the house next door who can read and write English.  In this town there’s a lot of unemployment and poverty  those of us who have work probably don’t understand how lucky we are, mother also has two boys who have no work  there’s some now and again for one of them but being mother is hard  she has to be the provider as well as mother and father and you probably feel the same way as she does but I understand you have good and kind children and mother is very lucky in that respect too which eases the loneliness.  Say hello to uncle John from me and aunt Anna  do you think I can write to her  does she live far away from you or are you close to eachother.  I see from your letter that things are not good there  I cannot understand those who can treat their mother like that  it seems to me they would get a guilty conscience when the time comes for them to tell her goodbye  I wouldn’t have been able to handle that.\n\nThe little one is waking up now so I must stop for now, with a warm greeting from me to you all from your Klara.  Write to me Alma it’s so much fun to get a letter from you.  1000 greetings Klara and all hers."
    ],
    "LetterDate": [
      "1934-01-21"
    ],
    "Location": [
      "Sluppen"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1930s",
    "Alma C. Wilson",
    "John Holm",
    "Klara Krogstad",
    "Norway to US",
    "Svenn Alfred",
    "Trondheim",
    "calendar",
    "gifts",
    "hospital",
    "poverty",
    "prewar",
    "snow",
    "unemployment"
  ],
  "files": [
    {
      "original": "Klara Krogstad 21 jan-1934.pdf",
      "filename": "bfc1ca99d3e75bf46055ef7606ed71ef.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "forstaar",
      "score": 0.06583886566544708
    },
    {
      "term": "alfred",
      "score": 0.060499098549276493
    },
    {
      "term": "het",
      "score": 0.05653106996373467
    },
    {
      "term": "tænkt",
      "score": 0.05093844778293241
    },
    {
      "term": "engelsk",
      "score": 0.03829995492949579
    },
    {
      "term": "mangle",
      "score": 0.037826185748211415
    },
    {
      "term": "begivenhet",
      "score": 0.037826185748211415
    },
    {
      "term": "kubbe",
      "score": 0.037826185748211415
    },
    {
      "term": "sofie",
      "score": 0.037826185748211415
    },
    {
      "term": "blaaser",
      "score": 0.037826185748211415
    },
    {
      "term": "sykdomsvær",
      "score": 0.037826185748211415
    },
    {
      "term": "sykehusene",
      "score": 0.037826185748211415
    },
    {
      "term": "overfylt",
      "score": 0.037826185748211415
    },
    {
      "term": "arbeidsledighet",
      "score": 0.037826185748211415
    },
    {
      "term": "fattigdom",
      "score": 0.037826185748211415
    }
  ],
  "english-tfidf": [
    {
      "term": "alfred",
      "score": 0.056808334475827324
    },
    {
      "term": "understand",
      "score": 0.036741181074555034
    },
    {
      "term": "name",
      "score": 0.03607107195132274
    },
    {
      "term": "lucky",
      "score": 0.036041393670226025
    },
    {
      "term": "event",
      "score": 0.03549198845512727
    },
    {
      "term": "sofie",
      "score": 0.03549198845512727
    },
    {
      "term": "overcrowded",
      "score": 0.03549198845512727
    },
    {
      "term": "eases",
      "score": 0.03549198845512727
    },
    {
      "term": "loneliness",
      "score": 0.03549198845512727
    },
    {
      "term": "conscience",
      "score": 0.03549198845512727
    },
    {
      "term": "waking",
      "score": 0.03549198845512727
    },
    {
      "term": "does",
      "score": 0.031099558157244016
    },
    {
      "term": "deeply",
      "score": 0.031020071161192143
    },
    {
      "term": "sweet",
      "score": 0.031020071161192143
    },
    {
      "term": "snowing",
      "score": 0.031020071161192143
    }
  ]
}