{
  "id": 73,
  "added": "2010-12-26 22:26:50",
  "modified": "2010-12-31 03:33:30",
  "public": true,
  "metadata": {
    "Creator": [
      "Laura Karlson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1935.01.08"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Heggedal\n\nAnden Juledag\n\nKjere Alma og alle sammen\n\nTusen tak for dit brev, det er moro og høre fra dere.  Jeg tenker paa Anna, hun har vist bestandig, havt det vont, det er godt at hun har fodd jemt(?) sig ifra alle sorger, og det vonne her i verden, dette livet har ikke meget godt og byde en paa, det er mange gange en ønsker og vere jemt, ifra det hele, men det lakker mod Slutten, jeg er glad for at jeg har bare den ene Gutten, og han er orntlig, ikke drikker. Som liten var han meget syg han fikk, saan ond Ørebetennelse, efter Meslingerne da han var 3 aar, og har lagt paa Sygehus 2 gange, og blevet operert og var Døden ner, og vi frygtet mest for han skulle miste forstannet og faa  leve, han blev helt vanskapt i ansigtet, og Lam paa den ene siden, for det er udtat et Ben lige ind til Gjernen saa det er et under, at han er kjek, men som de ser saa er han lit Sjev i ansigtet. han Vever i Fabrikken, og er meget Musikalsk. dette spillet koster 600 kr., men paa dette kort er han svert uheldig.  du ligner meget, var Søster Hannas eldste datter Karen, som bor i Narvik.  og saa var det denne Dragten.  Tolden kan jeg ikke faa greie paa her, det blir fortollet, i Amerika, det blir kanske dyrt, for dette bryststykket, og Luen, og paa beltet, og saa skal det vere lomme paa Forkledet, som er av Perlebroderi, og Brystet og Luen, må en kjøpe ferdig, aldt de andre kan en sy selv, det er bare enkelt  er det saa du vil, saa kan jeg besørge det, som skal vere til, det Sorte og røde Stoffet vever vi paa Fabrikken her, den borden, som er paa Vesten, det er ikke av perler.  det er en anden slag,  Luen og Brystet, og de perlerne som skal til, det kan kanske komme sig paa, en serka kr. 15.  det til Sjørt  og vest blir ikke meget, og Sjørten (mener hun skjorten?), den faar de der men i tilfelde, saa maatte du sende maal av Hode for Luens sjyld, jeg spurte paa Husfliden, i Oslo hvad den kostet ferdig, en serka kr. 80.  Jeg haaber at du forstaar, min daarlige skrivt, du skriver meget, bedre Norsk en jeg, jeg orker ikke arbeide mer i Fabriken. jeg er saa av Jigt i armer og Ryggen, foresten, saa er det de samme som og lage ris til sin egen Rumpe, som vi siger paa Norsk, det er ingen som takker en for hvad en jør.\n\nJeg maa nu slutte mit brev.  Tusen tak for brev og bilder.  hils alle dine barn, og de andre som har intresse av os.\n\nJeg ønsker dere alle et godt Nytaar.  Tusen Kjere hilsen fra Mindor Laura Arvid.\n\nHavde jeg havd god raad saa Skulle jeg sent dig en brugt(?) men desverre en er for fattig.\n\n \n\n\n<-SPLITTLETTER->\n\n\nHeggedal\n\nSecond Christmas day\n\nDear Alma and all\n\nThank you so much for your letter, it’s fun to hear from you.  I’m thinking about Anna, it seems she has always, suffered, it’s good that she has been allowed to hide herself from all sorrows, and the bad of this world, this life doesn’t have much good to offer a person, many a time one would wish to be hidden, from it all, but the End is drawing near, I’m glad I only have the one Boy, and he’s decent, doesn’t drink.  As a little boy he was very ill he got, such a bad Ear infection, after the Measles when he was 3 years old, and has been in the hospital twice, and was operated on and was near Death, and we feared most of all that he would lose his mind and live, his face became completely malformed, and Paralyzed on one side, because a Bone was taken out all the way to the Brain so it’s a miracle, that he’s ok, but as you see his face is a little crooked.  he weaves at the Factory, and is very Musical.  this instrument costs 600 kr., but on this card he was very unlucky  (in other words, he doesn’t look like himself; I think that’s what she means. There must have been a photo enclosed in this letter).  you look a lot, like our Sister Hanna’s oldest daughter Karen, who lives in Narvik.  and now to the Costume (I think she’s talking about a Norwegian National Costume).  I can’t find out about the duty on it here, it will be cleared, in America, it may get expensive, for the chest piece, and the Hat, and the belt, and then there’s supposed to be a pocket on the Apron, which is made of beaded embroidery, and the Chest piece and the Hat, must be bought ready made, all the other things can be hand sewn, it’s simple  if you want me to, I can see to the things that go with it, the Black and the Red fabric we weave at the Factory here, the border, which is on the Vest, that is not made of pearls.  that’s another kind, the Hat and the Chest piece, and the beads to go with it, could perhaps come to, ca. 15 kr. what’s needed for the skirt (shirt?) and vest wont come to much, and the shirt (skirt?), you can get there but in case (I think she means to say: in case you want me to get this for you) you must send the Head measurements for the sake of the Hat, I asked at Husfliden, in Oslo what it costs ready made, about 80 kr.  I hope you understand, my bad writing, you write much, better Norwegian than I do, I can’t work anymore at the Factory.  I am so bothered with Arthritis in my arms and Back, besides, it’s like making a whip for your own Behind (Norwegian expression), as we say in Norwegian, nobody thanks you for what you do.\n\nI must end my letter now.  Thank you very much for your letter and photographs.  say hello to all your children, and the others who are interested in us.\n\nI wish you all a happy New year.  A thousand Loving greetings from Mindor Laura Arvid.\n\nIf I could afford it I would Send you a used one but unfortunately I’m too poor."
    ],
    "Title": [
      "Laura Karlson to Alma C. Wilson 1935.1.8"
    ],
    "Description": [
      "BREV FRA LAURA KARLSON (JOHN'S SØSTER), GRØNBORG, HEGGEDAL, PR..  OSLO,  DATERT  2.  JULEDAG.  POSTSTEMPLET HEGGEDAL 8.  JANUAR, OG SÅ I OSLO SAMME DAG - TIL MRS.  ALMA VILSON, 102 WEST 5 STREET, DELL RAPIDS, S.H., SÅ ER ADRESSEN KORRIGERT TIL DELL RAPIDS, S.  DAK.  PÅ NEW YORK POSTKONTOR DEN 24.  JANUAR-1935, KL. 3:30.  FRIMERKET ER TATT AV.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM LAURA KARLSON (JOHN'S SISTER) GRØNBORG, HEGGEDAL.  PR.  OSLO, DATED –SECOND CHRISTMAS DAY– (DEC. 26), POST STAMPED HEGGEDAL JANUARY 8-1935, THEN AGAIN IN OSLO THE SAME DAY – TO MRS.  ALMA VILSON, 102 WEST 5 STREET, DELL RAPIDS, S.H., U.S.A.  ADDRESS CORRECTED TO DELL RAPIDS, S.  DAK.  AT NEW YORK POST OFFICE ON JANUARY 24-1935 AT 3:30 PM.  A SOMEWHAT CONFUSING LETTER AS FAR AS LANGUAGE, BUT THAT'S HOW IT WAS WRITTEN.\n"
    ],
    "LetterDate": [
      "1934-12-26"
    ],
    "Location": [
      "Heggedal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1930s",
    "Alma C. Wilson",
    "Christmas",
    "Heggedal",
    "Laura Karlson",
    "Norway to US",
    "apron",
    "arthritis",
    "death",
    "ear infection",
    "factory",
    "gifts",
    "hat",
    "hospital",
    "husfliden",
    "measles",
    "paralysis",
    "photos",
    "poverty",
    "prewar",
    "request",
    "sickness",
    "vest"
  ],
  "files": [
    {
      "original": "Laura Karlson 8 januar-1935.pdf",
      "filename": "e15a6f694f1016410ce42cc4a9c957e5.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "luen",
      "score": 0.074097676591712
    },
    {
      "term": "jemt",
      "score": 0.05654429828340881
    },
    {
      "term": "ansigtet",
      "score": 0.05654429828340881
    },
    {
      "term": "vever",
      "score": 0.05654429828340881
    },
    {
      "term": "fabrikken",
      "score": 0.05654429828340881
    },
    {
      "term": "serka",
      "score": 0.05654429828340881
    },
    {
      "term": "brystet",
      "score": 0.03995215485625314
    },
    {
      "term": "kr",
      "score": 0.0332875117007544
    },
    {
      "term": "anden",
      "score": 0.03092670395569747
    },
    {
      "term": "fodd",
      "score": 0.028272149141704405
    },
    {
      "term": "vonne",
      "score": 0.028272149141704405
    },
    {
      "term": "ørebetennelse",
      "score": 0.028272149141704405
    },
    {
      "term": "frygtet",
      "score": 0.028272149141704405
    },
    {
      "term": "forstannet",
      "score": 0.028272149141704405
    },
    {
      "term": "vanskapt",
      "score": 0.028272149141704405
    }
  ],
  "english-tfidf": [
    {
      "term": "hat",
      "score": 0.07315491287866376
    },
    {
      "term": "factory",
      "score": 0.04945998321755563
    },
    {
      "term": "chest",
      "score": 0.04945998321755563
    },
    {
      "term": "vest",
      "score": 0.0489000729826198
    },
    {
      "term": "costume",
      "score": 0.04273876471097584
    },
    {
      "term": "made",
      "score": 0.03733441473569016
    },
    {
      "term": "piece",
      "score": 0.0348118193686475
    },
    {
      "term": "face",
      "score": 0.0316030938799059
    },
    {
      "term": "skirt",
      "score": 0.0316030938799059
    },
    {
      "term": "kr",
      "score": 0.029405617927205308
    },
    {
      "term": "costs",
      "score": 0.029369187850742287
    },
    {
      "term": "shirt",
      "score": 0.028432649933783836
    },
    {
      "term": "case",
      "score": 0.025441785608261942
    },
    {
      "term": "ear",
      "score": 0.0244500364913099
    },
    {
      "term": "malformed",
      "score": 0.0244500364913099
    }
  ]
}