{
  "id": 74,
  "added": "2010-12-26 22:46:14",
  "modified": "2010-12-30 03:59:04",
  "public": true,
  "metadata": {
    "Title": [
      "Evelyn Holm to Grace Vilson 1935.3.3"
    ],
    "Description": [
      "BREV FRA EVELYN HOLM (OLAS DATTER) DATERT TRONDHJEM 3.  MARS-1935 – TIL  FRK.  GRACE VILSON, DELL RAPIDS, SO.  DAK., U.S.A.  POSTSTEMPLET 22.  MARS, FRIMERKET ER TATT AV.  INNEHOLDER ET BILDE AV 6 UNGE JENTER I PYJAMAS PÅ EN TRAPP.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EVELYN HOLM (OLA'S DAUGHTER) DATED TRONDHJEM MARCH 3-1935 – TO MISS GRACE VILSON, DELL RAPIDS, SO.  DAK., U.S.A.  POST STAMPED MARCH 22, THE STAMPS HAVE BEEN TAKEN OFF.  ENCLOSED IS A PICTURE OF 6 YOUNG GIRLS IN PAJAMAS SITTING ON THE STEPS IN FRONT OF A HOUSE."
    ],
    "Creator": [
      "Evelyn Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1935.03.03"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Trondhjem 3-3-1935\n\nKjære Grace.\n\nHvordan er det med dig.  Håber du er frisk og kjekk nu.  Det kune ikke være nå morsomt og ligge på sykehuset hele sommeren jeg vet om jeg har klart, for sommeren er den bedste årstid jeg vet.  Da reiser familien på landet, mor min yngste søster Effie og jeg bor der hele tiden mens far og de andre søskene mine som har plasser kommer opover hver helg.  Min yngste søster går på folkeskolen ennu.  Hun har ett og et halvt år igjen.\n\nDu spurte om jeg vilde skrive på engelsk, men det kan jeg desverre ikke.  Jeg kunde vell alltids har lært mig engelsk, men det har nu engang ikke blitt.  Sonja min nest eldste søster går nu et kursus engelsk.  Sudentere på Høiskolen (her i byen) har en slik aftenskole her i byen.  Jeg skulle selvfølgelig kunde litt engelsk, men det blir nu aldri med mig.  Det er jo det sproget som er det mest brukt uti verden.\n\nDu kan tror jeg har hatt lyst til å komme en tur til dig.  For jeg har hatt lyst til å sett mig om rundt omkring i verden.  Jeg går bare hjemme i huset.  Går ikke på nogen skole skjønner nu.  Vi er nødt til å gå 7 år på folkeskolen som vi kaller det.  Deretter går man til Middelskoler som vi går i tre år.  Har jeg begynt der har jeg gått det siste året.  Hvis man da vil forstette begynner man på gymnasie hvis en vil ta (artium) college-eksamen (dette er feil, college-eksamen er det samme som universitets-eksamen, gymnasie tilsvarer high school) som de kaller det.  Vi kaller det for artium.  Eller mange går fra middelskolen til handels gymnasie.  Hvor man tar handelsbrev.  Der kan dem gå to eller tre år som dem selv vil.  Går dem tre tar dem college-eksamen der også.  Når dem har gått de skolene blir dem russ, blå på Handelsgymnasie, rød på gymnasie.  I russetiden altså i eksamentiden turer dem og drikker dem kan du tro.  Tar dem eksamen blir dem sudenter og får duskelue da føler dem sig kan du tro.  Når dem har gått ut folkeskolen kan dem også gå i 8. kl.  Der lærer dem engelsk.  Jeg gikk bare de 7 årene.  For i den tiden var så svimmel blodfattig og litt dårlig i den tid.  Derfor forsatt jeg ikke, ennu jeg kunde ha god lyst.\n\nEr du meget ut og morer dig da.  Eller leser du og strever bare med skolen.  Det er vel mange forlystels steder der, og du som har så mange brødre har vel my  morro.  Her går vi på kino, og ut og forskjellige steder mest private dansemorroer og sånt noget.\n\nSkal hilse fra far & mor og alle her.\n\nLev vel\n\nHilsen din venninde Evelyn.\n\nDette billedet er tatt på en påsketuren 1934 på fjellet.  Det er tatt tidlig om morgenen så du må ikke se på hvordan vi er.  Der hvor to xx står er mig et x nå ta av mine søsken.\n\n \n\n<-SPLITTLETTER->\n\n\n\nTrondhjem 3-3-1935\n\nDear Grace.\n\nHow are you doing.  Hope you are well now.  Being in hospital all through the summer is not much fun I don’t know if I could handle that ‘cause the summer is my favorite time of the year.  Then the family travels to the coutry, mother my youngest sister Effie and I live there all the time while father and my other sisters who have positions come up every weekend.  My youngest sister is still in elementary school.  She has a year and a half to go.  You asked me if I would write in English, but unfortunately I don’t know how.  I guess I could learn English, but just haven’t gotten around to it.  Sonja my next oldest sister is now taking English classes.  The students at the University (here in town) run an evening school here in town. I should of course know some English but I just never get around to it.  It’s the language that is used the most around the world.\n\nYou can’t imagine how much I would like to come visit you.  Because I’d like to be able to see the world.  I’m just at home.  Don’t go to any school you see.  We are obliged to go for 7 years at folkeskolen as we call it (elementary school).  After that we can go to Middleschool for three years.  If I had started there I would have been in my last year.  Then if you want to continue you start gymnasie if you want to take (artium) college axams as you call it. (* This is not correct, see below for an explanation).  We call it artium.  Or many go from the middleschool to commercial college.  Where you get a business license.  They can go there for two or three years as they choose.  If they go for three years they get college exams there too (again, not correct).  When they are done with those schools they become russ (** eplanation below), blue for Commerical School, red for High School.  In russetiden, that is during exams you can’t imagine how they drink and carry on.  If they pass the exams they become students and receive a graduation cap (see ** below) and feel really big and important.  When they have finished elementary school they can also go to an 8th grade.  There they learn English.  I only went for those 7 years.  Because during that time I was dizzy and anemic and feeling a little bad at that time.  Therefore I didn’t continue, even though I wanted to.\n\nAre you going out a lot to have fun.  Or are you just studying and struggling with school.  I bet there are many places there for amusement, and you who have so many brothers probably have a lot of fun.  Here we go to the movies, and out to various places mostly private dances and such.\n\nMother and father say hello and everone here.\n\nLive well\n\nRegards your friend Evelyn.\n\nThis picture was taken on an Easter trip to the mountains in 1934.  It is taken early in the morning so you mustn’t look at how we are.  Where it has two xx it’s me one x some of my sisters.\n\n \n\n·      She mistakenly equates our “gymnas” education to your college education, but gymnas is the same as your high school.  So our “artium axams’ would be the same as your high school exams.\n\n**  “Russ” is a senior high student.  “Russetiden”(the Russ period) is an old tradition where the senior high school students wear nothing but red clothes (or blue for commercial school students) from the time they have sat their exams until they know whether they’ve passed or not.  It’s a wild and crazy time, lots of partying and playing tricks on the townspeople, teachers etc.  In my time the red cap would be replaced by a black cap once we got the results from the exams and found that we had passed. Our graduation cap is different from yours in that it‘s round and soft. This cap would be given to us in a special ceremony, and the red ones would all be thrown into the center of the floor or plaza, depending on where the ceremony was held. The black caps are no longer in use, and I believe the “russ” tradition was also stopped a couple of years ago (too many drunk youths and too much vandalism no doubt!)."
    ],
    "LetterDate": [
      "1935-03-03"
    ],
    "Location": [
      "Trondheim"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1930s",
    "English language",
    "Evelyn Holm",
    "Grace Vilson",
    "Norway to US",
    "Trondheim",
    "artium",
    "dancing",
    "elementary school",
    "evening school",
    "gymnasie",
    "hospital",
    "movies",
    "prewar",
    "russ",
    "russetiden",
    "university"
  ],
  "files": [
    {
      "original": "Evelyn Holm 3 mars-1935.pdf",
      "filename": "89da4bb27f0cee351d27d2eb8ebd8ed4.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "gymnasie",
      "score": 0.10063847584386523
    },
    {
      "term": "college-eksamen",
      "score": 0.07547885688289892
    },
    {
      "term": "folkeskolen",
      "score": 0.06594013421464279
    },
    {
      "term": "engelsk",
      "score": 0.06368685166028543
    },
    {
      "term": "kaller",
      "score": 0.050821616480677984
    },
    {
      "term": "artium",
      "score": 0.050319237921932616
    },
    {
      "term": "går",
      "score": 0.04552721417133468
    },
    {
      "term": "tre",
      "score": 0.040181388660951174
    },
    {
      "term": "gått",
      "score": 0.03232985391139686
    },
    {
      "term": "tar",
      "score": 0.031182400577373225
    },
    {
      "term": "steder",
      "score": 0.0291946040412533
    },
    {
      "term": "lyst",
      "score": 0.02655204869726479
    },
    {
      "term": "kunde",
      "score": 0.02578732597495088
    },
    {
      "term": "3-3-1935",
      "score": 0.025159618960966308
    },
    {
      "term": "alltids",
      "score": 0.025159618960966308
    }
  ],
  "english-tfidf": [
    {
      "term": "exams",
      "score": 0.11039314134872363
    },
    {
      "term": "cap",
      "score": 0.09199428445726969
    },
    {
      "term": "school",
      "score": 0.07926010779646417
    },
    {
      "term": "college",
      "score": 0.07359542756581575
    },
    {
      "term": "russ",
      "score": 0.07359542756581575
    },
    {
      "term": "students",
      "score": 0.0643225555850807
    },
    {
      "term": "artium",
      "score": 0.05519657067436182
    },
    {
      "term": "red",
      "score": 0.0442011188389098
    },
    {
      "term": "elementary",
      "score": 0.04417370490177208
    },
    {
      "term": "high",
      "score": 0.03956127081296952
    },
    {
      "term": "middleschool",
      "score": 0.03679771378290787
    },
    {
      "term": "axams",
      "score": 0.03679771378290787
    },
    {
      "term": "russetiden",
      "score": 0.03679771378290787
    },
    {
      "term": "graduation",
      "score": 0.03679771378290787
    },
    {
      "term": "gymnas",
      "score": 0.03679771378290787
    }
  ]
}