{
  "id": 75,
  "added": "2010-12-26 23:04:25",
  "modified": "2010-12-30 03:58:56",
  "public": true,
  "metadata": {
    "Creator": [
      "Klara Korgstad",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1935.04.14"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Sluppen den 14-4\n\nGode kusine Alma!\n\nTusen tak for brevet jeg fik fra dig, for længe siden.  Jeg har tænkt jeg skulde  ha  skrevet for længe siden men jeg har hat saa meget og gjort for vi har konfirmant i mai saa har vi malt og tapetsert stuen vor og kjøpt os nye spisestumøbler saa nu må du kom og besøk mig faar du se hvor fint jeg har faat det.  Jeg ser av dit brev at det er daarlige tider i Amerika  det er likedan her ogsaa saa  vi forstaar det vist ikke vi som har arbeide hvor godt vi har det.  Du har været litt uheldig med barna at dem er daarlig ser jeg, men haaber det retter fort paa sig, men slik er det Alma, endel skal ha bare motgang  jeg synes synd baade paa dig og barna for jeg saa hvordan mor plagdes naar min bror var syk og laa i 2 aar og 3 mnd.  Men vi som var konfirmert hadde da arbeide og tjente penger saa vi hadde det godt i den veien, nu begynder mor (Gjertine) og blir træt og klar  hun fyller 60 aar den 18. Juni, vi var hos henne i gaar  vi hørte konsert fra Chikago for min bror Erling kjøpte sig Radio ifjor til 400 kr  han arbeider der min mand arbeider det er bare om sommeren han skifter i ferien, det er så stødig en gut  han er støtten hennes mor nu.  Du skal få et billed av os og hele konfirmasjonselskapet naar vi er færdig med det styre og saa skal vi fotografere min bestemor altsaa oldemor til konfirmanten og mor og jeg, det blir 4 ledd  du skal faa et, saa snart som mulig.  Vor datter er nu 15 og et halvt aar er stor og lang og saa flink paa skolen, men hun kunne ikke fortsette for naar jeg fik lillegut saa trængte jeg henne, nu er han 2 aar.  Vore barn heter Mary er 15 og et halvt aar og Gerd er 13 aar og Kjell er 8 aar og Svein Alfred er 2 aar.  Du tror min svigermor lever men hun døde den sommeren  jeg sørget saa på henne  hun var verdens snilleste dame tror jeg.  Men hun var klar for hun har hat det trasig og tungt, hun har hat 13 barn og en liten gaard som dem hadde hus-dyr saa dem skulle greie sig  manden hennes var skrædder han er frisk og kjæk ennu, det er en datter som steller for faren nu, min mand senner dig sine hilsninger og ber dig komme til os den 12 mai  hvad sier du til det.  Hils dine barn saa hjertelig fra os, hvordan er det med onkel John  jeg skrev sist men intet svar faat, du maa skrive til mig, for du aner ikke hvor glad jeg blev naar det kom amerikabrev for det er en stor glæde.  Jeg har mer og skrive om næste gang.\n\nHilsen saa hjertelig fra os, deres Klara.\n\n\n<-SPLITTLETTER->\n\n\nSluppen 14-4\n\nGood cousin Alma\n\nThank you so much for the letter I received from you a long time ago.  I should have written a long time ago but I’ve had so much to do because we’re going to have a confirmation in May and then we have painted and wall papered our living room and bought new dining room furniture so now you’ll have to come and visit me so that you can see how nice it is.  I see from your letter that times are bad in America and it’s the same here too  I guess those of us who have jobs don’t understand how lucky we are.  You’ve been a bit unlucky with the children in that they’re sick I see, but hope that will be sorted out soon, but that’s how it is Alma some have only hardships  I feel bad for you as well as for the children because I saw how hard it was for mother (Gjertine) when my brother was sick and bedridden for 2 years and 3 months.  But those of us who were confirmed were working then and earned money so we were fine as far as that, mother is starting to get tired now she’ll be 60 years old on June 18, we went to see her yesterday  we heard a concert from Chikago (her own spelling) because my brother Erling bought himself a Radio last year for 400 kr. he works where my husband works  it’s only in the summer time that he changes jobs during his vacation, he’s such a good boy  he’s mother’s support now.  You’ll get a picture of us and all the confirmation guests when we’re done with all that hubbub and we’re also going to take a picture of my grandmother, that is the great grandmother of the confirmee and mother and me, that’s 4 generations  you’ll get one as soon as possible.  Our daughter is now 15 and a half  is big and tall and so good in school, but she couldn’t continue because when I had my little boy I needed her, he is now 2 years old.  Our children are Mary  is15 and a half and Gerd is 13 years old and Kjell is 8 years old and Svein Alfred is 2 years old.  You think my mother in law is alive but she died that summer  I grieved so for her  she was the world’s kindest lady I think.  But she was tired because she’s had a tough life, she has had 13 children and a little farm with some animals so that they could manage  her husband was a tailor  he’s still healthy and doing fine, a daughter looks after her father now,  my husband sends you his regards and asks you to come and see us for May 12  what do you say to that.  Give our best wishes to your children, how is uncle John  I wrote him last but have received no reply, you must write to me, because you can’t imagine how happy I was when the America letter arrived because that is a great joy.  I’ll have more to write about next time.\n\nHeartfelt greetings from us, yours Klara"
    ],
    "Title": [
      "Karla Krogstad to Alma C. Wilson 1935.4.14"
    ],
    "Description": [
      "BREV FRA KLARA KROGSTAD (MARKUS' DATTER), SLUPPEN, STRINNA, TRONDHEIM – DATERT 14.  APRIL - TIL MISS ALMA WILSON, 102 WEST 5 STREET, DELL RAPIDS, SYD DAKOTA.  POSTSTEMPLET 23.  APRIL-1935.TO SENNEPSFARGEDE 15–ØRES FRIMERKER MED LØVE.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM KLARA KROGSTAD (MARKUS' DAUGHTER), SLUPPEN, STRINNA, TRONDHEIM – DATED APRIL 14 – TO MISS ALMA WILSON, 102 WEST 5 STREET, DELL RAPIDS, SYD DAKOTA.  POST STAMPED APRIL 23-1935.  TWO MUSTARD COLORED 15-ØRE STAMPS WITH LION."
    ],
    "LetterDate": [
      "1935-04-14"
    ],
    "Location": [
      "Sluppen"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1930s",
    "Alma C. Wilson",
    "Chicago",
    "Great Depression",
    "Klara Krogstad",
    "Norway to US",
    "Sluppen",
    "Trondheim",
    "death",
    "furniture",
    "prewar",
    "radio",
    "renovations",
    "unemployment"
  ],
  "files": [
    {
      "original": "Klara Krogstad 14 april-1935.pdf",
      "filename": "6607a41d160e6e57d86d77dcba44a36b.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "naar",
      "score": 0.03694421547528538
    },
    {
      "term": "klar",
      "score": 0.036930374642625996
    },
    {
      "term": "halvt",
      "score": 0.032875723561544355
    },
    {
      "term": "14-4",
      "score": 0.027423984667453275
    },
    {
      "term": "malt",
      "score": 0.027423984667453275
    },
    {
      "term": "tapetsert",
      "score": 0.027423984667453275
    },
    {
      "term": "spisestumøbler",
      "score": 0.027423984667453275
    },
    {
      "term": "plagdes",
      "score": 0.027423984667453275
    },
    {
      "term": "konsert",
      "score": 0.027423984667453275
    },
    {
      "term": "400",
      "score": 0.027423984667453275
    },
    {
      "term": "skifter",
      "score": 0.027423984667453275
    },
    {
      "term": "støtten",
      "score": 0.027423984667453275
    },
    {
      "term": "billed",
      "score": 0.027423984667453275
    },
    {
      "term": "konfirmasjonselskapet",
      "score": 0.027423984667453275
    },
    {
      "term": "oldemor",
      "score": 0.027423984667453275
    }
  ],
  "english-tfidf": [
    {
      "term": "confirmation",
      "score": 0.030878819001948665
    },
    {
      "term": "jobs",
      "score": 0.029894141285520384
    },
    {
      "term": "grandmother",
      "score": 0.02819020150239931
    },
    {
      "term": "husband",
      "score": 0.026884195403111454
    },
    {
      "term": "14-4",
      "score": 0.025706814067966013
    },
    {
      "term": "painted",
      "score": 0.025706814067966013
    },
    {
      "term": "papered",
      "score": 0.025706814067966013
    },
    {
      "term": "dining",
      "score": 0.025706814067966013
    },
    {
      "term": "hardships",
      "score": 0.025706814067966013
    },
    {
      "term": "concert",
      "score": 0.025706814067966013
    },
    {
      "term": "chikago",
      "score": 0.025706814067966013
    },
    {
      "term": "confirmee",
      "score": 0.025706814067966013
    },
    {
      "term": "is15",
      "score": 0.025706814067966013
    },
    {
      "term": "svein",
      "score": 0.025706814067966013
    },
    {
      "term": "grieved",
      "score": 0.025706814067966013
    }
  ]
}