{
  "id": 76,
  "added": "2010-12-26 23:08:33",
  "modified": "2010-12-26 23:08:33",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to Alma C. Wilson 1937.12.31"
    ],
    "Description": [
      "BREV FRA KLARA KROGSTAD DATERT SLUPPEN 31.  DESEMBER-1937 TIL ALMA WILSON, 102 WEST 5 ST., DELL RAPIDS, SYD DAKOTA.  PÅ KONVOLUTTEN ER DET –AVERTERT – FOR –OSLO-UTSTILLINGEN, 12 MAI-18 SEPT. 1938–.  BREVET SER UT TIL Å VÆRE POSTSTEMPLET 6.  JANUAR-1938.  FRIMERKENE ER KLIPPET VEKK.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM KLARA KROGSTAD DATED SLUPPEN DECEMBER 31-1937 TO ALMA WILSON, 102 WEST 5 ST., DELL RAPIDS, SOUTH DAKOTA.  ON THE ENVELOPE THERE'S AN ADVERTISEMENT FOR –THE OLSO FAIR-MAY 12-SEPT.18-1938–.  IT LOOKS LIKE THE LETTER WAS POST STAMPED ON JAN. 6-1938.  THE STAMPS HAVE BEEN CUT OFF."
    ],
    "Creator": [
      "Klara Krogstad",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1937.12.31"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Sluppen den 31-12-37\n\nMin gode kusine!\n\nGodt Nytaar ønsker jeg og mine, dig og dine.\n\nTusen tak for det kjære brev, jeg fik fra dig, du aner ikke hvor jeg har ventet og høre fra dig, for jeg har sent dig foto og brev efter konfirmasjon, men jeg ser du har ikke faat det og det forbauser, for jeg skrev samme adresse som sist.  Vi er frisk og stræver hver dag med hver vort, jeg er meget borte og vasker nu for jeg er optat bestandig, men jeg blir så klar og trøt.  det er tussi og være baade far og mor synes du det?  Og enda en ting Alma, synes du ikke at Gud var haard mot os som kunde la os bli alene med barna?  Jeg har vært i Minnegudstjeneste i dag, det er saa høitidelig, men trist for det vækkes op saa meget om ham som er borte for mig for bestandig, jeg synes livet er saa tungt nu Alma.  Julemorgen var jeg i kirken, nu ser jeg i avisen at det er en i Amerika som takker for sangen der  han har hørt det gjennem radio, end du hørte du den  jeg var ogsaa og sang i kirken.  Jeg har faat mig radio i julegave hos min svoger for han kjøpte sig en ny, du må komme og høre den.  Du tænker og begynne med noget ser jeg  bare prøv lykken  jeg haaber du har hell med dig.  Jeg har søkt vask paa en skole fra sommeren av, for det er forlite det jeg har, for alt er saa dyrt nu.  Du maa bare senne det du tænkte, for jeg er taknemmelig for hvad det er maa du forstaa.  Min datter som er 15 aar er begynt paa en skofabrik  hun har 13 kr pr. uke, jeg er saa glad for det, og hun som er 18 er i huspost, for hun vil lære matlavning for hun er saa flink til det.  Onkel Ole har arbeidet her paa værket som jeg vasker  nu har han sluttet, hans døtre er i forretning  de er flinke barn.  Min mor har været frygtelig elendig i vinter, nu har min bror som er sjømann reist paa langfart vi fik julekort fra London i fra ham.  Du maa hilse onkel John og tante fra mig, og dine barn fra mig og mine som slekter dig her i Norge.  Du maa skrive snart til mig saa jeg faar høre om du har faat brevet fra mig.  Jeg senner dig sangen vi fik i dag.\n\nHjertelig hilset fra os.\n\ndin kusine Klara\n\n\n<-SPLITTLETTER->\n\n\nSluppen 31-12-37\n\nMy good cousin!\n\nI and mine wish you and yours a Happy New Year.\n\nThank you so much for the dear letter, I received from you, you can’t imagine how I’ve been waiting to hear from you, because I’ve sent you pictures and a letter after the confirmation, but I see you haven’t received it and that surprises me, as I used the same address as last time,  We are healthy and struggle every day each with our own, I’m away a lot cleaning now for I’m busy all the time, but I get so tired.  it’s hard being both a father and mother don’t you think?  And one more thing Alma, don’t you think God was hard on us when he left us alone with the children?  I’ve been to a Memorial Service today, it’s so solemn, but sad because it brings back so many memories of him who is gone from me forever, I feel life is so hard now Alma. Christmas morning I went to church, now I see in the newspaper that an American is saying thank you for the singing there  he has heard it through the radio, what about you  did you hear it  I too sang in the church.    I got a radio for Christmas from my brother in law because he bought himself a new one, you must come and hear it.  I see you are thinking about starting with something  go ahead and try your luck  I hope you succeed.  I have applied for a cleaning job at a school as from this summer, because what I have is too little, because everything is so expensive now.  Go ahead and send what you thought, I’m of course thankful for anything.  My daughter who is 15 has started at a shoe factory  she gets 13 kr. per week, I’m so glad of that, and the one who is 18 has a domestic post, because she wants to learn how to cook because she’s so good at that.  Uncle Ole has been working here at the works where I clean  he has quit now, his daughters are in shops  they are clever children.  My mother has been sick a lot this winter, now my brother who’s a sailor has gone overseas  we received a Christmas card from London from him.  Say hello to uncle John and auntie from me, and you children from me and mine who are related to you here in Norway.  Please write soon so that I’ll know if you received this letter from me.  I’m sending you the song we received today. (There is no song included among the latters I received  that fits this statement).\n\nHeartily greeted from us.\n\nyour cousin Klara"
    ],
    "LetterDate": [
      "1937-12-31"
    ],
    "Location": [
      "Sluppen"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1930s",
    "Alma C. Wilson",
    "Christmas",
    "God",
    "Klara Krogstad",
    "London",
    "New Year",
    "Norway to US",
    "Ole Holm",
    "Sluppen",
    "Trondheim",
    "cook",
    "domestic service",
    "memorial service",
    "newspaper",
    "prewar",
    "radio",
    "sailors",
    "shoe factory",
    "singing",
    "song"
  ],
  "files": [
    {
      "original": "Klara Krogstad 31 des 1937.pdf",
      "filename": "826407915a3f01d0a627c39e1f959c66.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "sangen",
      "score": 0.05322730613468525
    },
    {
      "term": "radio",
      "score": 0.047961525509903895
    },
    {
      "term": "vasker",
      "score": 0.044225394698841805
    },
    {
      "term": "kirken",
      "score": 0.044225394698841805
    },
    {
      "term": "faat",
      "score": 0.044141320297840014
    },
    {
      "term": "31-12-37",
      "score": 0.03561556450318607
    },
    {
      "term": "minnegudstjeneste",
      "score": 0.03561556450318607
    },
    {
      "term": "vækkes",
      "score": 0.03561556450318607
    },
    {
      "term": "prøv",
      "score": 0.03561556450318607
    },
    {
      "term": "søkt",
      "score": 0.03561556450318607
    },
    {
      "term": "skofabrik",
      "score": 0.03561556450318607
    },
    {
      "term": "matlavning",
      "score": 0.03561556450318607
    },
    {
      "term": "værket",
      "score": 0.03561556450318607
    },
    {
      "term": "langfart",
      "score": 0.03561556450318607
    },
    {
      "term": "slekter",
      "score": 0.03561556450318607
    }
  ],
  "english-tfidf": [
    {
      "term": "ahead",
      "score": 0.04167976113838957
    },
    {
      "term": "cleaning",
      "score": 0.03712397340683716
    },
    {
      "term": "radio",
      "score": 0.0359401473882099
    },
    {
      "term": "song",
      "score": 0.0338915905703003
    },
    {
      "term": "31-12-37",
      "score": 0.030905945003060264
    },
    {
      "term": "applied",
      "score": 0.030905945003060264
    },
    {
      "term": "related",
      "score": 0.030905945003060264
    },
    {
      "term": "latters",
      "score": 0.030905945003060264
    },
    {
      "term": "church",
      "score": 0.030659207733763436
    },
    {
      "term": "hard",
      "score": 0.027827706890471936
    },
    {
      "term": "solemn",
      "score": 0.027011859719015627
    },
    {
      "term": "brings",
      "score": 0.027011859719015627
    },
    {
      "term": "sang",
      "score": 0.027011859719015627
    },
    {
      "term": "domestic",
      "score": 0.027011859719015627
    },
    {
      "term": "shops",
      "score": 0.027011859719015627
    }
  ]
}