{
  "id": 77,
  "added": "2010-12-26 23:12:32",
  "modified": "2010-12-26 23:12:32",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to Alma C. Wilson 1938.10.29"
    ],
    "Description": [
      "BREV FRA KLARA KROGSTAD (MARKUS' DATTER), DATERT 29.  OKTOBER-1938, TIL MRS ALMA WILSON, 102 WEST 5 STREET, DELL RAPIDS, SYD DAKOTA.  FRIMERKENE ER KLIPPET VEKK.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM KLARA KROGSTAD (MARKUS' DAUGHTER), DATED OCTOBER 29-1938, TO MRS ALMA WILSON, 102 WEST 5 STREET, DELL RAPIDS, SOUTH DAKOTA.  THE STAMPS HAVE BEEN CUT OUT."
    ],
    "Creator": [
      "Klara Krogstad",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1938.10.29"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "29-10-38\n\nGoddag min kjære kusine.\n\nTusen tak for dit længe ventende brev, du skal tro jeg har syntes det var rart at jeg ingenting hørte og jeg har sent dig en 3-4 billeder av min datter Gerds konfirmasjon, men jeg hører du ikke har fåt dem jeg kan ikke forstå det.  Her er alt omtrent som paa det gamle  jeg stræver hver dag for mine barn.  Jeg har tænkt meget på dig og snakket om dig til barna at du må være syk for det glær mig frygtelig og faa brev fra dig saa du ser jeg er stolt over at jeg har faat høre fra dig.  Hvad har du ligget paa sykehuset for?  jeg plages med maven for jeg tåler ikke brunet mat og sterke sauser, men man maa være glad for at jeg faar være oppe hver dag.  Jeg skal hilse fra mor  hun holder på og vasker på skolen enda, det blir 24 aar nu siden hun begynte saa det er mangen dag og vri kluten.  Igaar var jeg hos en nabo i selskap  de er saa hyggelig mot mig for det er saa trist om aftenen naar jeg er alene endskjønt det er sjelden.  Du maa hilse onkel Jon og tante fra mig det er morsomt og se at de er bra friske.  Min bror Olaf har vært på langreise og er begynt paa en annen baat, vi fik en liten ting hver naar han kom igjen.  Onkel Ole er det længe siden jeg snakket  min datter har snakket med en av hans døtre  det er bare bra der  alle hans døtre har gode poster.   Erling min ælste bror fiffer op stuen til mor kjøper nye stoler og ny Radio  han er en slik mamma gut.  Jeg maa nu slutte mit rot for denne gang håper paa svar snarest mulig.\n\nHils dine fra os\n\nHjertelig Hilsner\n\nKlara og barna\n\n\n<-SPLITTLETTER->\n\n\n29-10-38\n\nGoodday my dear cousin.\n\nThank you so much for your long awaited letter, I can’t tell you how strange I thought it was that I didn’t hear anything and I’ve sent you 3-4 pictures of my daughter Gerd’s confirmation, but I hear you haven’t received them  I can’t understand that.  Everything is more or less as usual here  I toil every day for my children.  I’ve thought about you a lot and talked about you to the children that you must be sick because it pleases me terribly to get a letter from you so you see I’m proud to have heard from you.  What have you been in the hospital for?  I have problems with my stomach because I can’t handle fried foods and spicy gravies, but must be happy that I can stay up every day.  My mother says hello  she still cleans at the school, it will be 24 years now since she started so that’s many a day wringing that rag.  Yesterday I was at a neighbour’s at a party  they are so nice to me because it’s so miserable in the evening when I’m alone though that’s not often.  Say hello to uncle John and auntie from me  it’s fun to see that they’re quite healthy.  My brother Olaf has been overseas and has started on another ship, we got a little thing each when he returned.  I haven’t talked to uncle Ole for a long time  my daughter has spoken with one of his daughters  they’re all fine there  all his daughters have good jobs.  Erling my oldest brother is fixing up mother’s living room  is buying new chairs and a new Radio  he’s such a mama’s boy.  I must end this mess for this time  hope for a reply as soon as possible.\n\nGreet yours from us\n\nHearty Greetings\n\nKlara and the children"
    ],
    "LetterDate": [
      "1938-10-29"
    ],
    "Destination": [
      "Dell Rapids"
    ],
    "Location": [
      "Norway"
    ]
  },
  "tags": [
    "1930s",
    "Alma C. Wilson",
    "Klara Krogstad",
    "Norway to US",
    "chair",
    "custodian",
    "food",
    "furniture",
    "hospital",
    "party",
    "prewar",
    "radio",
    "sailors",
    "school",
    "sickness"
  ],
  "files": [
    {
      "original": "Klara Krogstad 29 okt-1938.pdf",
      "filename": "4cd336a856073a02f90bae4b1cb35123.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "snakket",
      "score": 0.060346751599974935
    },
    {
      "term": "døtre",
      "score": 0.05723286372791292
    },
    {
      "term": "29-10-38",
      "score": 0.046090730533534914
    },
    {
      "term": "gerds",
      "score": 0.046090730533534914
    },
    {
      "term": "sauser",
      "score": 0.046090730533534914
    },
    {
      "term": "vri",
      "score": 0.046090730533534914
    },
    {
      "term": "kluten",
      "score": 0.046090730533534914
    },
    {
      "term": "endskjønt",
      "score": 0.046090730533534914
    },
    {
      "term": "langreise",
      "score": 0.046090730533534914
    },
    {
      "term": "fiffer",
      "score": 0.046090730533534914
    },
    {
      "term": "hilsner",
      "score": 0.046090730533534914
    },
    {
      "term": "længe",
      "score": 0.04360378446377294
    },
    {
      "term": "goddag",
      "score": 0.040265964310342094
    },
    {
      "term": "maven",
      "score": 0.040265964310342094
    },
    {
      "term": "aftenen",
      "score": 0.040265964310342094
    }
  ],
  "english-tfidf": [
    {
      "term": "daughters",
      "score": 0.042402976013769904
    },
    {
      "term": "29-10-38",
      "score": 0.04075006081884983
    },
    {
      "term": "goodday",
      "score": 0.04075006081884983
    },
    {
      "term": "fried",
      "score": 0.04075006081884983
    },
    {
      "term": "spicy",
      "score": 0.04075006081884983
    },
    {
      "term": "gravies",
      "score": 0.04075006081884983
    },
    {
      "term": "cleans",
      "score": 0.04075006081884983
    },
    {
      "term": "wringing",
      "score": 0.04075006081884983
    },
    {
      "term": "mama",
      "score": 0.04075006081884983
    },
    {
      "term": "talked",
      "score": 0.04042473316007327
    },
    {
      "term": "awaited",
      "score": 0.035615637259146536
    },
    {
      "term": "3-4",
      "score": 0.035615637259146536
    },
    {
      "term": "rag",
      "score": 0.035615637259146536
    },
    {
      "term": "overseas",
      "score": 0.035615637259146536
    },
    {
      "term": "chairs",
      "score": 0.035615637259146536
    }
  ]
}