{
  "id": 78,
  "added": "2010-12-26 23:17:38",
  "modified": "2010-12-26 23:17:38",
  "public": true,
  "metadata": {
    "Title": [
      "Ola Holm to John Holm 1938.12.12"
    ],
    "Description": [
      "BREV FRA OLA (OLAV?) HOLM DATERT 12.  DESEMBER-1938, TIL MR JOHN HOLM, (THE BLACKSMITH som betyr SMEDEN), JASPER, MINN, U.S.A.  FRIMERKENE ER REVET VEKK.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM OLA (OLAV) HOLM DATED DECEMBER 12-1938 TO MR JOHN HOLM, (THE BLACKSMITH), JASPER,  MINN, U.S.A.  THE STAMPS HAVE BEEN TORN OFF.  THE TEXT THAT I HAVE UNDERLINED WAS ALREADY WRITTEN IN ENGLISH BY OLA."
    ],
    "Creator": [
      "Ola Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1938.12.12"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Tr.heim 12-12-38\n\nKjære broder\n\nVil nu skrive nogle ord som en Julehilsen til dere.  Jeg har ventet og høre fra dig i hele sommer, helt siden jeg fik denne “Bibel” sendt.  Jeg ventet nemlig og faa høre dødsbudskabet, da det var klæbet fast en papirlap på første blad, sålydende\n\nNår jeg er død skal denne bibel sendes til O. Holm osv.  Jeg synes det var en nokså raa spøg.  Jeg blev nemlig siden underrettet derbortefra at du og din kone befinder dere i bedste velgående, og at du iblant hamrer på din Ambolt (envil) (han har føyd til det engelske ordet for amboldt) Kl. 6 om morgenen så det synger i nabolaget, ja dette er bra, men det kan være grænse for spøg.  Herhjemme er alt som vanlig  vi er frisk alle vi søsken, skal hilse fra alle  Alle stræver på hver sit vis  Axel & Conrad var her forleden søndag, for Conrad er det noksaa troublesome (han slenger inn noen engelske ord her og der).  Laura er nede ved Oslo, og Hanna er oppe i Narvik.  Jeg har ikke været i Hegra på 2 aar, har intet og gjøre der, og nesten alle gamle kjendinger er død.  slig er livets lov  de gamle forsvinder og en ny slægt opstaar.\n\nFik du Aviserne jeg sendte dig ivår.  Her i Tr.heim har vi ikke hat “sne” enda og knap kuldegrader, rigtig vaarveir  Skal hilse fra kona og alle døtre  alle fem er busy working  den yngste er nu 17 aar  Vi hadde sølvbryllup nu Nov 11th  tiden gaar.\n\nEt lite foto af en flok af os på tur oppe på “Gråkallens” høieste top near Tr.heim  myself to the left.\n\nDu skal vel på “New York fair” til sommeren?  Da kommer du vel en tur hjem.\n\nSer du, hvordan Djævelen og hans engle regerer i Europa, i “Tyskland” og “Italia”  Tyskerne & the digos er galne, og Englands og Frankriges Statsmen er nogen feige uslinger  Verden gaar sin opløsning imøte, Vi lever i en Babels forvirringstid no. 2.  Jeg er glad for at jeg er saa gammel at min tid er snart forbi, det er godt og tænke paa at vi har et bedre sted og flytte til, hvor ingen nød eller sorger er.\n\nJa jeg haaper du og kona er fremdeles i bedste velgaaende.  Saa maa du hilse Alma saa meget fra os  haaper alt er bra med hende.  Jeg maa tilstaa at jeg er svært sløv har blet naar det angaar og skrive men nu skal jeg ta fat  jeg skal nu skrive til “Florence Winters”  har ikke hørt fra hende paa længe.  Mine jenter har det saa travelt med og stelle til Jul nu  stor stas  mange besøkende for vi saa jeg har det ikke ensomt nei, mange møter og Fester uafladelig.\n\nJa saa haaper vi og faa et langt brev fra dig  fortel alt du vet.\n\nHils Halvor Oien saa meget fra mig.\n\nJeg sender dig kanske et Foto af hele dameflokken min efter Jul.  Maa da slutte for denne gang med de allerbedste “Julehilsener” fra os alle alle.\n\nSkal hilse fra Jertine broder Markus’ enke  hun har det bra  voksne kjække barn har hun.\n\nGood bye\n\nOlav Holm\n\nRosenborgsgt. 14, Trondheim\n\n \n\n<-SPLITTLETTER->\n\n\n\nTr.heim 12-12-38\n\nDear brother\n\nI’ll write a few words as a Christmas greeting to you all.  I’ve been waiting to hear from you all summer, ever since I received that “Bible”.  You see I expected to get a notification of your death, because a note was glued to the first page, saying\n\nWhen I am dead this bible is to be sent to O. Holm etc.  I think that was a rather crude joke, since I was later informed from over there that you and your wife are in the best of health, and that you sometimes hammer on your envil at 6 in the morning so that it echoes in the neighbourhood, which is good, but there ought to be a limit for joking.  Here at home everything is as usual  all your sisters and brothers are well, they all say hello.  They’re all struggling each in his own way  Axel and Conrad were here last Sunday, for Conrad things are rather troublesome. Laura is down by Oslo, and Hanna is up by Narvik.  I haven’t been to Hegra for 2 years, have no business there, and almost all old aquaintances are dead.  such is the law of life  the old folk disappear and a new generation comes into being.\n\nDid you get the newspapers I sent you this spring.  Here in Tr.heim we haven’t had any “snow” yet and hardly below freezing, almost springlike.  My wife and all my daughters say hello  all five of them are busy working  the youngest is 17 years old now  We celebrated our Silver Wedding Anniversary this Nov 11th  time flies.\n\nA little photo of a group of us on a trip up to the highest point of “Gråkallen” near Tr.heim  myself to the left. \n\nI guess you’re going to the “New York fair” this summer?  If you do you might as well come home for a while.  Do you see, how the Devil and his angels are ruling in Europe, in “Germany” and “Italy”  the Germans & the digos are crazy, and England’s and France’s Statesmen are just cowardly wretches  The world is heading towards dissolution,  We are living in a Babylonian confusion era no. 2.  I’m glad that I’m so old that my time is almost over, it makes me feel good to think that we have a better place to move to, where there is no distress or sorrow.\n\nWell I hope you and the wife are still in the best of health.  Say hello to Alma from us  hope everything is well with her.  I must admit I’ve become very slow with regard to writing but now I’ll get going  I’m now going to write to “Florence Winters”  haven’t heard from her for a long time.  My girls are so busy preparing for Christmas right now  great fun  we’re getting a lot of visitors so you can say I’m not at all lonely, many meetings and Parties constantly.\n\nWell we hope to get a long letter from you  tell us all you know.  Say hello to Halvor Oien from me.  I might send you a Photo of all my ladies after Christmas.  Will end this for now with the best of wishes for Christmas from us all. Jertine Markus’ widow says hello  she’s doing well  has good grown up children.\n\nGood bye \n\nOlav Holm, Rosenborgsgt. 14, Trondheim"
    ],
    "LetterDate": [
      "1938-12-12"
    ],
    "Location": [
      "Trondheim"
    ],
    "Destination": [
      "Jasper"
    ]
  },
  "tags": [
    "1930s",
    "Alma C. Wilson",
    "Axel Holm",
    "Christmas",
    "England",
    "Florence Winters",
    "France",
    "Germany",
    "Gråkallen",
    "Hegra",
    "Italy",
    "John Holm",
    "Narvik",
    "Norway to US",
    "Ola Holm",
    "Trondheim",
    "anniversary",
    "anvil",
    "bible",
    "blacksmith",
    "gifts",
    "hammer",
    "newspapers",
    "photos",
    "prewar",
    "prophecy",
    "snow",
    "war"
  ],
  "files": [
    {
      "original": "Ola Holm 12 desember-1938.pdf",
      "filename": "159d1af3761e8dab8fae0b9bae93e7fd.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "haaper",
      "score": 0.04058731303894365
    },
    {
      "term": "spøg",
      "score": 0.03943744652617868
    },
    {
      "term": "bibel",
      "score": 0.03189595902104161
    },
    {
      "term": "af",
      "score": 0.030729193332551405
    },
    {
      "term": "tr",
      "score": 0.02955252444607826
    },
    {
      "term": "bedste",
      "score": 0.029126640201113926
    },
    {
      "term": "engelske",
      "score": 0.028027616393504685
    },
    {
      "term": "heim",
      "score": 0.02749012833912559
    },
    {
      "term": "ventet",
      "score": 0.025406598030389176
    },
    {
      "term": "nemlig",
      "score": 0.02403166729242073
    },
    {
      "term": "foto",
      "score": 0.02403166729242073
    },
    {
      "term": "conrad",
      "score": 0.022853882571098313
    },
    {
      "term": "12-12-38",
      "score": 0.02257118079625784
    },
    {
      "term": "dødsbudskabet",
      "score": 0.02257118079625784
    },
    {
      "term": "klæbet",
      "score": 0.02257118079625784
    }
  ],
  "english-tfidf": [
    {
      "term": "heim",
      "score": 0.029820554553977866
    },
    {
      "term": "tr",
      "score": 0.028769525869872182
    },
    {
      "term": "photo",
      "score": 0.026078680149129042
    },
    {
      "term": "health",
      "score": 0.02405210824310478
    },
    {
      "term": "bible",
      "score": 0.023472336213802663
    },
    {
      "term": "rather",
      "score": 0.023472336213802663
    },
    {
      "term": "might",
      "score": 0.023472336213802663
    },
    {
      "term": "12-12-38",
      "score": 0.023114530296406418
    },
    {
      "term": "notification",
      "score": 0.023114530296406418
    },
    {
      "term": "crude",
      "score": 0.023114530296406418
    },
    {
      "term": "joke",
      "score": 0.023114530296406418
    },
    {
      "term": "informed",
      "score": 0.023114530296406418
    },
    {
      "term": "envil",
      "score": 0.023114530296406418
    },
    {
      "term": "echoes",
      "score": 0.023114530296406418
    },
    {
      "term": "limit",
      "score": 0.023114530296406418
    }
  ]
}