{
  "id": 79,
  "added": "2010-12-26 23:23:57",
  "modified": "2010-12-30 03:58:50",
  "public": true,
  "metadata": {
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1940.03.31"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal den 31 Mars 1940\n\nKjære Alma og dere alle sammen.\n\nTusin tak for julhilsningen som jeg fik nu  Brukte lang tid.\n\nDet glæder os at se og høre at vores lever bra og har det godt.  For et år siden trodde vi at broder Johan var død for Olav fik tilsent hans bibel og i den var det en skrivelse med bøn om at bibelen måtte sendes Olav når Johan var død og bibelen kom, og vi trodde det var dødsbud men ved undersøkelse fik vi høre at han var i full vigør, og vi glæder os over det.  Her lever vi vel og holder på i forretningen ver dag og baker brød, jeg har mine 2 sønner med  Eilif og Arne.  Eilif er nu syk han har sår på tolv finger tarmen men det går bra, tror at han skal slippe operation.  Arne er forlovet med en pige fra Aasen, en flink pige.  Vår minste gut Einar skal konfirmeres iår på September.  Du og Johan kan komme hit en tur da og deltage met os  di er velkommen  Vår datter Herborg er på Levanger en liten by ca. 4 mil herfra  er på en fruktforretning.  Var i Trondheim igår men hilste ikke på Olav men det er bare bra med Dem alle.  Laura vor søster er i Heggedal ved Oslo  Dem har det bra.  Min hustru er sykelig, lider av sukkersyke og dårlig blod trykk.  Forøvrikt har vi det bare bra.  Det største av alt er at en for tro sine synders forlatelse i Jesu blod, tror du dette Alma.  Vi har en spent tid her nu  Krigens gru er os så nært for stakars Finlann og de kan bli os om en kort tid  vi som for blø og død.  Vi som bor slik in på millitære øvelses plas må nok i en fart forlate hus og hjem men vi lever enda i håbet om at ulykken må gå over, men bibelens ord taler tydelig om at tiderne skal bli verre og verre før han kommer  De siges at vi nu er i bibelens 4 ve i Aabenbar. der fjerdedelen av jordens befolkning skal late sit liv i krig, Jorskjelv, Pest, Hungersnød, ulykker.  og dette har vi nok av idag, det opfyldes for vore øine.  Men dette må først skje da kommer han Jesus vor frelser.  Tiderne blir vist ikke bedre for os på denne sorgens og syndens jord.  Måtte vi ver voken og ventende på ham som skal fri os utt ifra all trengsel. \n\nDu må hilse John og vor slekt ifra os  Konrad har det bra  han er på forretningen hos Lindgård i Hegra, flere av barna er nu gift og reire er tomt  en datter hjemme.  Brage den elste av barna har mavesår  skal nu oppereres.  Lev vel i Herren \n\nHilsen med Rom 8. -1\n\nAx. Holm m familie\n\nJeg er nu 53 år  tiden ruller og går.  Vi har hat en kold og snerik vinter, enda ligger snen dyp og det er kolt så det ser trist ut, idag er her søndenvinn.\n\n\n<-SPLITTLETTER->\n\n\nStjørdal March 31-1940\n\nDear Alma and all of you.\n\nThanks a lot for the Christmas greetings which I just received  Took a long time.\n\nIt pleases us to see and hear that ours are doing well.  A year ago we thought brother Johan was dead because Olav received a bible and inside it was a note saying that the bible was to be sent to Olav when Johan was dead and the bible came, and we thought it meant he had died but upon further investigation we found out he was still going strong, and we are glad of that.  Here we are doing well and are at the store baking bread every day, I have my 2 sons with me Eilif and Arne.  Eilif is sick now  he has a duodenal ulcer but doing ok, we think he can get by without an operation.  Arne is engaged to a girl from Aasen, a clever girl.  Our youngest boy Einar will be confirmed this year in September.  You and Johan can come then and celebrate with us  you are welcome.  Our daughter Herborg is at Levanger a little town about 4 miles (Norwegian miles) from here  is at a shop that sells fruit.  I was in Trondheim yesterday but didn’t go by Olav’s but they’re all ok.  Laura our sister is in Heggedal near Oslo  They’re doing ok.  My wife is sickly, suffers from diabetes and bad blood pressure.  Apart from that we’re doing fine.  The greatest of all is that we can believe in the forgiveness of our sins in the blood of Jesus, do you believe this Alma.  We have a tense time here now  the horror of War is so close to us and poor Finland and it can be us shortly  our turn to bleed and die.  Those of us who live so close to a military exercise area will probably have to leave our homes in a hurry but we’re still hoping that it will all blow over, but the words of the bible speak clearly of the times getting worse and worse before he comes  It is being said that we are now in the bible’s 4th ve of the Revel. where a fourth of the earth’s population shall die in war, Earthquakes, plagues, Famine, accidents.  and this we have enough of today, it’s coming true in front of our eyes.  But this has to happen first then he will come Jesus our saviour.  The times will not get any better for us on this earth of grief and sin.  May we be awale and waiting for him who will free us out from all troubles.  Say hello to John and our kin from us  Konrad is doing fine  he’s at Lindgård’s shop in Hegra, many of his children are married now and the nest empty  a daughter at home.  Brage the oldest of the children has a stomach ulcer  is soon to be operated on.  Live well in the Lord\n\nGreetings with Rom 8. –1\n\nAx. Holm w family\n\nI’m 53 years old now  time rolls on.  We have had a cold and snowfilled winter, the snow is still deep and it’s cold so it looks miserable, today there’s a southerly wind."
    ],
    "Title": [
      "Axel Holm to Alma C. Wilson 1940.3.31"
    ],
    "Description": [
      "BREV FRA AXEL HOLM DATERT STJØRDAL 31.  MARS-1940, TIL ALMA WILSON, 102 WEST 5 ST., DELL RAPIDS, DAKOTA, U.S.A ØVERST I VENSTRE HJØRNET PÅ KONVOLUTTEN OG BREVPAPIRET STÅR DET: –AX.  HOLM – BAKERI & KONDITORI–ALLE SORTER GODT BRØD–STJØRDAL, TELEFON 15–.  FRIMERKENE ER KLIPPET VEKK.  BAK PÅ KONVOLUTTEN ER DET SKREVET (SER UT SOM ALMA'S HÅNDSKRIFT):  –AXEL SENTE DETTE DEN FORSTE MARCH OG JEG FIK DET NU DEN 20 AUGUST–.  BREVET ER EGENTLIG POSTSTEMPLET 2.  APRIL-1940.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM AXEL HOLM DATED STJØRDAL, MARCH 31-1940, TO ALMA WILSON, 102 WEST 5 ST., DELL RAPIDS, DAKOTA, U.S.A.  THE STATIONARY IS FROM HIS BAKERY.  UP IN THE LEFT CORNER OF THE ENVELOPE AND PAPER IT SAYS: –AX.  HOLM–BAKERY & CONFECTIONERY–ALL SORTS GOOD BREAD–STJØRDAL , PHONE 15–.  THE STAMPS HAVE BEEN CUT OUT.  ON THE BACK OF THE ENVELOPE IT'S WRITTEN IN NORWEGIAN (LOOKS LIKE ALMA'S HANDWRITING):  –AXEL SENT THIS ON MARCH FIRST AND I RECEIVED IT NOW AUGUST 20–.  THE LETTER IS ACTUALLY POST STAMPED APRIL 2-1940 (JUST 7 DAYS BEFORE THE GERMAN INVASION OF NORWAY)."
    ],
    "LetterDate": [
      "1940-03-31"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Bible passage",
    "Christmas",
    "Finland",
    "Heggedal",
    "Hegra",
    "Jesus",
    "Levanger",
    "Norway to US",
    "Stjørdal",
    "Trondheim",
    "WWII",
    "Winter War",
    "bible",
    "blood pressure",
    "death",
    "diabetes",
    "military",
    "prophecy",
    "store",
    "ulcer",
    "war",
    "wartime"
  ],
  "files": [
    {
      "original": "Axel Holm 31 mars-1940.pdf",
      "filename": "658c242077e91d401b2f02ed08592fdb.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "bibelens",
      "score": 0.04495735191385783
    },
    {
      "term": "forretningen",
      "score": 0.033594283380088234
    },
    {
      "term": "pige",
      "score": 0.033594283380088234
    },
    {
      "term": "tiderne",
      "score": 0.033594283380088234
    },
    {
      "term": "os",
      "score": 0.033406190650362995
    },
    {
      "term": "verre",
      "score": 0.031765237877512745
    },
    {
      "term": "glæder",
      "score": 0.03027079888739836
    },
    {
      "term": "blod",
      "score": 0.029007268724879853
    },
    {
      "term": "bibelen",
      "score": 0.02694731439470849
    },
    {
      "term": "trodde",
      "score": 0.023325734457995052
    },
    {
      "term": "julhilsningen",
      "score": 0.022478675956928915
    },
    {
      "term": "dødsbud",
      "score": 0.022478675956928915
    },
    {
      "term": "undersøkelse",
      "score": 0.022478675956928915
    },
    {
      "term": "vigør",
      "score": 0.022478675956928915
    },
    {
      "term": "tolv",
      "score": 0.022478675956928915
    }
  ],
  "english-tfidf": [
    {
      "term": "bible",
      "score": 0.06125456161058151
    },
    {
      "term": "ulcer",
      "score": 0.04825665096969059
    },
    {
      "term": "ok",
      "score": 0.031128473613362857
    },
    {
      "term": "worse",
      "score": 0.026459224217164266
    },
    {
      "term": "die",
      "score": 0.025757095202484124
    },
    {
      "term": "shop",
      "score": 0.025107025271311128
    },
    {
      "term": "blood",
      "score": 0.025107025271311128
    },
    {
      "term": "31-1940",
      "score": 0.024128325484845295
    },
    {
      "term": "investigation",
      "score": 0.024128325484845295
    },
    {
      "term": "duodenal",
      "score": 0.024128325484845295
    },
    {
      "term": "sells",
      "score": 0.024128325484845295
    },
    {
      "term": "forgiveness",
      "score": 0.024128325484845295
    },
    {
      "term": "finland",
      "score": 0.024128325484845295
    },
    {
      "term": "bleed",
      "score": 0.024128325484845295
    },
    {
      "term": "clearly",
      "score": 0.024128325484845295
    }
  ]
}