{
  "id": 82,
  "added": "2010-12-26 23:59:36",
  "modified": "2010-12-30 03:58:32",
  "public": true,
  "metadata": {
    "Title": [
      "Odd Conrad Holm to John Holm 1941.5.5"
    ],
    "Description": [
      "BREV FRA ODD HOLM, DATERT SAFI – AFRICA 5.  MAI TIL JOHN HOLM, JASPER BOX 16, MINNESOTA, U.S.A.  POSTSTEMPELET ER VANSKELIG Å LESE MEN DET SER UT SOM 6-5-41 (MAROKKO), ALTSÅ BARE CA.  EN MND.  FØR HAN BLE SENDT TIL DEN FØRSTE FANGELEIREN.  PÅ FORSIDEN OG BAKSIDEN AV KONVOLUTTEN ER DET ET OVALT STEMPEL HVOR DET STÅR –OUVERT (SOM BETYR ÅPNET) YB604) PAR LES AUTORITES DE CONTROLE–, OG DESSUTEN ER DET ET STORT MERKE KLISTRET PÅ LANGS DEN ENE KORTENDEN HVOR DET STÅR –CONTROLE– I STORE BOKSTAVER.  DET ER OGSÅ EN RØD SIRKEL BAK PÅ KONVOLUTTEN PÅ STØRRELSE MED EN TIØRING MED TALLET 10 INNI.  FRIMERKENE ER REVET VEKK.  ODD HAR SKREVET –PAR AVION– = MED LUFTPOST PÅ KONVOLUTTEN.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM ODD HOLM, DATED SAFI – AFRICA (MOROCCO) MAY 5 TO JOHN HOLM, JASPER BOX 16, MINNESOTA, U.S.A.  POST STAMP IS HARD TO READ BUT LOOKS LIKE 6-5-41 (MAY 6-41), IN OTHER WORDS ONLY ABOUT A MONTH BEFORE HE WAS SENT TO THE FIRST PRISON CAMP.  ON BOTH SIDES OF THE ENVELOPE THE FOLLOWING IS STAMPED INSIDE AN OVAL: –OUVERT (WHICH IS FRENCH FOR OPENED) YB604 PAR LES AUTORITES DE CONTROLE–, AND THERE'S ALSO A STICKER WHICH SAYS –CONTROLE– (CHECKED) IN BIG LETTERS ALONG ONE SHORT EDGE OF THE ENVELOPE.  ON THE BACK OF THE ENVELOPE THERE'S A LITTLE RED CIRCLE THE SIZE OF A PENNY WITH THE NUMBER 10 INSIDE IT.  THE STAMPS HAVE BEEN TORN OFF.  ODD HAS WRITTEN –PAR AVION– (AIR MAIL) ON THE ENVELOPE."
    ],
    "Creator": [
      "Odd Conrad Holm",
      "Siri Lawson trans."
    ],
    "Date": [
      "1941.05.05"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Safi – Afrika den 5 mai\n\nKjære onkel John.\n\nJeg har for nogen dager siden mottat dit brev, som jeg sier så mange takk for.  Det var hyggeli og høre ifra dig og se at dere har det bra.  Du tror at jeg er sønn til onkel Aksel, men jeg er ikke det.  Jeg er født på Holmstrø, vor også du er født, og jeg er sønn hans Conrad.  Vi er 3 brødre og jeg er den yngste.  Jeg har 6 søstre den elste er 30 år, og den yngste er 16 år.  Jeg er tvilling og er 22 år  som du kansje vet har onkel Aksel 2 sønner og 1 datter som fremderles lever.  Jeg har siden jul fått 10 brever fra Norge og ser av disse at alle vores lever fremdeles, og det var mere en vad jeg ventet, efter alt det som har hent.  Min far Conrad har i den senere tid vært endel syk, men er bedre nu  Han skriver at han har fått brev fra onkel John.  Din søster Laura bor i Heggedal  hun har som du sikkert vet en sønn.  Siden jeg reiste heimantifra har jeg besøkt dem, og de hadde det bra.  Det er mange i Hegra som er falt i krigen og derav mange av mine Kamerater.  det er nu 4 år siden jeg var i Hegra, og har siden fartet om i den vide verden, og har sett og oplevd mye, da særli de siste 2 år.  Det er nu åver et år siden jeg har vært i staterne.  Jeg har vært i flere byer både på øst og vest kysten og liker staterne godt.  Jeg skulle ønske jeg hadde vært der, men jeg har ikke inreiselsestilatelse  Du sier at Alma Wilson skriver til mig  Jeg kjenner vistnok ikke hende, men kjender hennes slekninger i Trondheim.  De var heime hoss oss da jeg var hjeme (her tror jeg han tar feil av Alma og noen andre.  Kunne det være Florence Winters’ slekt som var fra Tr.heim?).  Jeg håper jeg får brevet hendes.  Viss jeg skulde sende noen penger deråver vil du onkel ta vare på disse, for viss jeg får leve skal jeg, kansje ikke før efter krigen komme og besøke dere.\n\nJeg må nu slutte for denne gang, og håper dere alle for ha det bra..\n\nJeg er frisk og har det efter omstediheterne bra.  Jeg er ombord i en Norsk båt.\n\nHjerteli hilsen Odd Conrad Holm\n\nKonsulet De Norwege\n\nCasablanca Fransk Morrokko\n\nAfrika.\n\n \n\n\n<-SPLITTLETTER->\n\n\nSafi-Africa May 5\n\nDear uncle John.\n\nI received your letter a few days ago, which I thank you very much for.  It was pleasant to hear from you and to see that you all are doing well. You think I’m a son of uncle Aksel’s, but I’m not.  I’m born at Holmstrø, where you were born too, and I’m Conrad’s son.  We are 3 brothers and I’m the youngest.  I have 6 sisters  the oldest is 30 years old, and the youngest is 16 years old.  I’m a twin and am 22 years old  as you may know uncle Aksel has 2 sons and 1 daughter who are still living.  I have received 10 letters from Norway since Christmas and from those I see that all of ours are still living, and that’s more than I expected, after what has happened.  My father Conrad has lately been sick, but is better now.  He writes that he has had a letter from uncle John.  Your sister Laura lives in Heggedal  she has as you probably know a son.  Since I left home I’ve visited them, and they were doing well.  There are many in Hegra who have fallen in the war and among them many of my Friends.  it has now been 4 years since I was in Hegra, and since then I have travelled around in the wide world, and have seen and experienced a lot, especially the last 2 years.  It has now been over a year since I was in the States.  I’ve been to several cities both on the east and the west coast and like the States very much.  I wish I was there, but I don’t have an entry visa.  You say that Alma Wilson is writing to me  I don’t think I know her, but I know her relatives in Trondheim.  They visited us when I was at home (I think he mistakes Alma for somebody else, could it possibly be Florence Winters whose kin lived in Trondheim?).  I hope I receive her letter.  If I were to send some money over there would you uncle take care of them, because if I get to live I’ll, maybe not until after the war come and visit you.  I’ll have to end this for now, and hope you all will keep well..\n\nI’m healthy and am doing well under the circumstances.  I’m on board a Norwegian ship.\n\nHearty greetings Odd Conrad Holm\n\nKonsulet De Norwege\n\nCasablanca French Morocco\n\nAfrica"
    ],
    "LetterDate": [
      "1941-05-05"
    ],
    "Location": [
      "Casablanca"
    ],
    "Destination": [
      "Jasper"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Heggedal",
    "Hegra",
    "Holmstrø",
    "John Holm",
    "Morocco",
    "Odd Conrad Holm",
    "Safi",
    "Trondheim",
    "WWII",
    "ship",
    "sickness",
    "war",
    "wartime"
  ],
  "files": [
    {
      "original": "Odd Holm 5 mai - 1941.pdf",
      "filename": "4a2f9c6de0a7bb04956a1cdfecaf254a.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "staterne",
      "score": 0.06568619082024736
    },
    {
      "term": "viss",
      "score": 0.0573850269812061
    },
    {
      "term": "conrad",
      "score": 0.04988167782733733
    },
    {
      "term": "afrika",
      "score": 0.04908386314216484
    },
    {
      "term": "sønn",
      "score": 0.04000060590663185
    },
    {
      "term": "kansje",
      "score": 0.0349682344434625
    },
    {
      "term": "år",
      "score": 0.03459910262664483
    },
    {
      "term": "onkel",
      "score": 0.03339368506058783
    },
    {
      "term": "safi",
      "score": 0.03284309541012368
    },
    {
      "term": "hyggeli",
      "score": 0.03284309541012368
    },
    {
      "term": "fremderles",
      "score": 0.03284309541012368
    },
    {
      "term": "heimantifra",
      "score": 0.03284309541012368
    },
    {
      "term": "oplevd",
      "score": 0.03284309541012368
    },
    {
      "term": "særli",
      "score": 0.03284309541012368
    },
    {
      "term": "inreiselsestilatelse",
      "score": 0.03284309541012368
    }
  ],
  "english-tfidf": [
    {
      "term": "states",
      "score": 0.05210231860209014
    },
    {
      "term": "conrad",
      "score": 0.04278489509798363
    },
    {
      "term": "visited",
      "score": 0.03387219977431324
    },
    {
      "term": "safi-africa",
      "score": 0.03255182373103389
    },
    {
      "term": "entry",
      "score": 0.03255182373103389
    },
    {
      "term": "visa",
      "score": 0.03255182373103389
    },
    {
      "term": "mistakes",
      "score": 0.03255182373103389
    },
    {
      "term": "konsulet",
      "score": 0.03255182373103389
    },
    {
      "term": "morocco",
      "score": 0.03255182373103389
    },
    {
      "term": "uncle",
      "score": 0.030293532428003565
    },
    {
      "term": "fallen",
      "score": 0.028450361124170306
    },
    {
      "term": "whose",
      "score": 0.028450361124170306
    },
    {
      "term": "norwege",
      "score": 0.028450361124170306
    },
    {
      "term": "casablanca",
      "score": 0.028450361124170306
    },
    {
      "term": "holmstrø",
      "score": 0.02605115930104507
    }
  ]
}