{
  "id": 83,
  "added": "2010-12-27 00:06:14",
  "modified": "2010-12-30 03:58:25",
  "public": true,
  "metadata": {
    "Title": [
      "Odd Conrad Holm to Grace Wilson 1941.5.28"
    ],
    "Description": [
      "BREV FRA ODD HOLM TIL GRACE WILSON (ALMA WILSONS DATTER, ALTSÅ BARNEBARNET TIL OLAF HOLM.  ALMA VAR STEDATTER TIL JOHN HOLM).  DATERT CASABLANCA 28.  MAI-1941.  ODD OG MANNSKAPET FRA S/S RINGULV BLE SENT TIL DEN FØRSTE FANGELEIREN DEN 4.  JULI.  KONVOLUTTEN ER I FILLER MEN DETTE KAN LESES:  BREVET ER –OUVERT– (ÅPNET) FØR DET FORLOT MAROKKO, OG SÅ SER DET UT SOM DET ER SJEKKET IGJEN I LISBOA, PORTUGAL DEN 18.  JUNI-1941.  DET ER ET STORT KLISTERMERKE HVOR DET STÅR –OPENED BY EXAMINER 4128–.  I ØVERSTE HØYRE HJØRNE PÅ SAMME MERKE STÅR DET –P.C. 90– I MINDRE BOKSTAVER.  DET ER NESTEN UMULIG Å LESE POSTSTEMPELET MEN DET SER UT SOM DET BLE STEMPLET I SAFI, MAROKKO DEN 5.  JUNI-1941.  DET HAR TRE MAROKKANSKE FRIMERKER, ETT 1 FRANK, ETT 5 FRANK OG ETT 10 FRANK.  SENT –PAR AVION–, ALTSÅ FLYPOST.  ADRESSERT TIL MISS  GRACE WILSON, 102 WEST FIFTH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.\n\n\n<-SPLITDESC->\n\n\nI BELIEVE THIS IS ALMA'S TRANSLATION OF A LETTER FROM ODD HOLM TO GRACE.  THE NORWEGIAN ORIGINAL IS DATED CASABLANCA, MAY 28-1941, ODD AND HIS SHIPMATES FROM THE S/S RINGULV WERE SENT TO THE FIRST PRISON CAMP ON JULY 4.  THE ENVELOPE IS IN BITS AND PIECES, BUT THE FOLLOWING CAN BE MADE OUT:  IT HAS BEEN –OUVERT– (OPENED) BEFORE IT LEFT MOROCCO, AND THEN IT LOOKS LIKE IT HAS BEEN CHECKED AGAIN IN LISBON, PORTUGAL ON JUNE 18-41.  IT HAS A BIG STICKER THAT SAYS –OPENED BY EXAMINER 4128–.  UP IN THE CORNER OF THAT STICKER IT SAYS IN SMALLER LETTERS –P.C. 90–.  IT'S IMPOSSIBLE TO  SEE WHEN IT LEFT MOROCCO BUT THE NUMBER 5 AND THE LETTERS SA ARE  VERY CLEAR, SO IT MAY HAVE BEEN SENT FROM SAFI  ON JUNE 5-1941.  IT HAS THREE MOROCCAN STAMPS, A 1 FRANC, A 5 FRANC AND A 10 FRANC STAMP.  IT'S ADDRESSED TO MISS GRACE WILSON, 102 WEST FIFTH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A., SENT –PAR AVION– (AIR MAIL)."
    ],
    "Creator": [
      "Odd Conrad Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1941.05.28"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Casablanca den 28-mai 1941\n\nMy dear Grace\n\nDet var en stor åveraskelse og glede for mig da jeg mottok ditt brev datert Dell Rapids den 6 april.  Det var snilt av dig og skrive til mig, og mange takk for det flotte bilede du sente med av dig og 2 av dine brødre  Jeg har for en tid siden fått brev fra onkel John, og svarte med det samme derpå.  Jeg er født den 16-12-1918 sammen med min søster Anna  jeg og Anna er vad vi kaller på Norsk for tvillinger.  Jeg har to brødre  den elste er 30 år og den andre 27.  Desuten har jeg 6 søstre  Den yngste er 16 år og den elste 29.  Vi er altså 9 søsken tilsammen.  Jeg har nu ikke vert heime på 4 år, og da krigen begynte i Norge var jeg på vei heim men måtte gå tilbake igjen, og det er jeg glad får.  Det var et helt år at jeg ikke hørte noe heimant ifra, men nu i den senere tid har jeg fått 15 brever.  Jeg ser av disse at vor familie lever.  Jeg vet ikke om du kan læse Norsk men du kan jo få din mor til og åversette det for dig.  I det første år av krigen seilet jeg bare i krigssonen  det var mye stygt og se der.  Vi lå foresten i 2 måneder under stadi bombeild  Men vi gjir aldri opp.  Vi vinner til slutt.\n\nI de årene jeg har vært til-sjøss har jeg vært i mange byer på både øst og westkysten, og jeg liker Amerika meget godt.  Amerika er det beste land i hele verden.  Du kan gjerne være stolt av landet ditt.\n\nJeg ser av ditt brev, at du sitter på et bilotek, da har du mye lesestoff  Vi her ombord har ingen ting, du forstår vi ligger enternert her.  Men om ikke lenge kommer vi antageli fri.\n\nHer er mesteparten av befolkningen arabere, de er noen ubehagelie folk og ha med og gjøre.  Wiss jeg tidligere hadde hatt rede på deres adresse, skulle jeg had besøgt dere før, men så snart jeg får adledning skal jeg ta en tur.  Sender samtidi med et bilede som er tatt i en Norsk kirke i en utenlansk havn. \n\nJeg håper du vill skrive noen ord igjen, gjerne på ditt eget språg.  Jeg har også skrevet til din mor.\n\nWery. Truly. yours\n\n \n\n \n\nOdd conrad Holm    \n\n\n<-SPLITTLETTER->\n\n\nMy dear Grace.\n\n It was agreat surprise and pleasure for me to receive aletter from you dated Dell Rapids 6 of april-41  It was very kind of you to write me and Thanks alot for the lovely picture of you and 2 brothers.\n\nI received aletter from uncle John some time ago, and I answered imediately \n\nI was born 16-12-1918 together with sister Anna, we are twins in good old Norwegian language.  I have 2 brothers the oldest 30 – the other 27, also 6 sisters the youngest 16 the oldest 29, 9 altogether  I have not been home for 4 years.  When the war started in norway, I was on my way home.  But had to turn back, wich I was glad of.  It was afull year I heard nothing from home  But now I received 15 letters in ashort while.  I see there by all our family is living.  I don’t know if you read norwegien.  Your mother can read it for you\n\nthe first year of the war I sailed in the war zone then.  There were many nasty things to be seen there  we laid for 2 months under steady bombing.  But we wont give up  we will win in the end. the years I have been at sea I have been in many citys both on the east and west coast.  I like America very much.  It is the best land in the whole world. You can very well be very proud of your land there.\n\nI see by your letter you are workin in alibrary.  There you have access to much good reading.  vi have here aboard many things (the original actually says “nothing”, not many things).  you understand we are laying here interned.  But in time we will be freed.  The greatest part of the people are Arabian, and very unpleasent to deal with  If I had had your address sooner, I should have visited you.  But will now at the first oppertunity. one picture is of anorwegien church at foreign port.  Hope you write soon in your language.  I have also wrote your mother\n\n \n\nTHIS ADDRESS, INCLUDED WITH THE ENGLISH TRANSLATION OF ODD’S LETTER, IS A LATER ONE, FOR 1944, AND DOES NOT BELONG WITH THIS PARTICULAR LETTER.\n\nOdd Conrad Holm, M/T Thorshov, 80 Broad St.\n\nThe Norwegian Shipping and Trade Mission\n\nNew York, NY"
    ],
    "LetterDate": [
      "1941-05-28"
    ],
    "Location": [
      "Casablanca"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Arabs",
    "Casablanca",
    "Dell Rapids",
    "Grace Vilson",
    "John Holm",
    "Odd Conrad Holm",
    "WWII",
    "bombing",
    "church",
    "library",
    "photos",
    "racism",
    "sailors",
    "wartime"
  ],
  "files": [
    {
      "original": "Odd Holm 28 mai-1941.pdf",
      "filename": "e4f5055aa049d33b7225ed5982e74a04.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "ditt",
      "score": 0.06541930123851486
    },
    {
      "term": "bilede",
      "score": 0.06304364291368568
    },
    {
      "term": "elste",
      "score": 0.03657714759191505
    },
    {
      "term": "norsk",
      "score": 0.036508639715589326
    },
    {
      "term": "brødre",
      "score": 0.034481497513823615
    },
    {
      "term": "anna",
      "score": 0.03191662910791316
    },
    {
      "term": "28-mai",
      "score": 0.03152182145684284
    },
    {
      "term": "åveraskelse",
      "score": 0.03152182145684284
    },
    {
      "term": "derpå",
      "score": 0.03152182145684284
    },
    {
      "term": "åversette",
      "score": 0.03152182145684284
    },
    {
      "term": "seilet",
      "score": 0.03152182145684284
    },
    {
      "term": "krigssonen",
      "score": 0.03152182145684284
    },
    {
      "term": "stadi",
      "score": 0.03152182145684284
    },
    {
      "term": "bombeild",
      "score": 0.03152182145684284
    },
    {
      "term": "til-sjøss",
      "score": 0.03152182145684284
    }
  ],
  "english-tfidf": [
    {
      "term": "aletter",
      "score": 0.06472068482993797
    },
    {
      "term": "language",
      "score": 0.038870983920100084
    },
    {
      "term": "land",
      "score": 0.036510152208780663
    },
    {
      "term": "agreat",
      "score": 0.03236034241496898
    },
    {
      "term": "april-41",
      "score": 0.03236034241496898
    },
    {
      "term": "alot",
      "score": 0.03236034241496898
    },
    {
      "term": "answered",
      "score": 0.03236034241496898
    },
    {
      "term": "imediately",
      "score": 0.03236034241496898
    },
    {
      "term": "altogether",
      "score": 0.03236034241496898
    },
    {
      "term": "afull",
      "score": 0.03236034241496898
    },
    {
      "term": "ashort",
      "score": 0.03236034241496898
    },
    {
      "term": "norwegien",
      "score": 0.03236034241496898
    },
    {
      "term": "zone",
      "score": 0.03236034241496898
    },
    {
      "term": "laid",
      "score": 0.03236034241496898
    },
    {
      "term": "bombing",
      "score": 0.03236034241496898
    }
  ]
}