{
  "id": 86,
  "added": "2010-12-27 15:20:29",
  "modified": "2010-12-30 03:57:44",
  "public": true,
  "metadata": {
    "Title": [
      "Ola Holm to Alma C. Wilson 1945.6.4"
    ],
    "Description": [
      "BREV FRA OLA HOLM DATERT 4.  JUNI-1945 TIL ALMA WILSON, DELL RAPIDS, SO.  DAK., U.S.A.  SKREVET PÅ ENGELSK.  DET SER UT TIL AT DET FREMDELES ER SENSUR I NORGE FOR BREVET HAR ET MERKE KLISTRET PÅ LANGS HØYRE KANT HVOR DET STÅR –ÅPNET AV KONTROLLOR 830–, VED SIDEN AV DET NORSKE SKJOLDET MED LØVE OG KRONE.  PÅ DEN ANDRE SIDEN, LANGS VENSTRE KANT, ER DET NOK ET MERKE HVOR TEKSTEN ER PÅ ENGELSK – EXAMINED BY 6445 –.  DET ER TRE FRIMERKER; TO 45-ØRES LUFTPOSTFRIMERKER MED SILHUETT AV NOEN KIRKETÅRN I BLÅTT MED ET FLY SOM GÅR OVER, OG ET RØDT 2 KRONERS FRIMERKE MED LØVE.  KONVOLUTTEN HAR DESSUTEN ET HVITT MERKE BAK PÅ KONVOLUTTEN MED ET POSTHORN MED KRONE OVER OG –POSTOBLAT– SKREVET UNDER.  NOEN HAR SKREVET EN LISTE OVER FORKJELLIGE TING (SKJORTER, UNDERTØY, SOKKER OSV.) BAKPÅ, ANTAGELIG ER DET EN LISTE OVER TING SOM ER SENDT TIL NORGE.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM OLA HOLM DATED JUNE 4 –1945 TO ALMA WILSON, WRITTEN IN ENGLISH.  THE WAR WAS OVER MAY 8-1945 IN NORWAY BUT THE LETTER HAS BEEN OPENED IN NORWAY BY CONTROLLER  NO. 830, AND HAS ALSO BEEN –EXAMINED BY 6445–, WHETHER IN NORWAY OR U.S.A.  I CAN'T TELL.  THERE ARE THREE STAMPS; TWO 45 ØRE AIR MAIL STAMPS WITH THE SILHOUETTE OF SOME BUILDINGS IN A BLUE COLOR AND AN AIRPLANE FLYING ABOVE THEM, AND A RED 2 KRONE  STAMP WITH A LION.  ON THE BACK OF THE ENVELOPE SOMEBODY HAS WRITTEN A LIST OF ITEMS, IT COULD BE A LIST OF THINGS THAT HAVE BEEN SENT TO NORWAY (UNDERWEAR, BLANKET, SOCKS, SHOES ETC.).\n"
    ],
    "Creator": [
      "Ola Holm"
    ],
    "Date": [
      "1945.06.04"
    ],
    "Language": [
      "English"
    ],
    "Text": [
      "\n\n<-SPLITTLETTER->\n\nTr.heim, June 4, 1945\n\nMrs. Wilson.  Dear Niece\n\nKeep cold, I am no a Ghost.  I am the same gay fellow your uncle Ole, still going strong.\n\nI thought I must write you first because I were sure of your adrs.  Certainly I,ll write to you all over there, have something to ask for to anyone.  I been thinking so much of John, been wondering wheter he lives or not, because his geting old, 77 years the 30th of June.  I be now 67 the 10th of June still a boy, and I am sick for to take a trip over there.  As you know, so are also we relief from the German Demons that pretty near have starved us to death and punished and murdered a whole lot of our folks for nothing.  I have been runned down so badly.  My nerves been bad before of & on, but the last 2 years I been terrible many times, but I hope it will be little better after awhile with food but not much better yet, because its such a lots of Soldiers yet, from many land.  400.000 Germans yet, and all must have something to eat.  We are in need of everything, but its the worst about clothing.  I wonder how it is about geting anything from there.  I am in such need of an overcoat, soon have we winter again, and nothing to were.  Would you do me the favor and send me a “measure blank” and state price of an good solid “overcoat” this is something that could be sent by mail, also shirts and Suits even shoes we are lack of (nr. 8) even if it was worn some wouldnt make any diferent.  It will take a long time yet before we get anything, by ordinary way.  Well, my wife is fairly well, but tired and geting old.  My 5 daughters all well the 3 oldest are married the 2 youngest are engaged with some very fine fellows, so all of mine is well off and happy.  We have had much of work to those enimies, and made some money too, but the money isnt worth much and nothing to buy, and now after the capitulation, its all stoped up and no materials to get.  I been running my little “Electrical workshop” all by my self, and no one of mine, have had any trouble with them.  I attend to send this by airmail so I can not write to much at once.  Do please send Florence Winters adrs. soon.  Greet John & mother so very very much and don’t forget your whole bunch of your own, also Halvor, Gertie & Betsy, and all good timers, tell’em I am the same “enfant terrible”, only I had some new cloths on my atlatick body.  Well Alma come and se us, and the daylight summernights, is delightful.  While I remember, a young “Dressmaker” (Sydame) wished for an “Fashion Plate(?)” (latest style) (Mote Journal) this for Lady clothings, hope you understand, I commence to forget all your names, but I love to write English but very seldom I have a chance.\n\nMust close for this time with\n\nMy hearty greetings to you all.\n\nWrite soon please.  Your uncle O. Holm, Nonnegt. 4, Tr.heim."
    ],
    "LetterDate": [
      "1945-06-04"
    ],
    "Location": [
      "Trondheim"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Florence Winters",
    "Germans",
    "John Holm",
    "Norway to US",
    "Ola Holm",
    "POWs",
    "Trondheim",
    "WWII",
    "clothing",
    "coat",
    "food",
    "ghost",
    "inflation",
    "postwar",
    "soldiers",
    "starvation"
  ],
  "files": [
    {
      "original": "Ola Holm 4 juni-1945 in Engl.pdf",
      "filename": "ef51f543c32568e9636f5b36fd960cbb.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "english-tfidf": [
    {
      "term": "geting",
      "score": 0.05560761958682212
    },
    {
      "term": "adrs",
      "score": 0.037071746391214744
    },
    {
      "term": "june",
      "score": 0.032570483205221774
    },
    {
      "term": "overcoat",
      "score": 0.032030162716120844
    },
    {
      "term": "gay",
      "score": 0.024780442389841114
    },
    {
      "term": "wheter",
      "score": 0.024780442389841114
    },
    {
      "term": "punished",
      "score": 0.024780442389841114
    },
    {
      "term": "runned",
      "score": 0.024780442389841114
    },
    {
      "term": "measure",
      "score": 0.024780442389841114
    },
    {
      "term": "blank",
      "score": 0.024780442389841114
    },
    {
      "term": "wouldnt",
      "score": 0.024780442389841114
    },
    {
      "term": "diferent",
      "score": 0.024780442389841114
    },
    {
      "term": "enimies",
      "score": 0.024780442389841114
    },
    {
      "term": "isnt",
      "score": 0.024780442389841114
    },
    {
      "term": "capitulation",
      "score": 0.024780442389841114
    }
  ]
}