{
  "id": 88,
  "added": "2010-12-27 15:32:34",
  "modified": "2010-12-30 03:57:29",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to John Holm 1945.7.29"
    ],
    "Description": [
      "BREV FRA AXEL HOLM DATERT STJØRDAL 29.  JULI-1945, TIL JOHN HOLM.  SKREVET PÅ PAPIR FRA BAKERIET – AX.  HOLM – BAKERI & KONDITORI – ALLE SORTER GODT BRØD – TELEFON 15 (OPPE I VENSTRE HJØRNE).  INGEN KONVOLUTT.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM AXEL HOLM, DATED STJØRDAL, JULY 29-1945, TO JOHN HOLM.  WRITTEN ON PAPER FROM THE BAKERY – AX.  HOLM– BAKERY & CONFECTIONERY– ALL SORTS GOOD BREAD–TELEPHONE 15.  NO ENVELOPE."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1945.06.29"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal den 29-Juli-1945\n\nKjære broder Johan m.fl.\n\nTak for kortet som jeg har modtat fra dig, det glæder os og se at di lever enda da så mange millioner har mistet sit liv.  I vår slekt har det godt bare bra.  Eilif vor elste søn har veret uti stygt veir.  Han blev aristeret den 23 desember kl 4 om morgen 1943 av ca 20 gestapo (Tyske) bakbundet og sendt til det berykted Vollan, derefter til Falstad, derefra til Grini, og den 6te juli 44 til Oraneburg Tyskland  Ble så frigit av det Svenske røde kors og hentet av dem  var i Sverge en to måneder.  Kom så hjem efter krigens slutt, da var det musik og stor modtagelse her.  Han fik mye juling og utslått 2 tender og spent på leggen så han har store merker efter herre folkes moral.  Nu har han overtat forretningen, jeg er med et gammelt norsk navn (kårkal) men driver på som før.  Jeg blev den 21 juni kl 3 nat aristeret av 7 Tyske gestapo med maskinpistoler og sendt på Vernes flyplass  blev innesperet der sammen med ca 50 andre.  så blev vi sent til Falstad og der var vi innesperret en 14 dage bak piggtråd, til forhøret var over, da blev vi satt i arbeide, jeg blei med i vaskejengen, og du må tru vi ryddet op og fik det fint.  Vi hadde straf exis en nat  da jorde vi 50 knæbøininger for Hitlers kultur aldels naken og så hoppet vi og krøip både over og under bord og benker, det var en sadist av en Tysker, vi kalte ham for kaukasus.  Arne og Einar vore to andre sønner rømte til Sverge efter at jeg var fri på Falstad 1 August 44.  så blev jeg allene i bakeriet med en fremmen gut.  Dem var i Sverge til krigens slutt.  Einar den yngst hadde med sig kjeresten og dem har nu giftet sig der, han blev tatt til baker i militær og er nu i Narvik.  Er meget hos søster Hanna Eidums sine.  Dem har ikke veret i nogen knipe.  Eilif er Gift og har 3 barn.  Arne er gift og 1 barn.  Einar er gift og 1 barn, hans fru er i sverge enda men kommer første dage på August, og da skal vi ha et lite brulup for dem den 11 August.  Men det verste som er hent os under krigen er at min kone er blet syk av Tuberkolose og har nu ligget på Hegra pleiehjem i 15 måneder nu 2 August.  Sukkersyke har hun havdt i 8 år og nu kom det verste Tuberkolosen  hun ligger i feber 38 Temp. og er meget avkreftet, så det blir hendes dødsrom, vis Herren ikke vil reise hende op, for han har makt dertil.  Vort folk har lid forferdeligt.  Nu graver dem op lik skutt av Tyskerne på Falsta  i 42 var det fryktelig derinne.  Ja så får di leve alle og ha det fint.  Intil idag har Herren veret god\n\n \n\nHelga & Ax Holm\n\nHerborg vår datter er nu hjemme og steller for far  Konrad er død av Tuberkolose på Meraker sykehjem 1943\n\nLaura bor her, hun er enke for 2 gang  hendes søn Mindor er dårlig og ligger på Levanger sykehus.\n\n \n\n\n<-SPLITTLETTER->\n\n\nStjørdal July 29-1945\n\nDear brother Johan and all.\n\nThank you for the card I have received from you, it pleases us to see you’re still alive as so many millions have lost their lives.  Everything went fine with our relatives.  Eilif our oldest son has been in stormy weather.  He was arrested on December 23 at 4 in the morning 1943 by about 20 gestapo (German) hands tied behind his back and sent to the notorious Vollan, after that to Falstad, from there to Grini (all concentration camps), and on July 6 44 to Oraneburg Germany.  Was then freed by the Swedish red cross and fetched by them  was in Sweden for about two months.  He came home after the war had ended, and then there was music and a grand reception here.  He was beaten up a lot and 2 teeth knocked out and kicked on the leg so he has big marks of the morals of the masters.  He has now taken over the shop, I am (kårkal) to use an old Norwegian name but carry on as before (“kårkal”means “kår-man” and is a term used to describe an old farmer who has handed  his house and the farm over to his heir while he himself has moved to the “kår”, which are separate quarters built for that purpose.  He could then live there the rest of his life and be supported and fed by his son and family).  I was arrested on June 21 at 3 in the morning by 7 German gestapo with machine guns and sent to Vernes airport  was locked up there along with about 50 others.  we were then sent to Falstad where we were confined behind barbed wire for about 14 days, until the interrogation was over, then we were put to work, I was in the cleaning gang, and you better believe we tidied up and made things nice.  We a had a punishment exercise one night  we did 50 knee bends for Hitler’s culture completely naked and then we jumped and crawled on top of as well as underneath tables and benches, that was a Sadist of a German, we called him kaukasus (this is a play with words as the word “kauk” in the Trøndelag dialect means yell).  Arne and Einar our other two sons escaped to Sweden after I was freed from Falstad August 1 44.  That left me alone in the bakery with a boy I didn’t know.  They were in Sweden until the end of the war.  Einar the youngest had his girlfriend with him and they got married there, he was given duty as a baker in the military and is in Narvik now.  Visits sister Hanna Eidum’s quite a bit.  They haven’t been in any difficulties.  Eilif is Married and has 3 children.  Arne is married and 1 child.  Einar is married and 1 child, his wife is still in Sweden but is coming early in August, and then we’ll have a small wedding for them on Aug. 11.  But the worst thing that has happened to us during the war is that my wife has come down with Tuberculosis and has been at Hegra Nursing Home for 15 months on August 2.  She has had diabetes for 8 years and now even worse the Tuberculosis  she has a 38 degr. Temp. and is very weak, so it will be her death room, unless the Lord heals her which he has the power to do.  Our people has suffered terribly.  Now they are digging up corpses shot by the Germans at Falsta  it was terrible there in 42.  Well keep well all of you.  Up until today the Lord has been good.\n\nHelga & Ax Holm\n\nHerborg our daughter is at home now looking after her father  Konrad has died of Tuberculosis at Meraker Hospital 1943\n\nLaura is living here, she’s a widow for the 2nd time  her son Mindor is ill and at Levanger Hospital."
    ],
    "LetterDate": [
      "1945-07-29"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "USA"
    ]
  },
  "tags": [
    "1940s",
    "Axel Holm",
    "Falsta",
    "Falstad concentration camp",
    "Germans",
    "God",
    "Grini concentration camp",
    "Hegra",
    "John Holm",
    "Narvik",
    "Norway to US",
    "Oraneburg",
    "Red Cross",
    "Stjørdal",
    "Sweden",
    "Swedish",
    "Vernes",
    "WWII",
    "airport",
    "arrest",
    "atrocity",
    "bakery",
    "gestapo",
    "grave",
    "nursing home",
    "postwar",
    "torture",
    "tuberculosis",
    "war"
  ],
  "files": [
    {
      "original": "Axel Holm 29 juli-1945.pdf",
      "filename": "d8f31bc5614821cdd067239d72bc2fc2.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "sverge",
      "score": 0.06474073276490842
    },
    {
      "term": "falstad",
      "score": 0.048555549573681314
    },
    {
      "term": "august",
      "score": 0.044278823375684936
    },
    {
      "term": "aristeret",
      "score": 0.03536272880391667
    },
    {
      "term": "1943",
      "score": 0.03536272880391667
    },
    {
      "term": "gestapo",
      "score": 0.03536272880391667
    },
    {
      "term": "44",
      "score": 0.03237036638245421
    },
    {
      "term": "tuberkolose",
      "score": 0.03237036638245421
    },
    {
      "term": "tyske",
      "score": 0.02860043557975317
    },
    {
      "term": "verste",
      "score": 0.02860043557975317
    },
    {
      "term": "krigens",
      "score": 0.026117245641589237
    },
    {
      "term": "nat",
      "score": 0.026117245641589237
    },
    {
      "term": "einar",
      "score": 0.02270269072699825
    },
    {
      "term": "måneder",
      "score": 0.021548690598000873
    },
    {
      "term": "50",
      "score": 0.02100176829428337
    }
  ],
  "english-tfidf": [
    {
      "term": "falstad",
      "score": 0.0447726703919656
    },
    {
      "term": "kårkal",
      "score": 0.03729666583420154
    },
    {
      "term": "tuberculosis",
      "score": 0.03615608198124827
    },
    {
      "term": "german",
      "score": 0.033600342032628884
    },
    {
      "term": "1943",
      "score": 0.032597362915151064
    },
    {
      "term": "gestapo",
      "score": 0.032597362915151064
    },
    {
      "term": "freed",
      "score": 0.032597362915151064
    },
    {
      "term": "sweden",
      "score": 0.03207815585919427
    },
    {
      "term": "august",
      "score": 0.03067476163481417
    },
    {
      "term": "44",
      "score": 0.029848446927977067
    },
    {
      "term": "arrested",
      "score": 0.027898059996100587
    },
    {
      "term": "child",
      "score": 0.02103974873048377
    },
    {
      "term": "einar",
      "score": 0.02102309497687709
    },
    {
      "term": "50",
      "score": 0.01893700345384757
    },
    {
      "term": "millions",
      "score": 0.01864833291710077
    }
  ]
}