{
  "id": 89,
  "added": "2010-12-27 15:38:14",
  "modified": "2010-12-30 03:57:23",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to Alma C. Wilson 1945.7.23"
    ],
    "Description": [
      "BREV FRA KLARA KROGSTAD (MARKUS' DATTER), NORDRE ALLE 1, SLUPPEN, STRINDA, TRONDHJEM, NORGE - DATERT 23.  JULI - TIL MRS.  ALMA WILSON, 102 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, AMERIKA.  HUN SENDTE TO BREV PÅ SAMME DAG, MULIG SANGENE BLE SENDT I EN SEPARAT KONVOLUTT.  POSTSTEMPELET PÅ BEGGE ER 28-7-45.  DEN ENE AV KONVOLUTTENE ER ÅPNET, AV KONTROLLØR 876. 3 STK. 20-ØRES FRIMERKER PÅ BEGGE, RØD MED LØVE.  PÅ BAKSIDEN AV DEN ENE KONVOLUTTEN ER DET TO LISTER OVER FORSKJELLIGE KLÆR SOM ER SENDT (FRA U.S.A.) 31.  AUGUST OG PRISER/VERDI FOR HVERT ENKELT PLAGG:\n\n1)\t3 skjørt (150) – 1 bluse (25) – 3 kjoler (250) – stykker av kjole (50), alt gammelt, tilsammen 475 (4 dollar 75 cents).\n2)\t3 skjorter (75) – 1 bukse dress (75) – 1 kjole (75) – 2 hug me tight (50, vet ikke hva dette er, kan være hofteholder) – 1 skjørt (100), tilsammen 3.75.  Porto for begge 1.63.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM KLARA KROGSTAD (MARKUS' DAUGHTER), NORDRE ALLE 1, SLUPPEN, STRINDA, TRONDHJEM, NORGE – DATED JULY 23 – TO MRS ALMA WILSON, 102 WEST 5TH STREET, DELL RAPIDS, SOUTH DAKOTA, AMERICA.  SHE SENT TWO LETTERS ON THE SAME DAY, IT'S POSSIBLE THE SONGS SHE MENTIONS IN THE TEXT WERE SENT IN A SEPARATE ENVELOPE.  BOTH WERE POST STAMPED ON JULY 28-1945.  ONE OF THEM HAS BEEN OPENED BY CONTROLLER 876.  THREE 20-ØRE STAMPS, RED WITH LION.  ON THE BACK OF ONE OF THE ENVELOPES THERE'S A LIST OF ITEMS THAT WERE SENT ( PRESUMABLY FROM THE U.S.  TO NORWAY) ON AUG. 31, AND THEIR VALUE:\n\n1)\t3 skirts (150) – 1 blouse (25) – 3 dresses (250) – pieces of dress (50) all old, total 475 ($ 4.75)\n2)\t3 shirts (75) – 1 slack suit (75) – 1 dress (75) – 2 hug me tight (50, this might be a girdle of some sort) – 1 skirt (100), total 3.75.  Postage for both 1.63.\n"
    ],
    "Creator": [
      "Klara Korgstad",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1945.07.23"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Sluppen den 23 Juli.\n\nMin godeste kusine.\n\nJeg er saa full av jubel over at jeg fik brev fra dig i for gaars, en hjertelig tak for brevet skal du ha, jeg var saa kry saa jeg fortalte det til hele slekten dem jeg traff.  Ser av det at du og dine har det bra  du maa tro jeg har snakket meget om dig og vi har set paa de bilder vi har og undres om dine gutter var ute i krigen.  Ja Alma det har været nogen tussie aar for os, men Guds ske lov vi har da faat beholdt livet, og hjemmet vores.  Om end vi har været sulten for vi har ikke hat smør og ikke sukker og ikke paalæg men heldigvis vi har da hat brød for min datter er paa brødforretning.  Nu er det over og ingen flyalarm men du aner ikke hvor rædd jeg har været flyalarmen for vi bor under et veldig stort apparat som hører tyskerne til det sies og være Nordens største kanoner oppå der.  Du skal tro det var jubel den dagen, flaggene tiltops og graat og glæde og sang vekselvis i flere uker og dager.  Nu er det rolig, men meget frygtelig og se og høre om alt som er foregaat paa denne tid.  Her hos mig er det bra nu, Svenn min minste gut som var 12 aar 12 juli har nettop lagt syk i knut-ros en kjedelig sykdom, men er nu bra, men han ligger og hviler i 3 timer midt paa dagen enda for det er saa farlig for eftersykdom. (Knut-ros er en sykdom som gir smertefulle sår på kroppen, med feber og leddsmerter).  Min største gutt skal bli mekaniker  gaar nu i lære i 4 aar  det er tussi saa dyrt som alting er men faar det vel igjen det vet jeg.  Han er saa sparsom, har arbeidet paa fabrik i ferien sin.  Mary min ældste datter er paa ferie.\n\nJeg har nu hatt 50 aars dag like før jul 18 december  da hadde jeg min family hos os  23 mennesker var vi  skal senne dig sangen min, det var en koselig kvell  fik en 500 kr og presanger.  Nu har nettop mor (Gjertine) hat 70 aars dag, vi var samlet hele slekten  skal ogsaa sende dig hennes sang, hun er bare bra.  Onkel Aksel er det stor forandring  hans frue er syk og paa hjem i 2 aar snart og den ælste søn arrestert (han var i konsentrasjonsleir en tid) men nu har han tat over forretningen til onkel for han har git i fra sig den og andre 2 guttene rømte til Sverige men er nu kommet hit.\n\nDet er saa meget rart nu at jeg husker ikke halvparten for øieblikket.  Laura er flyttet til Stjørdal, hennes søn er på sykehus.  Vet du at onkel Konrad er død, jeg var i begravelsen, skal senne dig begravelses sangen som han diktet selv i sammen med de andre sangene saa fort jeg vinner det.  Det er stygt og spørge, men har du nogen gamle klær efter dere saa send mig for vi er helt opraad  vi faar ikke kjøpt en traad for her finnes ikke en bite tøi, jeg for min del kan ikke gaa ut og ikke min ælste gut heller snart. Skal snart skrive igjen, hils dine barn saa hjertelig fra os, ha det bra alle sammen.\n\nDeres Klara.\n\nPå baksiden av arket:\n\nJeg har satt huset dit i ramme jeg hadde, du er heldig som har et hjem  det ser koslig ut, det skulde ha været morsomt og besøkt dig, hjertelig tak for bildene, de var festlige.  Mary min datter skal sende dig bilde av sig sier hun.\n\nIdag skal jeg vaske klær for en engelskmann som heter Jackson  jeg har vasket mange ganger men faar bare en liten kjøtboks for alle klærne, de er svært skitten, men det er no engelskmann saa jeg gjør det gjerne.\n\n\n<-SPLITTLETTER->\n\n\nSluppen July 23.\n\nMy best cousin.\n\nI’m so full of jubilation at having receved a letter from you the day before yesterday, thank you so much for the letter, I was so proud I told all the relatives I met.  I see from it that you and yours are doing well  I have talked about you so often and we’ve looked at the pictures we have and wondered if your boys were out in the war.  Yes Alma we’ve had some rough years, but thank God we’ve kept our lives, and our home. Though we’ve been hungry because we haven’t had butter and not sugar and no sandwich meats but fortunately we’ve had bread ‘cause my daughter works at a bakery.  Now it’s over and no air raid sirens but you can’t imagine how scared I’ve been of the air raid sirens because we live below a very large apparatus which belongs to the Germans  it’s been said that the largest cannons of the Northern countries are up there.  Imagine the jubilation that day, the flags were raised and crying and joy and singing for several weeks and days.  It’s calm now, but horrible to see and hear about everything that has been going on during this time.  With us everything is fine now, Svenn my youngest boy who turned 12 on July 12 has just been sick with “knut-ros” a tiresome disease, but is well now, but he still lies down for a 3 hour’s rest in the middle of the day because there’s a risk of contracting other diseases.  (Knut-ros is a disease that causes painful sores over the body, along with fever and joint pain).  My oldest boy is going to be a mechanic  is in an apprenticeship for 4 years  that’s hard now that everything is so expensive but I know it will be rewarded.  He’s so thrifty, has been working at a factory during his vacation.  Mary my oldest daughter is on vacation.\n\nI have now had my 50th birthday just before Christmas Dec. 18  I had my family here  there were 23 of us  I’ll send you my song, it was a pleasant evening  got about 500 kr and gifts.  Mother (Gjertine) has recently had her 70th birthday, all the relatives were gathered  I’ll send you her song too, she’s doing fine.  At Aksel’s there are a lot of changes  his wife is sick and in a home for close to 2 years and the oldest boy arrested (he was in a concentration camp for a while) but now he has taken over uncle’s shop because he has given it up and the other 2 boys escaped to Sweden but are here now.\n\nThere are so many things now that I can’t remember half of them at the moment.  Laura has moved to Stjørdal, her son is in the hospital.  Did you know that uncle Konrad is dead, I was at the funeral, will send you the funeral song which he wrote himself along with the other songs as soon as I have time.  It’s not nice to ask, but if you have some old clothes please send me some because we are in such a bind  We can’t buy as much as a thread (of clothing) because there isn’t even a piece of fabric to be had,  as for me I can’t go out and not my oldest boy either soon. Will write again soon, give our warmest regards to your children, keep well all of you.\n\nYours Klara.\n\nOn the back of the last page:\n\nI’ve put your house in a frame I had, you are lucky to have a home  it looks cosy, it would be fun to visit you, thanks a lot for the pictures, they were fun.  Mary my daughter will send you a picture of herself she says.\n\nToday I’m going to wash clothes for an Englishman called Jackson  I have washed many times but only get a small tin of meat for all the clothes, they are very dirty, but he’s an Englishman so I do it gladly."
    ],
    "LetterDate": [
      "1945-07-23"
    ],
    "Location": [
      "Sluppen"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Britain",
    "Germans",
    "God",
    "Klara Krogstad",
    "Norway to US",
    "Sluppen",
    "Stjørdal",
    "Sweden",
    "WWII",
    "bread",
    "butter",
    "clothing",
    "food",
    "hunger",
    "knut-ros",
    "meat",
    "mechanic",
    "photos",
    "postwar",
    "sickness",
    "soldier",
    "song",
    "sugar",
    "thread",
    "vacation"
  ],
  "files": [
    {
      "original": "Klara Krogstad 23 juli-1945.pdf",
      "filename": "0db19716cb53554b8a9717762d473465.pdf",
      "mime_type": "application/x-empty"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "jubel",
      "score": 0.04062812543326411
    },
    {
      "term": "knut-ros",
      "score": 0.04062812543326411
    },
    {
      "term": "engelskmann",
      "score": 0.04062812543326411
    },
    {
      "term": "været",
      "score": 0.03480448470461489
    },
    {
      "term": "slekten",
      "score": 0.03249025662831515
    },
    {
      "term": "sangen",
      "score": 0.030359278313857513
    },
    {
      "term": "mary",
      "score": 0.026213976181002532
    },
    {
      "term": "aars",
      "score": 0.026213976181002532
    },
    {
      "term": "sang",
      "score": 0.02435238782336619
    },
    {
      "term": "nettop",
      "score": 0.02435238782336619
    },
    {
      "term": "23",
      "score": 0.022865938227350256
    },
    {
      "term": "sykdom",
      "score": 0.022865938227350256
    },
    {
      "term": "ælste",
      "score": 0.022865938227350256
    },
    {
      "term": "juli",
      "score": 0.02222140950890855
    },
    {
      "term": "gaars",
      "score": 0.020314062716632057
    }
  ],
  "english-tfidf": [
    {
      "term": "jubilation",
      "score": 0.03957739719816351
    },
    {
      "term": "knut-ros",
      "score": 0.03957739719816351
    },
    {
      "term": "englishman",
      "score": 0.034590726834422894
    },
    {
      "term": "song",
      "score": 0.03255055641104381
    },
    {
      "term": "raid",
      "score": 0.031673711668177104
    },
    {
      "term": "sirens",
      "score": 0.031673711668177104
    },
    {
      "term": "oldest",
      "score": 0.028845333080262544
    },
    {
      "term": "disease",
      "score": 0.025578043607837508
    },
    {
      "term": "mary",
      "score": 0.025578043607837508
    },
    {
      "term": "23",
      "score": 0.0237700261381907
    },
    {
      "term": "boy",
      "score": 0.021759340488927376
    },
    {
      "term": "along",
      "score": 0.0205913732440969
    },
    {
      "term": "receved",
      "score": 0.019788698599081753
    },
    {
      "term": "wondered",
      "score": 0.019788698599081753
    },
    {
      "term": "apparatus",
      "score": 0.019788698599081753
    }
  ]
}