{
  "id": 95,
  "added": "2010-12-27 21:22:30",
  "modified": "2010-12-30 03:55:54",
  "public": true,
  "metadata": {
    "Title": [
      "Berith Holm and Ola Holm to John Holm 1945.9.1"
    ],
    "Description": [
      "BREV FRA BERITH HOLM (OLAS KONE) DATERT TRONDHEIM 1.  SEPTEMBER-1945 TIL JOHN HOLM, 108 W. 5TH ST., DELL RAPIDS, SO.  DAK.  U.S.A.  I SAMME KONVOLUTT BREV FRA OLA HOLM, NONNEGT. 4, DATERT 4.  SEPTEMBER.  POSTSTEMPLET 7.  SEPTEMBER-1945.  FRIMERKENE ER REVET UT.  –POSTOBLAT–-MERKE PÅ BAKSIDEN AV KONVOLUTTEN.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM BERITH HOLM (OLA'S WIFE) DATED TRONDHEIM, SEPTEMBER 1-1945 TO JOHN HOLM, 108 W. 5TH ST., DELL RAPIDS, SO.  DAK., U.S.A.  IN THE SAME ENVELOPE THERE'S A LETTER FROM OLA HOLM, NONNEGT. 4, DATED SEPTEMBER 4.  POST STAMPED SEPT. 7.  THE STAMPS HAVE BEEN REMOVED.  THERE'S A –POSTOBLAT– STICKER ON THE BACK."
    ],
    "Creator": [
      "Berith Holm",
      "Ola Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1945.09.01"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Trondheim 1/9-45\n\nKjære Svoger!\n\nHjertelig takk for jakken, kjolen, skoene og alt sammen.  Du kan tro det var kjærkomment.  Vi blev så glade over, at dere alle er friske og kjekke efter disse fem årene.  Her er alle også friske, og det hele blir vel bra nu, krigen er slutt.  Det har vært noen vanskelige 5 år, men en får være glad, over at alle lever og er friske.  Jeg håper vi slipper å opleve flere kriger, og at det må bli fred over jorden.  Hils alle dine, og ha det riktig bra selv.  Hilsen fra oss alle.\n\nBeste hilsen fra Berith.\n\n4. Sept.\n\nKjære Broder.\n\nJa nu må jeg igjen atter takke for 2 pakker, den ene var Jakken til kona.  Du kan tro hun blev glad og begeistret, og det var sandelig også et gott Plagg.  varm og god.  Hun er nu i “Meraker” på en liten Ferie “vacation” en tid, og hviler sig lit.  Hun begynder og bli træt, har mye og gjøre bestandig.  Og så må jeg takke for den 5te Pakke, jeg fik igår, det var mange gode ting, såsom denne deilige “Blanket” og så de herlige Bjørneskin Hansker.  Jeg slipper og fryse på hænderne i vinter.  Ja du er enestående snil.  Det er sa bra alt.  Denne såpen hvor deilig, vi som ikke har sikkelig Såpe enda.  Tak også for tangen og wrenchen alt er så bra, og nyttig.\n\nTyskerne reiser stadig så vi blir vel fri dem om et par Måneder, ligedan det Engelske, og det er bare bra, det er ikke mors beste børn, alle.  De amerikanske reiser disse dage, men det har ikke vært mange amerikanske Soldater her heller, men dem er mere Gentlemen.  Jeg har lyst til og skrive med Hilda Judd engang (Anna [Holm] Wold’s datter), hvordan har hun det siden Harry døde?  Kan jeg få hennes Adrs.  Alma vet den vel.  Jeg skulle ønske jeg kunne gjøre dig noget igjen for alt du spanderer på os, men vet ikke hvad.  Kona sender en liten takkesedel med, hun er så inderlig glad for at du husker os og hjelper os slig.  Så må jeg slutte denne gang igjen, med min hjerteligste takk til dere alle for alle gode ting.\n\nHilses fra os alle.  Hils dine fra os\n\nDin bror Olav\n\n \n\n<-SPLITTLETTER->\n\n\n\nTrondheim 1/9-45\n\nDear Brother in law!\n\nThank you so much for the jacket, the dress, the shoes and everything.  It was all most welcome.  We were so glad to hear, that you are all healthy and well after these five years.  Everyone here is healthy too, and I guess everything will be ok now, that the war is over.  It has been 5 difficult years, but one has to be glad that everyone is alive and healthy.  I hope we wont have to experience any more wars, and that there will be peace on earth.  Say hello to all yours, and all the best to you too.  Greetings from us all.\n\nBest wishes from Berith.\n\nSept. 4\n\n \n\nDear Brother.\n\nOnce again I must thank you for 2 packages, one of them was the Jacket for the wife.  She was so glad and happy with it, and it was indeed a good piece of Clothing.  nice and warm.  She is in “Meraker” right now on a little “vacation” for a while, resting up a little.  She’s starting to get weary, always has a lot to do.  I must also thank you for the 5th Package, which I got yesterday, lots of good things, like that wonderful “Blanket” and those great Bearskin Gloves.  I wont get cold hands this winter.  Yes, you’re extremely kind.  Everything is so nice.  This soap how wonderful, for us who don’t have decent soap yet.  Thank you also for the pliers and the wrench everything is so good, and useful.\n\nThe Germans are leaving all the time so we might be rid of them in a couple of Months, the English too, and that’s good, they are not mom’s best children (Norwegian expression) all of them.  The American ones are leaving these days, but then there hasn’t been many American Soldiers here, but they are more like Gentlemen.  I would like to write to Hilda Judd some time (Anna [Holm] Wold’s daughter), how is she since Harry’s death.  Could I have her Addrs.  Alma will have it.  I wish I could do something for you in return for everything you’re treating us to, but don’t know what.  The wife encloses a little thank you note, she is so deeply glad that you remember us and help us like you do.  So I’ll close again for now, with my most heartfelt thanks to you all for all good things.\n\nGreeted from us all.  Greet yours from us\n\nYour brother Olav"
    ],
    "LetterDate": [
      "1945-09-01"
    ],
    "Location": [
      "Trondheim"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Berith Holm",
    "Germans",
    "John Holm",
    "Norway to US",
    "Ola Holm",
    "POWs",
    "Trondheim",
    "clothing",
    "dress",
    "gifts",
    "gloves",
    "jacket",
    "pliers",
    "postwar",
    "shoes",
    "soap",
    "soldiers",
    "war",
    "wrench",
    "xenophobia"
  ],
  "files": [
    {
      "original": "Berit-Ola Holm sept 1945.pdf",
      "filename": "097f1eb67015ab3291f2c787270a4e0a.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "jakken",
      "score": 0.0731306257798754
    },
    {
      "term": "friske",
      "score": 0.04978129319873328
    },
    {
      "term": "amerikanske",
      "score": 0.04540473855747759
    },
    {
      "term": "slipper",
      "score": 0.043834298082059145
    },
    {
      "term": "9-45",
      "score": 0.0365653128899377
    },
    {
      "term": "kriger",
      "score": 0.0365653128899377
    },
    {
      "term": "vacation",
      "score": 0.0365653128899377
    },
    {
      "term": "bjørneskin",
      "score": 0.0365653128899377
    },
    {
      "term": "hænderne",
      "score": 0.0365653128899377
    },
    {
      "term": "såpen",
      "score": 0.0365653128899377
    },
    {
      "term": "sikkelig",
      "score": 0.0365653128899377
    },
    {
      "term": "tangen",
      "score": 0.0365653128899377
    },
    {
      "term": "wrenchen",
      "score": 0.0365653128899377
    },
    {
      "term": "gentlemen",
      "score": 0.0365653128899377
    },
    {
      "term": "harry",
      "score": 0.0365653128899377
    }
  ],
  "english-tfidf": [
    {
      "term": "leaving",
      "score": 0.0675001007428801
    },
    {
      "term": "glad",
      "score": 0.04270081214358686
    },
    {
      "term": "jacket",
      "score": 0.03924752291473229
    },
    {
      "term": "healthy",
      "score": 0.03430071259174861
    },
    {
      "term": "9-45",
      "score": 0.03375005037144005
    },
    {
      "term": "bearskin",
      "score": 0.03375005037144005
    },
    {
      "term": "pliers",
      "score": 0.03375005037144005
    },
    {
      "term": "wrench",
      "score": 0.03375005037144005
    },
    {
      "term": "harry",
      "score": 0.03375005037144005
    },
    {
      "term": "treating",
      "score": 0.03375005037144005
    },
    {
      "term": "encloses",
      "score": 0.03375005037144005
    },
    {
      "term": "soap",
      "score": 0.033480607218465595
    },
    {
      "term": "american",
      "score": 0.03137201510893604
    },
    {
      "term": "judd",
      "score": 0.029497613680888234
    },
    {
      "term": "wold",
      "score": 0.029497613680888234
    }
  ]
}