{
  "id": 97,
  "added": "2010-12-27 21:53:28",
  "modified": "2010-12-30 03:55:20",
  "public": true,
  "metadata": {
    "Title": [
      "Evelyn Holm to Grace Wilson 1945.9.28"
    ],
    "Description": [
      "BREV FRA EVELYN HOLM (OLAS DATTER), ROSENBORGSGT 14, TRONDHEIM, DATERT 28.  SEPTEMBER-1945, TIL MISS GRACE WILSON (ALMA'S DATTER), 108 W. 5 STR., DELL RAPIDS, SO.  DAK.  FRIMERKENE ER REVET UT.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EVELYN HOLM (OLA'S DAUGHTER), ROSENBORGSGT. 14, TRONDHEIM, DATED SEPTEMBER 28-1945, TO MISS GRACE WILSON, 108 W. 5 STR., DELL RAPIDS, SO.  DAK.  STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Evelyn Holm",
      "Siri Lawson, trans"
    ],
    "Date": [
      "1945.09.28"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Trondheim 28-9-45\n\nKjære Grace!\n\nDu blir vel forbauset nu når det kommer brev fra mig.  Det er nu mange ord siden sist.  Du er vel antagelig gift nu, og har en flokk med små-barn.\n\nDa er det andeledes med mig.  Jeg er hverken gift eller har barn, men så har nu alt vært rasjonert her også (ha-ha)\n\nRing på finger har jeg nu fått for to år siden, men det har blitt med forlovelsen også.  Det har jo ikke vært slike tider her akkurat at man har fått tak i det man trenger for å sette bo.  Min forlovede blev også syk for vel 1 år siden  fikk plauritt og får ennu ikke arbeide. Så det er vel best at vi tok det med når det gjalt ekteskapet.\n\nJeg er nu 27 år så min ungdoms tid er nu snart forbi.  De siste 5 år vet man i grunnen ikke noget av, dem er bortkastet  I 1940 var jeg i Stockholm og lærte barnepleie, men var dum nok og reise til Norge igjen enda tyskerne var i landet  Jeg har nu arbeidet på sykehus i 5 år, men skal jeg være ærlig er det et slitsomt arbeidet, men intresant.  Måtte nu slutte en tid fordi jeg blev så tynn og var overandstrengt.  Holder nu og strever med å få reise over til Sverige igjen, men det lar seg hvis ikke gjøre  Det er så mangel på sykesøstre her i landet også, så det blir vel så jeg begynner på igjen der jeg slutter.  Hvis jeg ikke tar mig en Amerika-tur.  Jeg har så lyst til å reise.  Det kan vel ha sin grund i dag da.  Du vet vi kvinner er så forfengelig, og her er det jo intet og få tak i, og det blir vel lenge til.  Jeg har så lyst til å pynte mig op fra topp til tå.  Men selvfølge skulde man ikke tenke på luksus.  Vi har jo vært heldige som slapp fra det med livet.  Du vet det er jo ikke så hyggelig når alt i ens garderobe begynner og bli bare fillet og stoppet.  Vi har jo intet fått kjøpt på fem år.  Det skulde være rart å kommet over der og fått gått i forretninger og kjøpt forskjellig.  Men vi får vel smøre oss med tolmodighet.  Nu må du inderlig skrive nogen ord til mig, og fortelle mig hvordan dere lever.  Det er ingen i vår familie som har vært med hverken i det ene eller andre så vi har vært heldige.\n\nMin adr. er Evelyn Holm, Rosenborgsgt 14, Trondheim, Norge.\n\n \n\n<-SPLITTLETTER->\n\n\n\nTrondheim 28-9-45\n\nDear Grace!\n\nI guess you’re surprised now at getting a letter from me.  It’s been many years since last time.  You’re probably married now, and have a bunch of little children.\n\nNot so with me.  I’m neither married nor do I have children, but then again everything has been rationed here (ha-ha).\n\nI got a ring on my finger two years ago, but the engagement is all there was too. The times here haven’t exactly been such that we’ve been able to get what we needed to establish a home.  Also my fiancee got sick about a year ago  came down with pleuricy and is still not allowed to work.  So I guess taking it slowly as far as the marriage was all for the best.\n\nI’m now 27 years old and my days of youth are almost over.  The last 5 years don’t really count much, they’re wasted  In 1940 I was in Stockholm (Sweden) studying to be a children’s nurse, but was stupid enough to go back to Norway even though the Germans were in the country.  I’ve now been working at a hospital for 5 years, but to be honest it’s a strenuous job, but interesting.  I have had to quit for a while because I became so thin and was overworked.  I’m now trying to get over to Sweden again, but it looks like it wont happen.  There’s a lack of nurses in this country too, so I’ll probably end up starting again where I left off.  Unless I take a trip to Amerca.  I really would like to.  There’s a special reason for that these days though.  You know us women are quite vain, and there’s nothing to be had here, and probably wont be for a long time.  I’d so much like to spruce myself up from top to toe.  But of course, one shouldn’t think about luxuries.  We’ve been very lucky to escape with our lives.  You know it’s not very nice when everything in one’s wardrobe is starting to look like mended rags.  We haven’t been able to buy anything for 5 years.  It would be strange to come over there and be able to go to the stores and buy various things.  But we’ll have to be patient.  Please write a few words to me, and tell me how you are living.  Noone in our family has been involved in anything so we’ve been lucky.\n\nMy addr. is Evelyn Holm, Rosenborgsgt. 14, Trondheim, Norway"
    ],
    "LetterDate": [
      "1945-09-28"
    ],
    "Location": [
      "Trondheim"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Evelyn Holm",
    "Germans",
    "Grace Vilson",
    "Norway to US",
    "Stockholm",
    "Trondheim",
    "engagement",
    "luxuries",
    "marriage",
    "nurse",
    "pleuricy",
    "postwar",
    "poverty",
    "ring",
    "sickness"
  ],
  "files": [
    {
      "original": "Evelyn Holm 28 september-1945.pdf",
      "filename": "fb3e03655661cb1e6a605a4ebb8879ec.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "heldige",
      "score": 0.05316587448269752
    },
    {
      "term": "hverken",
      "score": 0.04697404874007945
    },
    {
      "term": "jo",
      "score": 0.038342097827713584
    },
    {
      "term": "år",
      "score": 0.03501848568878599
    },
    {
      "term": "fått",
      "score": 0.03452979207137541
    },
    {
      "term": "28-9-45",
      "score": 0.033241193536307
    },
    {
      "term": "små-barn",
      "score": 0.033241193536307
    },
    {
      "term": "andeledes",
      "score": 0.033241193536307
    },
    {
      "term": "forlovelsen",
      "score": 0.033241193536307
    },
    {
      "term": "plauritt",
      "score": 0.033241193536307
    },
    {
      "term": "bortkastet",
      "score": 0.033241193536307
    },
    {
      "term": "stockholm",
      "score": 0.033241193536307
    },
    {
      "term": "barnepleie",
      "score": 0.033241193536307
    },
    {
      "term": "slitsomt",
      "score": 0.033241193536307
    },
    {
      "term": "overandstrengt",
      "score": 0.033241193536307
    }
  ],
  "english-tfidf": [
    {
      "term": "able",
      "score": 0.03485113563403351
    },
    {
      "term": "lucky",
      "score": 0.03286127069932373
    },
    {
      "term": "28-9-45",
      "score": 0.03236034241496898
    },
    {
      "term": "finger",
      "score": 0.03236034241496898
    },
    {
      "term": "fiancee",
      "score": 0.03236034241496898
    },
    {
      "term": "pleuricy",
      "score": 0.03236034241496898
    },
    {
      "term": "slowly",
      "score": 0.03236034241496898
    },
    {
      "term": "count",
      "score": 0.03236034241496898
    },
    {
      "term": "wasted",
      "score": 0.03236034241496898
    },
    {
      "term": "overworked",
      "score": 0.03236034241496898
    },
    {
      "term": "nurses",
      "score": 0.03236034241496898
    },
    {
      "term": "amerca",
      "score": 0.03236034241496898
    },
    {
      "term": "vain",
      "score": 0.03236034241496898
    },
    {
      "term": "toe",
      "score": 0.03236034241496898
    },
    {
      "term": "luxuries",
      "score": 0.03236034241496898
    }
  ]
}