{
  "id": 99,
  "added": "2010-12-27 22:14:41",
  "modified": "2010-12-27 22:14:41",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to Alma C. Wilson 1945.10.29"
    ],
    "Description": [
      "BREV FRA KLARA KROGSTAD, NORDRE ALLE 1, SLUPPEN, TRONDHEIM, DATERT 29.  OKTOBER, POSTSTEMPLET 30.10.45, TIL MRS.  ALMA C VILSON, 102 WEST 5TH STREET, DELL RAPIDS, SOUTH DAKOTA, AMERIKA.  SENDT MED LUFTPOST.  3 BLÅ 60-ØRES FRIMERKER MED LØVE.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM KLARA KROGSTAD, NORDRE ALLE 1, SLUPPEN, TRONDHEIM, DATED OCT. 29, POST STAMPED OCT. 30-45, TO MRS.  ALMA C VILSON, 102 WEST 5TH STREET, DELL RAPIDS, SOUTH DAKOTA, AMERIKA.  SENT AIR MAIL.  3 BLUE 60-ØRE STAMPS WITH LION."
    ],
    "Creator": [
      "Klara Krogstad",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1945.10.29"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Sluppen den 29 okt\n\nGodeste kusine Alma.\n\nSkulde for længe siden ha skrevet men jeg har været saa uvel en tid men nu har jeg faat mig medisin og da haaber jeg at jeg blir bedre   det er overgangs alderen sa doktoren.  Du maa ha hjertelig tusen tak for pakkene  det blir brukt all sammen.  Svenn tok paa sig den blaa buksen og den gaar han i hver dag, og Mary bruker blusen og jeg holder paa og syr meg forklær av noget saa det kom godt med alt sammen Alma.  Tusen tak.  Jeg var hos Laura den dagen hun fik brev fra dig, og da snakket vi om at du og vi skulde ha bodd i nærheten av hver andre  bor onkel John i samme hus som dig?  jeg forsto tante Laura slik.  Nu lakker det mot vinter her og jeg gruer for den.  Min datter Mary skal gifte sig den 29 december og flytte et stykke i fra mig og det er min store sorg, men Alma baade du og jeg vet at vi har ingen andre end dem og holde os til, men slik er livet  det var vores tur engang ogsaa.  Onkel Aksel er 60 aar den 14 november, hans frue ligger bare og jeg tror ikke hun kommer op noget mer, hun er paa Hegra sykehjem.  Hans yngste søn som er 19 aar blev gift i sommer, og en søn som har været arrestert er løslat og har faat baade bakeri og gaarden av Aksel.  Han er i godt humør og har et spøkens ord til alle.\n\nHar du faat mit brev og foto.  Skal hilse dig og dine fra mor, jeg har snakket med onkel Ole  han har hat brev fra onkel Johan da hørte jeg.  Min søster Maja har været uheldig  hun har brukket armen, og vi deler paa arbeide hennes.  Mor synes hun er skyld i det for hun var der og vasket rundt naar hun gjorde det.  Her er det godt i mat nu, men ingen klæder å faa kjøpt enda, jeg er buden paa en stilig fest den 25 november.  der vor jeg vasker har jubileum, i dag fik jeg innbydelse men kan ikke gaa for jeg har ikke klæder og strømper, men derfor ingen sure miner.  Jeg er gla for det er fred og ingen fly alarm mere.\n\nJeg skal kjøpe dig en bok og sende dig av Norge saa du faar se hvordan vi har det, som en jule-gave til dig fra mig.  Nu er klokken så mange og jeg maa slutte for jeg er saa trætt.  Jeg venter brev fra dig  haaber snart det kommer.\n\nHils dine barn fra os alle, og ha det rigtig bra.  Hils onkel Johan med det at han må huske sin brordatter med nogen ord.\n\nGod nat.  Lev godt.\n\nDeres Klara\n\n \n\n \n\n<-SPLITTLETTER->\n\n\n\nSluppen the 29th of Oct.\n\nMy best cousin Alma.\n\nShould have written a long time ago but I’ve been so unwell for a while  But now I have some medication so I hope I’ll get better  the doctor said it was Menopause.  Thank you so very much for the packages  everything is in use.  Svenn put on the blue pants and wears them every day, and Mary wears the blouse and I’m making myself aprons out of some of the things so everything was useful Alma.  Thank you so much.  I was at Laura’s the day she received a letter from you, and we talked about how nice it would be if you and we lived near eachother  does uncle John live in the same house as you?  that’s how I understood it from Laura.  Winter is approaching here now and I’m dreading that.  My daughter Mary is getting married on Dec. 29 and will move a ways away from me and that’s my great sorrow, but Alma you and I both know that we have nobody but them to lean on, but that’s life  it was our turn once too.  Uncle Axel turns 60 on November 14, his wife is bedridden and I don’t think she’ll be able to get up ever again, she’s at Hegra Nursing Home.  His youngest son who’s 19 years old got married this summer, and a son who was arrested has been set free and has taken over both the bakery and property from Axel.  He’s in good spirits and has a joking word for everyone.\n\nHave you received my letter and photo.  I have greetings to you and yours from mother, I have talked with uncle Ole  he’s had a letter from uncle Johan then I heard.  My sister Maja has been unfortunate and broken her arm, and we take turns doing her work.  Mother feels it’s her fault because she was there cleaning her house from top to bottom when she did it.  We have a good supply of foods now, but no clothes to be had yet, I’ve been invited to a formal party on November 25.  The place where I work has an anniversary, I received the invitation today but can’t go because I don’t have clothes or stockings, but no sour face over that.  I’m happy we’re at peace and no more air raid sirens.  I’m going to buy you a book on Norway and send it to you so you can see how it looks here, as a Christmas present to you from me.  It’s very late now so I’ll have to quit because I’m so sleepy.  I’m expecting a letter from you  hope it gets here soon.\n\nGreet your children from us all, and keep well.  Greet uncle Johan and say that he must remember his brother’s daughter with a few words.\n\nGood night.  Live well.\n\nYours Klara"
    ],
    "LetterDate": [
      "1945-10-30"
    ],
    "Location": [
      "Sluppen"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Christmas",
    "Hegra",
    "John Holm",
    "Klara Krogstad",
    "Norway to US",
    "Sluppen",
    "blouse",
    "book",
    "clothes",
    "doctor",
    "gifts",
    "medicine",
    "nursing home",
    "pants",
    "photos",
    "postwar"
  ],
  "files": [
    {
      "original": "Klara Krogstad 29 oktober-1945.pdf",
      "filename": "010f948050b472b667fe67590be4d9f9.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "klæder",
      "score": 0.051523115622910856
    },
    {
      "term": "mary",
      "score": 0.038052546069197224
    },
    {
      "term": "været",
      "score": 0.03789197931550815
    },
    {
      "term": "faat",
      "score": 0.03654711465520087
    },
    {
      "term": "november",
      "score": 0.03319249097518586
    },
    {
      "term": "baade",
      "score": 0.03225688477099629
    },
    {
      "term": "onkel",
      "score": 0.029982502178054666
    },
    {
      "term": "uvel",
      "score": 0.02948815555640137
    },
    {
      "term": "medisin",
      "score": 0.02948815555640137
    },
    {
      "term": "overgangs",
      "score": 0.02948815555640137
    },
    {
      "term": "buksen",
      "score": 0.02948815555640137
    },
    {
      "term": "forsto",
      "score": 0.02948815555640137
    },
    {
      "term": "løslat",
      "score": 0.02948815555640137
    },
    {
      "term": "spøkens",
      "score": 0.02948815555640137
    },
    {
      "term": "brukket",
      "score": 0.02948815555640137
    }
  ],
  "english-tfidf": [
    {
      "term": "wears",
      "score": 0.042952643140259684
    },
    {
      "term": "mary",
      "score": 0.03468632255111623
    },
    {
      "term": "november",
      "score": 0.0322344744703269
    },
    {
      "term": "medication",
      "score": 0.02683540590509623
    },
    {
      "term": "menopause",
      "score": 0.02683540590509623
    },
    {
      "term": "lean",
      "score": 0.02683540590509623
    },
    {
      "term": "invitation",
      "score": 0.02683540590509623
    },
    {
      "term": "sleepy",
      "score": 0.02683540590509623
    },
    {
      "term": "talked",
      "score": 0.026621165739560446
    },
    {
      "term": "turns",
      "score": 0.025472062952668902
    },
    {
      "term": "uncle",
      "score": 0.024973692586988307
    },
    {
      "term": "aprons",
      "score": 0.02345420014626723
    },
    {
      "term": "maja",
      "score": 0.02345420014626723
    },
    {
      "term": "unfortunate",
      "score": 0.02345420014626723
    },
    {
      "term": "fault",
      "score": 0.02345420014626723
    }
  ]
}