{
  "id": 103,
  "added": "2010-12-27 22:37:22",
  "modified": "2010-12-27 22:37:22",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to John Holm 1945.11.23"
    ],
    "Description": [
      "BREV FRA EDVARD EIDUM DATERT NARVIK 23.  NOVEMBER-1945 TIL MR.  JOHN HOLM, DELL RAPIDS, SYD DAKOTA.  U.S.A.  POSTSTEMPLET 24.11.45.  KONVOLUTTEN HAR ET RUNDT –POSTOBLAT– -MERKE BAKPÅ.  FRIMERKENE ER KLIPPET VEKK.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EDVARD EIDUM (MARRIED TO JOHN'S SISTER HANNA) DATED NARVIK, NOVEMBER 23-1945 TO MR.  JOHN HOLM, DELL RAPIDS, SYD DAKOTA.  U.S.A.  POST STAMPED 24.11.45.  THE ENVELOPE HAS A CIRCULAR –POSTOBLAT– STICKER ON THE BACK.  THE STAMPS HAVE BEEN CUT OUT."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1945.11.23"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Narvik 23/11-1945\n\nKjære svoger John Holm.\n\nPå egen og min hustrus vegne vil jeg herved rette Dere en hjertelig takk, for Den pakke vi fik igår.  De var godt å se at Di ikke har glemt oss her oppe i Norden.  Og Denne gave kom helt uventenes.  Teppet var veldig vakkert.  Hanskerne og Strømperne kom godt med.  Ligeså knivene og Sæpen.  Hjertelig takk for alt.  Hanna min hustru ligger for tiden på Sykehuset.  Hun brak De Venstre ben i fjor på Denne tid.  Og nu iår brak hun De høire ijen.  Så hun har vært svært uheldig.  Men alle ting tjener Dem tilgode, som elsker Gud.  Ja vi har nu hadt en hår tid over Den hele verden i Di siste 5 Aar.  Den 9de April 1940 kom Tyskerne hid til Narvik klokken 4 og en halv morgen.  Og Da var De i 6 uker som vi ikke hadde klærne av os.  38 Skip blev sænket på havnen her inden 3 dage.  Og Dertil blev De sænket 15 Tyske Krigsskip.  Vi lå i kjelleren nat som dag, medens husene runt om oss blev beskudt både fra Sjøen og fra luften.  Alle hus omkring oss blev beskudt, og stod i brand flere av Dem.  Men Gud sje lov, vort hjem blev spart.  Men flere bomber falt bare 6 a 7 meter fra Væggen hvor vi sat.  Den 2den Juni måtte vi flytte fra byen.  Da stod halve byen i brand.  Flere Seville personer blev Dræpt.  Vi kom da 40 Norske mil længere Nordover.  Til en øi som hedte Vandøia.  Der var vi i 3 og en halv Måned.  Da vi kom tilbake Derfra var al maten borte, og en masse andre ting.  Deriblant Symaskinen til Hanna.  Og siden har De gått slag i slag.  Men vi klager ikke.  Gud har vært god.  Vi har ofte hadt lite, men sultet har vi ikke.  Klærne har vi Delt mellem oss så langt vi har formåd.  Alle vare 10 barn lever.  En del er her i byen, og en del er flyttet fra byen.  Alle er gifte, så nær som en datter Gusta.  Hun er nu hjemme.  De er lenge nu siden Du var her i Narvik.  De var i 1914 tror jeg.  Du har vel fått brev fra broder Olav og Laura, så Du ved hvorledes Dem har De.  Ja nu er krigen slut.  Men alikevel fortsetter ufreden.  Nu vet Dem ikke hvorledes Dem skal få hevne sig, på alt og alle.  Aa nei.  Fred blir De aldrig tale om før Fredsfyrsten selv kommer, og tar roret i sin hånd.  Og Den tid er nu nermere end vi aner.  Jeg har nylig fått 3 brev fra Amerika fra mine Søsken.  Min bror Iver Døde for et Aar siden.  Han levet i Galesburg N. Dakota.  Mine 3 søstre lever, 2 er i Calefornia og en i S. Dak.  Men Gud sje lov, Iver døde i troen på sin frelser.  Og to av mine søstre er Omvent til Gud, og har De godt.  Ja min kjære Svoger.  Håber at Du også lever med Din herre og frelser.\n\nFor Gud so loved the World, that he gave his only begotten Son, that Whosoever believeth in him should not perish, but have everlasting life.  Joh. Ev. 3-16.\n\nSå må Dere ha De bare godt og vell.  Hanna ba mig hilse Dig og alle i hjemmet så hjertelig.  Hun minnes sine kjære søsken alle fra far og mors hjem.  Lad oss alle møtes hos Gud i Himlen tilslut.\n\nMange hilsener\n\nE. Eidum, box 68 Narvik Norge\n\n \n\n\n<-SPLITTLETTER->\n\n\n \n\nNarvik 23/11-1945\n\nDear brother in law John Holm.\n\nOn behalf of myself and my wife I hereby want to thank You very much, for The package we received yesterday.  It’s nice to see that you haven’t forgotten us up here in the North.  And This gift was completely unexpected.  The blanket was very beautiful.  The gloves and Socks were very welcome.  So also the knives and the Soap.  Thank you so much for everything.  Hanna my wife is presently in the Hospital.  She broke her Left leg this time last year.  And now this year she broke The right one.  So she has been very unlucky.  But all things will benefit those, who love God.  Well The whole world has had a hard time These past 5 Years.  On the 9th of April 1940 the Germans came here to Narvik at half past 4 morning.  And Then for 6 weeks we didn’t undress.  38 Ships were sunk in the harbor here within 3 days.  And in Addition 15 German War Ships were sunk.  We were in the basement night and day, while the houses around us were shot at from the Sea as well as from the air.  All the houses around us were shot at, and several of Them were ablaze.  But thank God, our home was saved.  But several bombs fell only 6 to 7 meters from the Wall where we sat.  One June 2nd we had to move out of town.  Half of the town was on fire then.  Several Civilians were Killed.  We went 40 Norwegian miles further North.  To an island called Vandøia.  We were there 3 and a half Months.  When we returned from There all our food was gone, and lots of other things.  Among other things Hanna’s Sewing machine.  And since then it’s been one thing after another.  But we’re not complaining.  God has been good.  We’ve often had little, but have not starved.  We’ve shared the clothes between us as far as we’ve been able.  All our 10 children are alive.  Some are here in town, and some have moved away from town.  All of them are married, except our daughter Gusta.  She’s at home now.  It’s been a long time now since You were here in Narvik.  I believe it was in 1914.  I assume you’ve had letters from brother Olav and Laura, so that You know how They are.  Yes the war is over now.  But still the unrest continues.  Now they don’t know how to get revenge, on everything and everybody.  Oh no.  There will be no peace until the King of peace himself arrives, and takes over the helm.  And that time is closer now than we can imagine.  I have recently had 3 letters from America from my siblings.  My brother Iver Died a Year ago.  He lived in Galesburg N. Dakota.  My 3 sisters are alive, 2 are in Calefornia and one in S. Dak.  But thank God, Iver died believing in his Savior.  And two of my sisters have been Saved. And are Doing well.  Yes my dear Brother in law.  Hope that You too are living with Your lord and savior.\n\nFor God so loved the World, that he gave his only begotten Son, that Whosoever believeth in him should not perish, but have everlasting life.  Joh Ev. 3-16.\n\nSo keep well and healthy.  Hanna asked me to give You and everybody in your home her warmest greetings.  She remembers all her dear siblings from father and mother’s home.  Let us all meet with God in Heaven in the end.\n\nMany good wishes\n\nE. Eidum, box 68 Narvik Norway"
    ],
    "LetterDate": [
      "1945-11-23"
    ],
    "Location": [
      "Narvik"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Bible passage",
    "California",
    "Galesburg",
    "Germans",
    "God",
    "Jesus",
    "Narvik",
    "North Dakota",
    "Norway to US",
    "South Dakota",
    "WWII",
    "blanket",
    "bombing",
    "broken limbs",
    "clothes",
    "gifts",
    "gloves",
    "hospital",
    "knives",
    "postwar",
    "sewing machine",
    "soap",
    "socks",
    "war"
  ],
  "files": [
    {
      "original": "Edvard Eidum 23 November-1945.pdf",
      "filename": "2002e8d23b43e7a07da4e57fb11019d1.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "beskudt",
      "score": 0.0380888675936851
    },
    {
      "term": "gud",
      "score": 0.03774583022695939
    },
    {
      "term": "sænket",
      "score": 0.03327534550646326
    },
    {
      "term": "brand",
      "score": 0.03327534550646326
    },
    {
      "term": "brak",
      "score": 0.030459615589045454
    },
    {
      "term": "iver",
      "score": 0.030459615589045454
    },
    {
      "term": "slag",
      "score": 0.02691221542400385
    },
    {
      "term": "byen",
      "score": 0.02679790100001724
    },
    {
      "term": "sje",
      "score": 0.02564609350182361
    },
    {
      "term": "that",
      "score": 0.02564609350182361
    },
    {
      "term": "klærne",
      "score": 0.02457560266968987
    },
    {
      "term": "halv",
      "score": 0.022098693336782008
    },
    {
      "term": "stod",
      "score": 0.022098693336782008
    },
    {
      "term": "hvorledes",
      "score": 0.021436817088140863
    },
    {
      "term": "søstre",
      "score": 0.020832571414601767
    }
  ],
  "english-tfidf": [
    {
      "term": "sunk",
      "score": 0.03986418993148353
    },
    {
      "term": "iver",
      "score": 0.03190323131794651
    },
    {
      "term": "ships",
      "score": 0.029818578619020555
    },
    {
      "term": "shot",
      "score": 0.029818578619020555
    },
    {
      "term": "savior",
      "score": 0.029818578619020555
    },
    {
      "term": "god",
      "score": 0.02884502044889326
    },
    {
      "term": "broke",
      "score": 0.026880425661715016
    },
    {
      "term": "town",
      "score": 0.026633283542247543
    },
    {
      "term": "past",
      "score": 0.024795772962789068
    },
    {
      "term": "half",
      "score": 0.02319524326693753
    },
    {
      "term": "several",
      "score": 0.022125242475489134
    },
    {
      "term": "saved",
      "score": 0.020740586093691803
    },
    {
      "term": "houses",
      "score": 0.020240637749583457
    },
    {
      "term": "11-1945",
      "score": 0.019932094965741765
    },
    {
      "term": "undress",
      "score": 0.019932094965741765
    }
  ]
}