{
  "id": 108,
  "added": "2010-12-28 01:11:27",
  "modified": "2010-12-30 03:55:02",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to John Holm 1946.1.13"
    ],
    "Description": [
      "BREV FRA EDVARD EIDUM (GIFT MED HANNA, SØSTER TIL HOLM-BRØDRENE) DATERT NARVIK 13.  JANUAR-1946, TIL MR.  JOHN HOLM, 108 WEST FIFTH.  ST., DELL RAPIDS, SYDD DAKOTA, U.S.A.  SENDT MED FLYPOST DEN 15.  FRIMERKENE ER REVET UT.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EDVARD EIDUM (MARRIED TO HANNA, JOHN'S SISTER) DATED NARVIK JANUARY 13-1946, TO MR.  JOHN HOLM, 108 WEST FIFTH.  ST., DELL RAPIDS, SYDD DAKOTA, U.S.A.  SENT AIR MAIL ON THE 15TH.  THE STAMPS HAVE BEEN TORN OUT."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.01.13"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Narvik 13/1-1946.\n\nKjære svoger J. Holm m familie.\n\nTakk for brev og Julehilsen.  Og hjertelig takk for Aaret som svant.  Vi ønsker eder alle tillykke med De nye Aar.  Og at Guds rike velsignelse må mere end nogen gang før, få fylle oss alle både i hjerte og hjerte og hjem.  Vi har De som almindeligt.  Hanna min hustru er nu kommet hjem ijen.  Hun er ganske bra.  Hun går alene uten Stav, men har lidt smerter i bena.  Og De er intet å undres over.  Forresten så går Der nu en dag ad gangen.  Vi vil nu håpe at Varerne må snart komme på Butikkerne ijen, så vi kan få kjøpe lidt av hvert.  Ser at Du også har vært syk.  Men de er godt at Du er bra ijen.  Din hustru har også vært syk.  Ja slik er De.  Men bibelen sier at alle ting tjener Dem tilgode, som elsker Gud.  Og da har vi bare, å takke Gud for alt.  Jesus var prøvet i alt i likhed med oss, Dog uten synd.  La oss lære av ham, å ikke klage.  Har nylig fått brev fra Din bror Axel.  Han har De bra.  Men hans hustru Helga er syk.  Hun er på et hospital i Hegra, og har vist Tæring og Sukkersyke.  Hun får vist snart flytte hjem til far i Himlen.  Din bror Olav har De bra.  De er stor forandring oppe i Hegra nu i De siste.  Alle av Di ældre er døde på hver en Gard.  Men de store Balsamtræet som stod i haven hos Dine forældre De står Der ennu, og venter på at du ennu engang skal komme og hilse på De.  Du er heldig når Du har Alma Wilson så nære.  De er vist en meget flink og snill Dame.  Hadde jeg vært henne så nære, som jeg er langt fra hende, så ville jeg ha takket hende for at hun er så snill og hjelpsom som hun er.  Men lø0  nnen kommer vell engang.  Hanna undres på hvor gammel bror Johan er nu.  Du er vell en 75 a 77 år nu?  Hanna er 69 eller blir 70 nu i Mai om hun får leve.  Vi har nu vært i Narvik i snart 33 år.  Alle vare 10 barn lever og er frisk alle.  Tænk at vi alle kom vel igjennom Denne krig.  Et stort Guds under.  Vi kunne ha Død alle mellem bomber og Granater.  Men lovet være herren.  Ikke en spurv faller til Jorden uden var himmelske far vil.  Og De har vi fått se.  Vi vil så snart vi kan senne Dere noen billeder.  Men ennu kan vi ingenting få.  Ja så må Di alle leve vell og ha De godt.  Matte vi alle i De nye Aar lægge bort alt som hindrer oss og hver dage leve, som om De var Den siste, Da skal vi en dag, når Gud kaller oss ind til hvile få Nåde til, i barnslig tro få lukke vare øine, og si Far, Jeg overlater min Aand i Dine hender.  Så må Di leve godt alle.  Alle her ber mig hilse Dere.  Hanna ber mig hilse sin kjære bror.  Vi har også fått letters brev fra mine Søstre Der i Amerika.  Dem har De bare bra alle.  Bergljot og hendes Mand har begge omvent sig til Gud og har De godt.  Søster Marie ber også til Gud.  Ja De er veien.  Gud velsigne Dem alle.\n\nHermed en kjærlig hilsen til Dere alle, og glem ikke Alma.  God natt.\n\nHanna og E. Eidum\n\n \n\n<-SPLITTLETTER->\n\n\n\nNarvik 13/1-1946\n\nDear brother in law J. Holm w family.\n\nThank you for your letter and Christmas greetings.  And thank you for the year that has passed.   We wish you good luck with The new Year.  And that God’s rich blessings will more than ever before, fill our hearts as well as our hearts and home.  We’re as usual.  Hanna my wife has come home again now.  She’s fairly well.  She walks by herself without a Stick, but has some pain in her legs.  And no wonder.  As for the rest we take one Day at a time.  We hope that the goods will start arriving in the stores again, so that we can buy different things.  See that you too have been sick.  But good that You’re well again.  Your wife has also been sick.  That’s how it goes.  But the bible says that all things benefit Those, who love God.  So all we can do, is thank God for everything.  Jesus was tested in everything same as us, Though without sin.  Let us learn from him, and not complain.  Have recently received a letter from Your brother Axel.  He’s doing fine.  But his wife Helga is sick.  She’s in a hospital in Hegra, and has Tuberculosis and Diabetes.  Looks like she’ll get to move home to our father in Heaven soon.  Your brother Olav is fine.  There are a lot of changes up in Hegra here lately.  All the old people are dead on every Farm.  But the large Balsatree which stood in Your parents’ garden is still there, waiting for you to come and visit it once again.  You’re lucky to have Alma Wilson so close.  She seems to be a clever and kind Lady.  If I had been as close to her as I am far away from her, I would have thanked her for being so kind and helpful.  But the reward will come one day.  Hanna is wondering how old brother Johan is now.  Aren’t you about 75 or 77 years old now?  Hanna is 69 or will turn 70 this May if she gets to live.  We have now been in Narvik for almost 33 years.  All our 10 children are living and all are healthy.  Imagine us coming through This war so well.  A great miracle of God.  We could have Died among bombs and Grenades.  But praise be to the lord.  Not a sparrow falls to the Ground without the will of our heavenly father.  And that we have seen.  As soon as we can we’ll send You some pictures.  But we can’t get anything yet.  Wishing You all the best.  May we all in The new Year put aside all that which prevents us from living each day as if it were our last, Then one day, when God calls us in to rest we’ll receive the grace to close our eyes in childish faith and say Father, I leave my Spirit in Your hands.  So keep well all of you.  Everybody here asks me to greet You.  Hanna asks me to greet her dear brother.  We have also received letters from my Sisters There in America.  They are all doing fine.  Bergljot and her Husband have both received God and are well.  Sister Marie also prays to God.  Yes that is the road.  God bless Them all.\n\nWith this a loving greeting to You all, and don’t forget Alma.  Good night.\n\nHanna and E. Eidum."
    ],
    "LetterDate": [
      "1946-01-13"
    ],
    "Location": [
      "Narvik"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Balsatree",
    "Christmas",
    "Edvart Eidum",
    "God",
    "Hegra",
    "Jesus",
    "John Holm",
    "Narvik",
    "New Year",
    "Norway to US",
    "bible",
    "diabetes",
    "postwar",
    "sickness",
    "tuberculosis",
    "war"
  ],
  "files": [
    {
      "original": "Edvard Eidum 13 januar-1946.pdf",
      "filename": "9856d9da3487d1000ef29ace7a47712e.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "gud",
      "score": 0.03787734879917876
    },
    {
      "term": "bror",
      "score": 0.027652151212559255
    },
    {
      "term": "hanna",
      "score": 0.027594767244828528
    },
    {
      "term": "ber",
      "score": 0.027154882871575282
    },
    {
      "term": "hjerte",
      "score": 0.026728230537840944
    },
    {
      "term": "leve",
      "score": 0.025573559805894458
    },
    {
      "term": "hustru",
      "score": 0.025409750632054875
    },
    {
      "term": "undres",
      "score": 0.02438935190002158
    },
    {
      "term": "nære",
      "score": 0.02313609434045038
    },
    {
      "term": "vare",
      "score": 0.02313609434045038
    },
    {
      "term": "1-1946",
      "score": 0.022295922493864452
    },
    {
      "term": "svant",
      "score": 0.022295922493864452
    },
    {
      "term": "tillykke",
      "score": 0.022295922493864452
    },
    {
      "term": "fylle",
      "score": 0.022295922493864452
    },
    {
      "term": "almindeligt",
      "score": 0.022295922493864452
    }
  ],
  "english-tfidf": [
    {
      "term": "god",
      "score": 0.04555780053730781
    },
    {
      "term": "hearts",
      "score": 0.03184119091258946
    },
    {
      "term": "hanna",
      "score": 0.02880633320139603
    },
    {
      "term": "without",
      "score": 0.027927730047676264
    },
    {
      "term": "close",
      "score": 0.025427867200796983
    },
    {
      "term": "1-1946",
      "score": 0.023610550259848616
    },
    {
      "term": "fill",
      "score": 0.023610550259848616
    },
    {
      "term": "tested",
      "score": 0.023610550259848616
    },
    {
      "term": "balsatree",
      "score": 0.023610550259848616
    },
    {
      "term": "sparrow",
      "score": 0.023610550259848616
    },
    {
      "term": "heavenly",
      "score": 0.023610550259848616
    },
    {
      "term": "prevents",
      "score": 0.023610550259848616
    },
    {
      "term": "childish",
      "score": 0.023610550259848616
    },
    {
      "term": "prays",
      "score": 0.023610550259848616
    },
    {
      "term": "asks",
      "score": 0.022411042512004826
    }
  ]
}