{
  "id": 109,
  "added": "2010-12-28 01:18:25",
  "modified": "2010-12-30 03:54:54",
  "public": true,
  "metadata": {
    "Title": [
      "Herborg Holm to Alma C. Wilson 1946.1.17"
    ],
    "Description": [
      "BREV FRA HERBORG HOLM  DATERT STJØRDAL 17.  JANUAR-1946 TIL FRU ALMA WILSON, 102 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  NYDELIG BLÅTT 30-ØRES FRIMERKE, MED FJELL SOM SPEILER SEG I EN FJORD, OG EN HVIT KIRKE.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM HERBORG HOLM DATED STJØRDAL JANUARY 17-1946 TO FRU (MRS) ALMA WILSON, 102 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  BEAUTIFUL BLUE 30-ØRE STAMP, WITH MOUNTAINS REFLECTING IN A FJORD AND A LITTLE WHITE CHURCH ON THE LEFT."
    ],
    "Creator": [
      "Herborg Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.01.17"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal 17.1.46\n\nKjære kusine Alma!\n\nIdag har jeg vært ute og kjøpt flypostpapir så nu skal du endelig få brev ifra mig.\n\nFørst må jeg ønske dig og alle dine et riktig godt nytt år!\n\nJa, tusen, hjertelig takk for alle pakkene du og onkel Johan har sendt oss!  Det er jo rent for galt så jeg vet ikke hvordan vi skal få takket dere – det blir vel antagelig vanskelig for oss å få gjengjelde det.\n\nDenne uke fikk far pakke fra dig med bl.a. brune høgsko og kalosjer.  Det blev han helt ellevill av glede over – han er så veldig kry av skoene så du aner ikke!  De er jo gode og varme, vet du, og han som sykler to ganger om uken, den lange veien til Hegra (i vinterkulden) og besøker mor. – Mor blev veldig glad over rygg varmeren hun fikk – skal hilse tusen takk.  Den var forresten aldeles nydelig både i farve og ellers – så nu blev mor fin når hun ligger i sengen.  Stakkar, hun har ligget tilsengs  ett og et halvt år nu – er så tynn og helt kraftesløs i bena – men ellers er hun ganske kjekk også. – Jeg undres bare på hvor lang tid hun skal bli liggende slik og plages?\n\nAstrid fikk en kåpe og 2 stk. sepe denne uke – hun skriver vel selv og takker.  Asrid er i Trondheim idag og besøker Einar.  Han er fremdeles i militæret og er stasjonert i Tr. heim.  Idag er jeg altså barnepike – passer Deres lille sønn Helge.  Du må tro han er snild og søt!  7 mnd. gl.  Foreldrene er jo bare barn å regne 19 år begge to.\n\nFar skal idag på barnejuletrefest hos Eilif sine 3 barn.  Det er ungene i nabolaget som er buden til julekalas før treet blir kastet ut.  Lille Arild – min bror Arne’s lille sønn (4 år) skal dit også.  Det er en kjekk gutt.  – Ja, nu er julen over for denne gang igjen.  Her har vært en masse fester både offentlige og private.  Far har vært mye borte – han taler på barnefestene, skjønner du.\n\nDen nye golfjakken (rød) som jeg fikk hos dig var dessverre alt for liten for mig.  Jeg sendte den til Tr.heim idag.  Conrad’s datter, Solveig, er gift der og hennes eldste datter er 13 år og jeg tror den blir passe stor til henne, så blir den da allikevel i familien.  Det var dumt den var for liten til mig – men jeg er jo ekstra stor og lang (1.80 cm høi) så jeg blir ikke nedrampet i en kø, må du tro!\n\nI 8 år har jeg vært ekspeditrise i en tobakksforretning på Levanger – men kom hjem for ett og et halvt år siden grunnet at mor blev syk – så jeg steller altså huset for far – og som du vet bor Astrid og Helge her hos oss.  Eilif overtok bakeriet i sommer.  Far arbeider hos ham fremdeles.  Arne arbeider også hos Eilif.  Arne, hans frue Tordis og Arild bor i et lite hus for sig selv et stykke herifra.  De har det så pent og koselig.\n\nDu må ha takk enda en gang for alt vi har fått fra dere.  Kåpen jeg fikk efter jul, var så pent blå rutet på vrangen, den går an å sy om til en liten, ung pike.  Det er jo so mange her som er virkelig klæløs så det kommer godt med, vet du.  Takk for tråd – sepe – strømper (er det moderne med kulørte strømper i Amerika?) skjorter – seler – kniver og ellers alt vi har fått.\n\nJeg skulle ha hatt god lyst til å reise en tur til Amerika å besøke dere.  Det skulle ha vært morro – men det blir vel bare med tanken.  Men kansje du kan ta dig en tur hit?  Det var en fin ide, ikke sant? – Er det onkel Johan som har lært dig å skrive norsk?  Jeg forbauses over at du er så flink, du som aldri har vært her i Norge.\n\nIgår var tante Laura og jeg ute og spaserte aftentur.  Det var så strålende vær, passe kaldt og måneskinn.  Ja, Laura og Mindor har ikke mye å leve av – men hun har godt humør, så det går fint.  Hun har ikke hatt for mange gode dage i sitt liv – hennes siste mann var jo så slem til å drikke.  Hun forteller at mange gange kunne hun ikke gå på et misjonsmøte for hun hadde ikke 10 øre å legge på bøssa tiltrots for at hun selv arbeidet i fabrikk og tjente penger.  Ja, livet er så forskjellig.\n\nNei, nu må jeg slutte, jeg skal på syforrening.  Vi er altså 9 unge fruer (det vil si: jeg er den eneste “ungmø” av hele selskapet) som går på omgang hos hverandre. – Nu kom Arild innom for å få følge av far til juletrefesten.  Han maser om at han må skynne sig!  Han står her med ny, fin frakke på og en liten sekk på ryggen (julegave) hvor han har nyskoene nedi. Det er jo sånn stas med “farfar” for han er jo en barnevenn.  Lev vel! Og takk for alt!\n\nHjertelig hilsen fra Herborg Holm\n\nDu må hilse dine barn ifra mig.  Er dem gifte allesammen?  Jeg senner med et billede av far- Eilif og Einar.\n\nJeg glemte å takke for det store, deilige teppet vi fikk.  Hils onkel Johan og si at far har fått overalls ifra ham ja.  Det var fint til han skal begynne med våronna.\n\nFar har snakket med Olaf Vold.  Han sier at han har skrevet flere brever til Sophie men han har ikke hørt noe ifra henne.  Vold er fremdeles brødkjører hos baker Nilsen.  Han er gift på nytt.  Har en voksen sønn av første ekteskap.\n\nFørstkommende søndag skal vi i familien til Eilif og Aase og spise middag.\n\n\n<-SPLITTLETTER->\n\n\nStjørdal 17.1.46\n\nDear cousin Alma!\n\nToday I’ve been out to buy air mail paper so now you’ll finally get a letter from me.\n\nFirst of all I must wish you and all of yours a very happy new year!\n\nThank you so very much for all the packages you and uncle Johan have sent us!  It really is way too much so I don’t know how we can thank you properly – it’ll probably be difficult for us to repay you.\n\nThis week father received a package from you with among other things brown winter shoes (she calls them by a typical Trøndelag expression “høgsko”, which means high or tall shoes) and caloshes.  He was wild with joy over that – he is so very proud of the shoes you can’t imgine!  They’re nice and warm, you know, for him who bikes twice a week, all the way to Hegra (in the winter cold) to visit mother.  – Mother was very pleased with the back warmer (probably a shawl) she got – she said to tell you thank you so much.  It was absolutely beautiful by the way in color as well as everything else – so now mother will look nice laying there in bed.  Poor thing, she has been bedridden for a year and a half now – is so thin and completely without strength in her legs – but otherwise she’s actually quite well too.  – I just wonder how long a time she’ll be left there to suffer?\n\nAstrid got a coat and 2 soaps this week – I assume she’ll write herself to say thank you.  Astrid is in Trondheim today visiting Einar.  He’s still in the military and is stationed in Tr.heim.  So today I’m babysitting – looking after Their little son Helge.  He’s so good and cute!  7 months old.  His parents are only children themselves 19 years old both of them.\n\nFather is going to a children’s Christmas party at Eilif’s and his 3 children today.  The children in the neighborhood have been invited to a Christmas get-together before the tree is thrown out.  Little Arild – my brother Arne’s little son (age 4) is also going there.  He’s a nice boy. – Well, now Christmas is over again for this time.  There have been lots of parties here, public ones as well as private ones.  Father has been gone a lot – he speaks at the children’s parties, you see.  (In Norway, to this date, there are always public children’s parties at Christmas.  We wear our best clothes, traditional foods are served, there may be entertainment of various kinds, and then we all join hands and form circles around the Christmas tree, then walk around it while singing Christmas carols. Each circle will walk in opposite directions.  And then of course, Santa will arrive with gifts for all the kids.  We also used to walk around the tree in our homes on Christmas Eve while singing carols, but I’m not sure if that tradition has been kept up, some families may still do it).\n\nThe new golf jacket (red) which I got from you was unfortunately way too small for me.  I sent it to Tr.heim today.  Conrad’s daughter, Solveig is married there and her oldest daughter is 13 years old and I think it will fit her, so that way it’ll still stay in the family.  It was too bad that it was too small for me – but then I’m extra big and tall (1.80 cm. tall) so I don’t get trampled on when standing in line, you know!\n\nFor 8 years I worked behind the counter at a tobacco store in Levanger – but came home a year and a half ago due to mother getting sick – so I keep house for father – and as you know Astrid and Helge are living here with us.  Eilif took over the bakery this summer.  Father still works for him.  Arne works for Eilif too.  Arne, his wife Tordis and Arild live in a little house by themselvs a ways from here.  They have such a nice and cosy home.\n\nThank you so much once again for everything we’ve gotten from you.  The coat I got after Christmas, had such a pretty blue checkered pattern in the lining, it could be altered for a small, young girl.  There are so many people here who are really without clothes so it comes in handy, you know.  Thank you for the thread – soap – stockings (are colored stockings in in America?) shirts – suspenders – knives and otherwise everything we’ve received.\n\nI would very much like to go to America and visit you.  It would be fun – but I suppose the thought is as far as I’ll get.  But maybe you could come here?  That’s a good idea, isn’t it? – Is it uncle Johan who has taught you to write Norwegian?  I’m surprised at how good you are, even though you’ve never been here in Norway.\n\nYesterday aunt Laura and I went for an evening walk.  The weather was glorious, not too cold and moonlight. Laura and Mindor don’t have much to live on – but she has a good sense of humor, so does well.  She hasn’t had too many good days in her life – her last husband was a heavy drinker.  She tells me that many times she couldn’t go to a mission meeting because she didn’t have 10 øre to put in the collection box in spite of having a job herself at a factory and earning her own money.  Yes, life is different for all of us.\n\nWell, I must quit this, I’m going to my sewing club meeting.  We are 9 married ladies (that is: I am the only “maiden” in the entire group) who take turns having it at eachother’s house. – Just now Arvid arrived to have father take him to the Christmas party.  He’s telling him to get a move on!  He’s standing here in his new, nice coat and a little backpack on his back (Christmas gift) which holds his good shoes.  (Because of the cold weather and the deep snow etc. we always had to bring our shoes in a bag or something, and then we changed from boots to our “good” shoes when we got to the place where the party was held).  “Farfar” (meaning father’s father, in other words paternal grandfather. Paternal grandmother would be “farmor” which means father’s mother, “mormor” is mother’s mother and “morfar” is mother’s father.  This is how we distinguish which grandparent we are referring to) is his hero, because he’s a children’s friend.  Live well!  And thank you for everything!\n\nWarm greetings from Herborg Holm.\n\nGreet your children from me.  Are they all married?  I’m enclosing a picture of father, Eilif and Einar.\n\nI forgot to say thank you for the large, wonderful blanket we got.  Tell uncle Johan that father did indeed receive the overalls.  Those will be great for when he starts harvesting.\n\nFather has spoken with Olaf Vold.  He says he has written several letters to Sophie but hasn’t heard anything from her.  Vold is still a driver for baker Nilsen.   He has remarried.  Has a grown up son from his first marriage.\n\nThis coming Sunday our whole family is going to Eilif’s and Aase’s place for dinner."
    ],
    "LetterDate": [
      "1946-01-17"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Christmas",
    "Hegra",
    "Herborg Holm",
    "John Holm",
    "Levanger",
    "Norway to US",
    "Stjørdal",
    "Trondheim",
    "alcoholic",
    "bakery",
    "blanket",
    "caloshes",
    "clothes",
    "coat",
    "driver",
    "evangelism",
    "factory",
    "gifts",
    "jacket",
    "knives",
    "military",
    "overalls",
    "paper",
    "parties",
    "photos",
    "postwar",
    "sewing club",
    "shirts",
    "shoes",
    "sickness",
    "soap",
    "stockings",
    "suspenders",
    "thread",
    "tobacco store"
  ],
  "files": [
    {
      "original": "Herborg Holm 17 januar-1946.pdf",
      "filename": "f9f75c1e7f4b35c617e2f5357899473b.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "arild",
      "score": 0.030888624259313702
    },
    {
      "term": "eilif",
      "score": 0.024455393800803988
    },
    {
      "term": "jo",
      "score": 0.023761300062245038
    },
    {
      "term": "vold",
      "score": 0.020592416172875803
    },
    {
      "term": "far",
      "score": 0.02024559035166952
    },
    {
      "term": "sepe",
      "score": 0.01924179611441673
    },
    {
      "term": "altså",
      "score": 0.016544385334940178
    },
    {
      "term": "arne",
      "score": 0.016544385334940178
    },
    {
      "term": "fin",
      "score": 0.01595719090579193
    },
    {
      "term": "år",
      "score": 0.01582408097439273
    },
    {
      "term": "sønn",
      "score": 0.015680988700487133
    },
    {
      "term": "besøker",
      "score": 0.01543461200072505
    },
    {
      "term": "halvt",
      "score": 0.01543461200072505
    },
    {
      "term": "astrid",
      "score": 0.014939961692472345
    },
    {
      "term": "passe",
      "score": 0.01449249605958819
    }
  ],
  "english-tfidf": [
    {
      "term": "father",
      "score": 0.02190616951079061
    },
    {
      "term": "christmas",
      "score": 0.020356301404275277
    },
    {
      "term": "shoes",
      "score": 0.01903153157116574
    },
    {
      "term": "eilif",
      "score": 0.018590566601255222
    },
    {
      "term": "tree",
      "score": 0.018463039580206248
    },
    {
      "term": "parties",
      "score": 0.018463039580206248
    },
    {
      "term": "walk",
      "score": 0.01767435807785111
    },
    {
      "term": "paternal",
      "score": 0.017295363417211447
    },
    {
      "term": "astrid",
      "score": 0.017259027612683536
    },
    {
      "term": "party",
      "score": 0.016744764052588255
    },
    {
      "term": "tall",
      "score": 0.015843393092175487
    },
    {
      "term": "carols",
      "score": 0.015836855834088552
    },
    {
      "term": "vold",
      "score": 0.015836855834088552
    },
    {
      "term": "coat",
      "score": 0.015443529933072672
    },
    {
      "term": "arild",
      "score": 0.014802028235341139
    }
  ]
}