{
  "id": 111,
  "added": "2010-12-28 01:27:31",
  "modified": "2010-12-30 03:54:42",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to Alma C. Wilson 1946.2.4"
    ],
    "Description": [
      "BREV FRA EDVARD EIDUM DATERT NARVIK 4.  FEBRUAR-1946, TIL MRS.  ALMA WILLSON, 108 WEST FIFTH ST., DELL RAPIDS, SYD DAKOTA, U.S.A.  SENT MED LUFTPOST, ET BLÅTT 30-ØRES FRIMERKE MED LØVE, OG ET EN-OG-EN-HALV KRONES FRIMERKE MED LØVE I DET NORSKE RIKSSKJOLDET.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EDVARD EIDUM DATED NARVIK FEBRUARY 4-1946, TO MRS ALMA WILLSON, 108 WEST FIFTH ST., DELL RAPIDS, SYD DAKOTA, U.S.A.  SENT AIR MAIL.  A BLUE 30 ØRE STAMP WITH LION, AND A ONE AND A HALF KRONE STAMP WITH LION IN THE NORWEGIAN COAT OF ARMS."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.02.04"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Narvik 4/2-1946\n\nKjære Alma, John og hele familien\n\nHjertelig tak for brevet. Vi fik De igår den 3de.  Di er veldig flink til å huske på oss.  Og jeg ønsker bare Alma at jeg hadde vært Dig så nære, at jeg kunne ha fått trykket Dig ind til mit bryst.  De er Glædestårer som rinner fra øinene ved slike anledninger.  Ja tusen takk.  De var et fint og godt par sko ned i pakken.  Og Di Skoene fik min Dattersønn.  For han var fri for Søndagssko.  Og han ba mig å hilse Dere hjertelig tak.  Ja De er nok mange pakker som kommer bort.  Min Søster Marie sendte mig en pakke en Måned før jul.  Men Den er borte, når Den ikke nu er kommet.  Aa hvor vi angrer på De at Den er borte.  Jasså.  Er John alt 79 Aar nu.  Og din Mor 80?  Ja De er bevis på at De er en frisk og kraftig slækt.  Ser at Di har lidt forandring Der omkring også.  Ja her er De stor forandring overalt.  De er bra langt mellem Narvik og Stjørdal eller Hegra.  De er 105 Norske Mil.  Eller 735 Engelske Mil, Så vi treffes ikke hver dag.  Hanna min hustru er ganske bra.  Hun går inne uten både krykker og Stav.  Men ute har hun ikke vært ennu.  Om Baltzer ikke hadde vært på jernbanen som Smed, Så ville han ha reist til Amerika.  Men når han har fast plas Der så blir han vel Der.  I neste brev skal Di få et billede av mig også. Jeg var hoss fotograffen nu.  Men Hanna kunne ikke være med.  Hun ville vente til De blir Sommer. Vi har fått brev fra alle i Stjørdalen.  Både av våres og Holm sine.  De skal bli morsomt å hilse på Dem til Sommeren.  Men De står bare bra til med Dem, Så nær som Aksels Hustru Helga.  Hun hun (skrevet to ganger) lider av Tuberkulose (Tæring) og er vel antagelig snart færdig.  Men hun er reisefærdig, og Da er De godt å flytte.  Du spør om hvilken Kirke vi tilhører.  Jo, Vi tilhører Metodistkirken.  Der har vi vært siden 1916.  Vi trives godt Der, og jeg har vært ute og Virket flere gange både i Norge og Sverge.  Tænkte også å reise til Jødeland Palestina et Aar.  Men Den reisen fik jeg forandre ijen.  Jeg har også bygd to kirker her i Norge  Og den ene av Dem har jeg betjent i mange Aar.  Jeg hadde Da permisjon på Jernbanen.  Jeg husker ikke om jeg har fortalt Dere Navnene på våre barn.  Den ælste er Ole, Bilmontør.  Den andre er Olaf.  Han er fyrbøter ved Jernbanen.  Nei Karen er mellem Ole og Olaf.  Hun er politifrue.  Og så er det Gusta, hun er nu hjemme.  Så Erling.  Han er også fyrbøter ved Jernbanen i Trondhjem.  Så Aagodt.  Hun er farmer.  Hennes Mand er Agronom.  Så Sverre.  Han er Gullsmed.  Så Hilma.  Også Farmer eller Jordbruker.  Så Baltzer.  Han er Smed.  Alle er Gifte untagen Gusta.  (Det ser ut som han har glemt en, for han sier i tidligere brev at de har 10 barn) Hils Holm fra mig å si at han skal snart få brev fra oss ijen.  Men jeg måtte nu skrive til Dig først, for jeg er virkelig glad i Dig Alma.  Undsjyll at jeg bruker De uttryk.  Jeg mener De ærligt.  Så må Di ha De bra ijen allesammen.  Og ennu engang.  Hjertelig takk for alt De vi har fått.  Di kan tro at hver en trå er godt benyttet.  Her blir De vel lenge før vi får kjøpt noe.  Av mine 3 Radioapparater har jeg ennu intet fått tilbake.  Må herren vor Gud rikelig velsigne eder alle.  Må Jesus vor frelser få lov å følle oss hver dag, så lenge vi er her i Verden.  Hils alle hjerteligst fra oss.  Hanna blir nu 70 år Den 20de Mai.  Og jeg blir 67 i Oktober, om jeg for leve.  Hilsen med Joh. Aabenbaring 7.  9-17.   E. Eidum\n\n\n<-SPLITTLETTER->\n\n\nNarvik 4/2-1946\n\nDear Alma, John and the entire family\n\nThank you so much for your letter.  We received It yesterday on the 3rd.  You are very good at remembering us.  And I’d only wish Alma that I were so near to You, that I could press You to my breast (old fashioned way of saying “give you a hug).  Tears of Joy run from our eyes in cases like this. So a thousand thanks.  There was a nice and good pair of shoes in the package.  And Those Shoes my Daughter’s son got.  For he has no Sunday shoes.  And he asked me to tell you thank You so much. Yes there are many packages that disappear.  My sister Marie sent me a package a Month before Christmas.  But It’s gone, since It hasn’t arrived by now.  Oh how we regret The fact that It’s gone.   Really.  Is John already 79 now.  And your Mother 80 ?  Well There’s proof that It’s a healthy and strong stock. I see that You have some changes around There too.  There are great changes everywhere here. There’s quite a long distance beween Narvik and Stjørdal or Hegra. It’s 105 Norwegian Miles.  Or 735 English Miles, So we don’t meet every day.  Hanna my wife is fairly well.  She walks indoors without crutches or a Stick.  But she hasn’t been outside yet.  If Baltzer hadn’t been with the Railroad as a Blacksmith, He would have gone to America.  But as he has a permanent position There he’ll probably stay There.  In my next letter You’ll get a picture of me too.  I was just to the photographer’s.  But Hanna couldn’t come.  She wanted to wait till Summer Comes.  We’ve had letters from everybody in Stjørdal.  From ours as well as the Holm’s.  It’ll be fun to see Them this Summer.  But They’re all well, Except for Aksel’s Wife Helga.  She she (written twice) suffers from Tuberculosis (consumption) and is probably finished soon.  But she’s ready to travel, and Then It feels good to move.  You ask what Church we belong to..  We belong to the Methodist Church.  We’ve been There since 1916.  We like it very much There, and I’ve been out Preaching several times both here in Norway and Sweden.  Also planned to go to Palestine (he calls it Jew-land, or Jew Country, which is what it was commonly called by Norwegians back then) for a Year.  But That trip I was able to change again.  I have also built two churches here in Norway.  And one of Them I’ve worked in for many Years.  I had leave from the Railroad at the Time.  I can’t remember if I’ve told You the Names of our children.  The oldest is Ole, Car Mechanic.  The second is Olaf.  He’s a stoker at the Railroad.  No Karen is between Ole and Olaf.  She’s a policeman’s wife.  Then there’s Gusta, she’s now at home.  Then Erling.  He’s also a stoker at the Railroad in Trondhjem.  Then Aagodt.  She’s a farmer (he uses the English word farmer here, he probably means to say that she lives on a farm).  Her Husband is an Agronomist.  Then Sverre.  He’s a Goldsmith.  Then Hilma.  Also Farmer or Agriculturer.  Then Baltzer.  He’s a Blacksmith.  All of them are Married except Gusta.  (It looks like he has forgotten one, as he mentions in a previous letter that they have 10 children).  Greet Holm from me and tell him he’ll soon get a letter from us again.  But now I had to write to You first, because I’m really fond of You Alma.  Forgive me for using That expression.  I mean It honestly.  Keep well again then all of you. And once again.  Many thanks for everything we have received.  You can be sure that every thread is well utilized.  It’ll probably be a long time before we can buy anything here.  Of my 3 Radioes I still haven’t gotten any back (I assume he’s talking about the radioes that were taken away from them by the Nazis during the war; it was illegal to have one).  May the lord our God bless you all richly.  May Jesus our saviour be allowed to walk by us every day, as long as we are here in this World.  Greet everyone warmly from us.  Hanna turns 70 years old on The 20th of May.  And I’ll be 67 in October, if I get to live.  Greetings with Joh. Revelations 7.  9-17.  E. Eidum"
    ],
    "LetterDate": [
      "1946-02-04"
    ],
    "Location": [
      "Narvik"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Edvart Eidum",
    "Hegra",
    "John Holm",
    "Methodist",
    "Narvik",
    "Norway to US",
    "Palestine",
    "Stjørdal",
    "Sweden",
    "Trondheim",
    "blacksmith",
    "church",
    "construction",
    "evangelism",
    "gifts",
    "goldsmith",
    "photographer",
    "postwar",
    "radio",
    "shoes",
    "thread",
    "tuberculosis"
  ],
  "files": [
    {
      "original": "Edvard Eidum 4 februar-1946.pdf",
      "filename": "a26a3edc0992c78be3fc44077df3cc14.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "jernbanen",
      "score": 0.04407317095893009
    },
    {
      "term": "tilhører",
      "score": 0.04139469383766532
    },
    {
      "term": "farmer",
      "score": 0.04139469383766532
    },
    {
      "term": "fyrbøter",
      "score": 0.0361633943617412
    },
    {
      "term": "baltzer",
      "score": 0.033103280338283365
    },
    {
      "term": "forandring",
      "score": 0.030932094885817087
    },
    {
      "term": "smed",
      "score": 0.030932094885817087
    },
    {
      "term": "di",
      "score": 0.02767057486300391
    },
    {
      "term": "fått",
      "score": 0.021499681855762048
    },
    {
      "term": "3de",
      "score": 0.02069734691883266
    },
    {
      "term": "glædestårer",
      "score": 0.02069734691883266
    },
    {
      "term": "rinner",
      "score": 0.02069734691883266
    },
    {
      "term": "anledninger",
      "score": 0.02069734691883266
    },
    {
      "term": "dattersønn",
      "score": 0.02069734691883266
    },
    {
      "term": "jasså",
      "score": 0.02069734691883266
    }
  ],
  "english-tfidf": [
    {
      "term": "farmer",
      "score": 0.03752246671208057
    },
    {
      "term": "railroad",
      "score": 0.036672967304033154
    },
    {
      "term": "stoker",
      "score": 0.02922863848015065
    },
    {
      "term": "radioes",
      "score": 0.02922863848015065
    },
    {
      "term": "baltzer",
      "score": 0.02676380499621044
    },
    {
      "term": "changes",
      "score": 0.023658482055383748
    },
    {
      "term": "except",
      "score": 0.022550144324113508
    },
    {
      "term": "blacksmith",
      "score": 0.021613058124555704
    },
    {
      "term": "belong",
      "score": 0.021613058124555704
    },
    {
      "term": "press",
      "score": 0.016721149576123792
    },
    {
      "term": "fashioned",
      "score": 0.016721149576123792
    },
    {
      "term": "beween",
      "score": 0.016721149576123792
    },
    {
      "term": "105",
      "score": 0.016721149576123792
    },
    {
      "term": "735",
      "score": 0.016721149576123792
    },
    {
      "term": "crutches",
      "score": 0.016721149576123792
    }
  ]
}