{
  "id": 112,
  "added": "2010-12-28 01:31:56",
  "modified": "2010-12-30 03:54:36",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to John Holm 1946.2.6"
    ],
    "Description": [
      "BREV FRA EDVARD EIDUM DATERT NARVIK 6.  FEBRUAR-1946, TIL HERR JOHN HOLM, 108 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  SENT MED LUFTPOST.  FRIMERKENE ER REVET VEKK.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EDVARD EIDUM DATED NARVIK  FEBRUARY 6-1946, TO  HERR (MR.) JOHN HOLM, 108 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  SENT BY AIR MAIL.  THE STAMPS HAVE BEEN TORN OFF.\n"
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.02.06"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Narvik 6/2-1946\n\n \n\nKjære Svoger Holm\n\n \n\nJeg vil idag skrive noen ord, og takke så hjertelig for Di to pakkerne, som vi fik idag.  Ja Gud velsigne Dere for Disse velsignede klær vi fik.  Vi forstår at Alma har også vert med Der, og du må hilse hende tusen takk fra oss alle.  Hun skal få brev snart.  Du kan tro at De kom godt med.  Den fine Kjeledressen fik vor sønn Baltzer.  Han er Smed på Jernbanen, og var helt fri for Arbeidsklær.  Han hoppet av glæde over Dressen.  Og alt kom som om De var sendt fra Gud.  Gusta senner også brev til Alma idag.  Jeg sender Dere idag et blad, Et billedhefte av Krigen.  Fra Oslo og hele Nord Norge.  Der vil Di se krigen i Trondheim, Stjørdalen og Hegra.  Og ikke minst fra Narvik.  Men de må Di vente en stund på, før De kommer, for De går ikke med flypost.  Jeg tror at De vil bli morsomt for Dere og se.  Ja forresten så har vi De som vanlig.  Hanna min hustru er nu hjemme ijen.  Hun går oppe hver dag, og De er næsten et under at hun kan gå så bra.  Begge hoftene er jo naglet.  Om hun for leve nu til Den 20de Mai i Aar, så blir hun Da 70 Aar.  Og hun har vert kraftig og stærk hele tiden.  Tænk bare på 10 barn.  Og Dertil Arbeidet og strævet fra barns ben av.  Ja De er en stor Nåde fra Gud.  Hanna undres på hvor gammel Du er nu?  Hun undres på om Du ikke skal være runt 80 år nu?  Du må si oss De i et brev senere.  Ja nu er Julen gått.  Og et Nytt år er kommet.  Men Julens budskap for vi beholde hver Dag.  Frelserens komme til Jord.  Og De er De bedste av alt for oss, enten De er Jul eller Påske.  Måtte De nye Aaret bli et godt og velsignet Aar, både (klarer ikke tyde neste ord, ser ut som “triveligt” men det stemmer liksom ikke med teksten) og Aandeligt.  Men De ser ut som at folket haster mot fordærvelsen, i al slags elendighed.  Vi har også fått breve fra mine søsken Der i Amerika.  Min Søster Marie lever i Ortley Syd Dakota.  Og Di andre 2 Anna og Bergljot er i Calefornia.  Og Dem har De bare vell alle.  Du kommer vell ikke til Norge og besøker oss mere nu?  Jeg husker godt, Da Du var her i Narvik og gjik op til Fagernestoppen en nat.  Nu i krigens tid så hadde Tyskerne et Hakekorsflag Der oppe på Toppen.  Men De blev nedskudt fra Sjøen av Engelskmannen 3 Gange.  Vor sønn Sverre som er Gullsmed han fikk Den brune Arbeidssjorten, og et sætt av undertøiet.  Han ber mig hilse Dere tusen takk.  Vi har nylig fått brev fra bror Olav i Trondheim.  Han har De også bra.  Aksel har vi også fått brev fra.  Han har De bare bra.  Men hans hustru Helga ligger fremdeles på Pleiehjemmet i Hegra.  Og De tegner alt til at hun for snart flytte.  Ja ja kjære Svoger.  De kunde ha meget å skrive om.  Men vi får ta lidt for hver gang.  Jeg tror at jeg for ta mig en tur til Stjørdal snart.  Og Da skal jeg hilse alle Der fra Dere.  Så snart jeg får tak i noen billeder fra oss, så skal vi sende til Dere også.  Så må Di ha De godt ijen, å Gud velsigne eder alle.  Lad oss hver dag møtes for Nådens trone, indtil vi får reisebud og sier Verden farvel.  En av mine Søstre fortalte mig, at et ord som jeg hadde sagt til hende for omkring 36 år siden hadde i alle Disse Aar fulgt henne.  Og nu først måtte hun bøie sig for Gud, og takke ham for ordet.  Ja hermed tusen hilsener i Jesu Navn.  Skal snart skrive ijen.  Eders Hanna og E. Eidum  box 68  Narvik\n\nLETTER FROM EDVARD EIDUM DATED NARVIK  FEBRUARY 6-1946, TO  HERR (MR.) JOHN HOLM, 108 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  SENT BY AIR MAIL.  THE STAMPS HAVE BEEN TORN OFF.\n\n\n<-SPLITTLETTER->\n\n\n \n\nNarvik 6/2-1946\n\nDear Brother in law Holm\n\n \n\nToday I’ll write a few words, and heartily thank you for The two packages, which we received today.  God bless You for These blessed clothes we received.  We understand that Alma was also part of That, and you must tell her a thousand thanks from us all.  She’ll get a letter soon. You can be sure It came in really handy.  The nice Coveralls our son Baltzer got.  He’s a Blacksmith with the Railroads, and was completely out of Work Clothes.  He jumped with joy for the Coveralls.  And everything came as if It had been sent from God.  Gusta will also send a letter to Alma today.  I’m sending You a magazine today, A picture magazine of the War.  From Oslo and all of Northern Norway.  There You will see the war in Trondheim,, Stjørdalen and Hegra. (Hegra Fortress is well known in Norway for it’s brave stand against the German attack, with only a few local men)  And not to mention Narvik.  But You’ll have to wait a while for that, before It gets there, because It wont go by air mail.  I think It’ll be fun for You to see.  Otherwise we are as usual.  Hanna my wife is at home again.  She’s up every day, and It’s almost a miracle that she can walk so well.  Both her hips have been fused you know (he says “riveted”, I assume that means they’ve been fused).  If she gets to live until May The 20th of this Year, she’ll turn 70 Years old.  And she has been strong the whole time.  Just imagine 10 children.  And in Addition the Work and struggle from the time she was a child.  Yes It’s a great Grace of God.  Hanna wonders how old You are now?  She wonders whether You should be around 80 years old now?  You must tell us in a letter later.  Well Christmas has now passed.  And a New year has arrived.  But the message of Christmas we get to keep every Day.  The arrival of the Saviour to Earth.  And That’s The best of all for us, whether It be Christmas or Easter.  May The new Year be a good and blessed Year, both (can’t read the next word) and Spiritually.  But It looks like the people are rushing towards destruction, in all kinds of wretchedness.  We have also had letters from my siblings There in America.  My Sister Marie lives in Ortley South Dakota  And the other 2 Anna and Bergljot are in California.  And They are all well.  I guess you’re not coming to Norway to visit us anymore now?  I remember well, When You were here in Narvik and walked up to Fagernestoppen one night.  During this war the Germans had a Swastika flag up There on the Top.  But It was shot down from the Sea by the English 3 times.  Our son Sverre who’s a Goldsmith got The brown Workshirt, and a set of the underwear.  He asks me to tell You a thousand thanks.  We have recently had a letter from brother Olav in Trondheim.  He’s also doing well.  We’ve also had a letter from Aksel.  He’s doing fine.  But his wife Helga is still at the Nursing Home in Hegra.  And It looks like she’ll soon get to move (die).  Well, dear Brother in law.  There’s a lot I could write about.  But we’ll cover a little each time.  I think I’ll have to take a trip to Stjørdal soon.  And Then I’ll greet all of them There from You all.  As soon as I can get some pictures from us, we’ll send You some too.  So keep well again, and God bless you all.  Let us each Day meet at the throne of Grace (Mercy?), until we’re told to travel and say goodbye to the World.  One of my Sisters told me, that a text I told her about around 36 years ago had followed her all These Years.  And not until now did she submit to God, and thank him for that text.  With this a thousand greetings in the Name of Jesus.  Will write again soon.  Yours Hanna and E. Eidum  box 68  Narvik"
    ],
    "LetterDate": [
      "1946-02-06"
    ],
    "Location": [
      "Narvik"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Axel Holm",
    "California",
    "Christmas",
    "Edvart Eidum",
    "Fagernestoppen",
    "Germans",
    "Hegra",
    "Jesus",
    "John Holm",
    "Narvik",
    "New Year",
    "Norway to US",
    "Ola Holm",
    "Ortley",
    "Oslo",
    "South Dakota",
    "Stjørdal",
    "Trondheim",
    "clothes",
    "coveralls",
    "gifts",
    "goldsmith",
    "magazine",
    "nursing home",
    "postwar",
    "underwear",
    "war"
  ],
  "files": [
    {
      "original": "Edvard Eidum 6 februar-1946.pdf",
      "filename": "c9c0eb2fc467f6d524fbe848d3e3d62d.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "gud",
      "score": 0.025711445376925983
    },
    {
      "term": "syd",
      "score": 0.02343633632076385
    },
    {
      "term": "narvik",
      "score": 0.021442751514308436
    },
    {
      "term": "vert",
      "score": 0.020443057355578043
    },
    {
      "term": "di",
      "score": 0.020233726100154628
    },
    {
      "term": "undres",
      "score": 0.019866823070878507
    },
    {
      "term": "dakota",
      "score": 0.019866823070878507
    },
    {
      "term": "kjeledressen",
      "score": 0.018161579249969056
    },
    {
      "term": "billedhefte",
      "score": 0.018161579249969056
    },
    {
      "term": "barns",
      "score": 0.018161579249969056
    },
    {
      "term": "julens",
      "score": 0.018161579249969056
    },
    {
      "term": "budskap",
      "score": 0.018161579249969056
    },
    {
      "term": "frelserens",
      "score": 0.018161579249969056
    },
    {
      "term": "triveligt",
      "score": 0.018161579249969056
    },
    {
      "term": "aandeligt",
      "score": 0.018161579249969056
    }
  ],
  "english-tfidf": [
    {
      "term": "coveralls",
      "score": 0.03901601567762218
    },
    {
      "term": "fused",
      "score": 0.03901601567762218
    },
    {
      "term": "wonders",
      "score": 0.03901601567762218
    },
    {
      "term": "text",
      "score": 0.027601562397947706
    },
    {
      "term": "magazine",
      "score": 0.024268203325282917
    },
    {
      "term": "god",
      "score": 0.02352608050796259
    },
    {
      "term": "told",
      "score": 0.0213271345646622
    },
    {
      "term": "thousand",
      "score": 0.020110003169154282
    },
    {
      "term": "brave",
      "score": 0.01950800783881109
    },
    {
      "term": "riveted",
      "score": 0.01950800783881109
    },
    {
      "term": "spiritually",
      "score": 0.01950800783881109
    },
    {
      "term": "rushing",
      "score": 0.01950800783881109
    },
    {
      "term": "wretchedness",
      "score": 0.01950800783881109
    },
    {
      "term": "swastika",
      "score": 0.01950800783881109
    },
    {
      "term": "workshirt",
      "score": 0.01950800783881109
    }
  ]
}