{
  "id": 113,
  "added": "2010-12-28 02:44:20",
  "modified": "2010-12-30 03:53:44",
  "public": true,
  "metadata": {
    "Title": [
      "Jorun Holm to John Holm 1946.2.12"
    ],
    "Description": [
      "BREV FRA JORUN HOLM TIL JOHAN HOLM, 108 WEST 5th ST., DELL RAPIDS, S.D.  PÅ VEGNE AV SIN MOR OLAVA – DATERT 12 FEBRUAR 1945, MEN DET SKAL NOK VÆRE 1946 FOR HUN NEVNER AT ODD VENTES HJEM DEN VÅREN ETTER 8 OG ET HALVT ÅR.  (HAN KOM HJEM VÅREN 1946).  DATOEN PÅ KONVOLUTTEN SER UT SOM 1946.  ET RØDT 20-ØRES FRIMERKE MED LØVE.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM JORUN HOLM (CONRAD'S DAUGHTER) TO JOHAN HOLM, 108 WEST 5TH ST., DELL RAPIDS, S.D.  ON BEHALF OF HER MOTHER OLAVA – DATED FEBRUARY 12-1945, BUT IT'S PROBBLY SUPPOSED TO BE 1946 AS SHE MENTIONS ODD IS EXPECTED HOME IN THE SPRING AFTER EIGHT AND A HALF YEARS (HE CAME HOME IN THE SPRING OF 1946).  THE DATE ON THE ENVELOPE LOOKS LIKE 1946."
    ],
    "Creator": [
      "Jorun Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.02.12"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Kjære svigerinne og svoger og Alma Vilsen!\n\nMor har idag mottatt en pakke fra dere med den største glede.  Hun er helt rørt over og få noe så uventet, sier enda en gang hjertelig takk.  Jeg er nu hjemme hos mor en tur og er altså hennes yngste datter.  Mor synes hun er så skral til å skrive selv så hun vil helst jeg skal gjøre det for henne.  Hun har skrevet et brev selv som nu er underveis til dere.  Det er for galt at dere skal sende pakker, det er jo vanskelig der borte også, vi har jo ingen nød nu, men bra på alle måter.  Mor sier det er jo ting som ikke vi her i Norge har fått kjøpt på flere år.  Pakken har brukt over 3 måneder hit og det er jo lenge.  Vår kjære Odd har enda ikke kommet hjem, men mor har gjemt det dere sendte så han får det når han kommer.  Mor har fått mange brev fra ham og billeder av ham selv og fra den tid han satt i fangenskap.  Han er pen og kjekk og ser gått ut.  I Afrika hadde han malariafeber og tok av 10 kilo i vekt, men trods det har han klart seg utmerket.  Han er nu telegrafist på en tankbåt fra Sandefjord og er nu i sydishavet med olje til hvalfangerne, og etter denne turen skal båten til Oslo med hvalolje  og da kommer Odd hjem.  Han beregner han er her hjemme først i mai og da er det 8 og et halvt år siden han reiste ut.  Jeg for min del gikk i 4de klasse på folkeskolen da han reiste så jeg var bare liten pike den gangen.  Men når Odd kommer hjem nu er det meningen jeg skal gifte meg, så tiden går fort.  Odd skal være forlover så det er han vi venter på.  Bare så synd at far ikke kan være med, når hele familien blir samlet igjen.  Det er en sorg for mor og oss som aldri glemmes, men det er jo ingen som lever evindelig.  Det gikk så alt for fort med ham, han fikk ikke en gang overleve krigen.  Han var så innteresert, men han sa det alerede i 940 hvordan alt ville komme til og gå, og akkurat slik gikk det, selv om tyskerne gikk frem og okkuperte land etter land.  Han var optimist og det var vi jo alle.\n\nMor er så spent på hvordan det er om Alma er datteren til onkel Johan (Alma Wilson var datter til Olaf Holm.  Han døde i en influensaepedemi i Alexandria , Minnesota i 1888 da Alma  var et år gammel. Johan Magnus (John), som emigrerte i mai, 1889, giftet seg med enken (Karoline) etter broren Olaf i Iowa  i 1899 og ble dermed både onkel og stefar til Alma. John døde i januar, 1948.  Markus var også gift, kona het Gjertine, og de hadde flere barn i Trondheim.)  Odd sier at Alma er datteren til Markus, men det kan da vel ikke være riktig for onkel Markus omkom da under en tog ulykke i Trondheim.  Dere må skrive og fortelle det for vi diskuterer, men blir ikke enige.  Hadde far levd så, men mor  er ikke sikker på hvordan det er.  Jeg sendte brev til Alma for en tid siden, det er jo hyggelig og korrespondere sånn.\n\nHer på Hegra er det masse sne og kaldt.  Det var mars dag siste søndag så Solveig, Svanhild og meg var her da.  Jeg blev igjen noen dager hos mor for hun er jo alene.  Mine søstre har jo familie i Trondheim så dem måtte inn til byen igjen.\n\nMor går jo og pusler og steller og er frisk og kjekk.  Hun holder seg likedan, jeg har aldri sett henne anderledes.  Mor spør hvordan det er med tante Karoline om hun er frisk?\n\nJeg sender dere adressen til Odd om dere vil skrive til ham.\n\nSå atter hjertelig takk og kjærlig hilsen til dere alle fra Olava Holm.\n\nHjertelig hilsen til dere alle fra Jorun, Hegra.\n\nOdds adresse er:\n\nTelegrafist\n\nOdd Conrad Holm\n\nM/T “Thorshov”\n\nA/S Tor Dahl\n\nSandefjord\n\n \n\n \n\n<-SPLITTLETTER->\n\n\n\nDear sister in law and brother in law and Alma Vilsen!\n\nMother has received a package from you today with the greatest pleasure.  She’s quite touched by receiving something so unexpectedly, once again many thanks.  I am now at mother’s house for a visit and am by the way her youngest daughter.  Mother thinks she’s so bad at writing so she’d rather I do it for her.  She has written a letter herself which is presently on its way to you.  It’s too much that you should be sending packages, it’s difficult over there too, we’re not in any need now, but are doing fine in every way.  Mother says there are things we haven’t been able to buy here in Norway for several years.  The package has taken 3 months to get here and that’s a long time.  Our dear Odd has still not come home, but mother has put aside what you sent so he’ll get it when he arrives.  Mother has received several letters from him and pictures of himself and from the time he was in captivity.  He’s a handsome and nice boy and looks well.  In Africa he had malaria and lost 10 kg’s, but in spite of that he has coped well.  He’s now a radio officer on a tanker from Sandefjord and is presently in the Antarctic Ocean with oil for the whalers, and after this trip the ship is going to Oslo with whale oil and then Odd is coming home.  He estimates he’ll be home in the beginning of May and then it’ll be 8 and a half years since he left.  I was in 4th grade in elementary school when he left so I was only a little girl at the time.  But when Odd comes home I’m planning to get married, so time passes quickly.  Odd is going to be best man, so it’s him we’re waiting for.  Just too bad that father can’t be with us, when the whole family is gathered again.  That’s a sorrow for mother and us which will never be forgotten, but nobody lives forever.  He went much too soon, he didn’t even get to survive the war.  He was so interested, but he said already in 1940 how everything would end, and he was right, even though the Germans went forth and occupied country after country.  He was an optimist like we all were.\n\nMother can’t wait to find out if Alma is the daughter of uncle Johan.  Odd says that Alma is the daughter of Markus, but that can’t be right because uncle Markus was killed in a train accident in Trondheim.  You must write and tell us because we are discussing it, but can’t reach an agreement.  If only father had been alive, but mother isn’t sure how it is.  I sent a letter to Alma a while back, it’s nice to correspond like this.\n\nHere in Hegra there’s lots of snow and cold.  Last Sunday was march day so Solveig, Svanhild and I were here then (not sure what she means, whether it’s a local celebration in connection with the month of March, or a day when everybody gets together for a marathon type “march”).  I stayed behind for a few days with mother as she’s alone now.  My sisters have their families in Trondheim so they had to get back to town again.\n\nMother goes around doing this and that and is well and doing ok.  She stays the same, I’ve never seen her any different.  Mother asks how things are with aunt Karoline if she’s well?\n\nI’m giving you Odd’s address in case you want to write to him.\n\nOnce again thank you so much and loving greetings to you all from Olava Holm.\n\nBest wishes to you all from Jorun, Hegra.\n\nOdd’s address is:\n\nTelegrafist (Radio Officer)\n\nOdd Conrad Holm\n\nM/T “Throshov”\n\nA/S Tor Dahl\n\nSandefjord"
    ],
    "LetterDate": [
      "1946-02-12"
    ],
    "Location": [
      "Hegra"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Africa",
    "Alma C. Wilson",
    "Antarctic Ocean",
    "Germans",
    "Hegra",
    "John Holm",
    "Jorun Holm",
    "Karoline Holm",
    "Odd Conrad Holm",
    "Sandefjord",
    "Telegrafist",
    "Trondheim",
    "best man",
    "gifts",
    "malaria",
    "postwar",
    "radio officer",
    "snow",
    "tanker",
    "war",
    "wedding",
    "whale oil",
    "whaler"
  ],
  "files": [
    {
      "original": "Jorun Holm- 12 febr-1946.pdf",
      "filename": "7dd223d24d647be1aa327ca9ad3e6421.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "odd",
      "score": 0.06262405596262563
    },
    {
      "term": "jo",
      "score": 0.04363066304532925
    },
    {
      "term": "telegrafist",
      "score": 0.037826185748211415
    },
    {
      "term": "sandefjord",
      "score": 0.037826185748211415
    },
    {
      "term": "mor",
      "score": 0.03359867995981029
    },
    {
      "term": "gikk",
      "score": 0.03301730317423916
    },
    {
      "term": "datteren",
      "score": 0.028265534981867336
    },
    {
      "term": "markus",
      "score": 0.0280573263232849
    },
    {
      "term": "karoline",
      "score": 0.024406115754726496
    },
    {
      "term": "aldri",
      "score": 0.019625790371554458
    },
    {
      "term": "kjekk",
      "score": 0.019149977464747895
    },
    {
      "term": "land",
      "score": 0.019149977464747895
    },
    {
      "term": "vilsen",
      "score": 0.018913092874105707
    },
    {
      "term": "uventet",
      "score": 0.018913092874105707
    },
    {
      "term": "fangenskap",
      "score": 0.018913092874105707
    }
  ],
  "english-tfidf": [
    {
      "term": "odd",
      "score": 0.06594464096489414
    },
    {
      "term": "officer",
      "score": 0.03833629415013747
    },
    {
      "term": "sandefjord",
      "score": 0.03833629415013747
    },
    {
      "term": "mother",
      "score": 0.029152773483406426
    },
    {
      "term": "oil",
      "score": 0.028675706267768896
    },
    {
      "term": "march",
      "score": 0.027888970729845062
    },
    {
      "term": "presently",
      "score": 0.025850165444715485
    },
    {
      "term": "radio",
      "score": 0.022290405000353182
    },
    {
      "term": "vilsen",
      "score": 0.019168147075068736
    },
    {
      "term": "captivity",
      "score": 0.019168147075068736
    },
    {
      "term": "coped",
      "score": 0.019168147075068736
    },
    {
      "term": "whale",
      "score": 0.019168147075068736
    },
    {
      "term": "estimates",
      "score": 0.019168147075068736
    },
    {
      "term": "optimist",
      "score": 0.019168147075068736
    },
    {
      "term": "celebration",
      "score": 0.019168147075068736
    }
  ]
}