{
  "id": 114,
  "added": "2010-12-28 02:49:20",
  "modified": "2010-12-30 03:53:44",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to John Holm 1946.2.15"
    ],
    "Description": [
      "BREV FRA EDVARD EIDUM, POST BOX 68, NARVIK, NORGE, DATERT 15.  FEBRUAR-1946 TIL MR.  JOHN HOLM, WEST FIFTH ST., DELL RAPIDS, SYD DAKOTA, U.S.A.  POSTSTEMPLET 16.  FEBR. 1946.  FRIMERKENE ER KLIPPET VEKK.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EDVARD EIDUM, POST BOX 68, NARVIK, NORGE, DATED FEBRUARY 15-1946, TO MR.  JOHN HOLM, WEST FIFTH ST., DELL RAPIDS, SYD DAKOTA, U.S.A.  POST STAMPED FEBR. 16-1946.  THE STAMPS HAVE BEEN CUT AWAY."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.02.15"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Narvik 15/2-1946\n\nKjære Svoger John og familie.\n\nFik igår en pakke fra Dere ijjen. og vi vil atter si hjertelig takk.  Vi begynner nu snart å bli skamfull over alt De gode vi har modtatt fra Dere.  For vi vet at vi ikke kan gjenkjelde Dere noget for alt De nyttige vi har fatt, både av klær og alt annet.  Den pakken vi fik igår, var sendt fra Amerika Den 26de Desember.  Og Den kom vel frem.  Hjertelig takk for alt, og Gud velsigne eder rikeligt ijen.  Alt var med i pakken av De som skulle være.  Og idag fik vi en julehilsen pr. brev.  De var De som var sendt Den 26de Desember, altså ikke pakken.  Men som sagt.  Vi har fått både pakke og brevhilsen.  Vi har De som vanlig.  Hanna sitter nu og Strikker strømper til en av barnebarna.  Hun er bra, men har ennu lidt Smerte i føtterne.  Jeg har også vert syk i nogle Dage, men er nu alt bedre.  De er Bronkit og forkjølelse.  Vi fikk brev fra min Søster Marie nylig.  Hun lever i Ortley(?) Syd Dakota.  Hun fortalte oss at hun hadde engang besøkt Dere.  De var under en Utstilling i Dell Rapids.  Hun viste ikke Da at Du var bror til min hustru.  Men nu vet hun De.  Hvorledes er De med Alma Whilson?  De er vell bare bra vell?  Skulle ha vært morsomt å fatt hilst på hende.  For hun er sikkert et meget snilt og godt Menneske.  Må hilse hende så meget fra oss.  Senner Dere noen små billeder.  Men vi skal sende siden også.  Da skal Di få et av mig også.  Vi var så fri for billeder nu.  De blev bare rot av alt i Disse Krigsårene.  Ja nu har vi fatt tilbake Solen igjen i Aar også.  Nu blir De lysere for hver dag, intil vi får Midnattsol.  Vi har nylig sendt Dere et Krigshefte.  Der vil Di se Krigen fra Oslo og helt Nordover til Findmark.  Særlig vil Di finde Krigens Gang i Stjørdal og Hegra.  I Hegra var De hårt om Den Berømte Festningen i Ingstakleiva.  Og så vil Di se hvorledes vi hadde De her i Narvik i Di dage.  De var trist, Men Gud sje lov og pris at De nu er slutt.  Ja vi har meget å takke Gud for.  Kjære svoger John.  De skal bli underligt en dag når vi skal få se Jesus, slik som han er.  Ham som vi her har trod(? litt utydelig) på.  Tænk å få møte alle vare kjære ijen, Far og Mor, søster og bror, og alle vare venner, som vi her har vært sammen med.  La oss halle ut en liten stund, Fikentræet forteller oss, at Sommeren er nærmere end vi tror.  La oss huske hverandre i bønn.  Jeg vil gjerne senne Dere Adressen til mine Søstre Der i Amerika.  Kanske Alma kunde finde på å skrive engang.  Vist De er noe Serlig som Di gjerne vil vite fra Hegra eller Stjørdal, så bare si oss De.  Så vil vi gjerne si Dere alt, så langt vi kan.  Du må også hilse Din hustru fra oss alle.  Hanna sier at De er likedan med Din hustru, som De er med hende.  Di har vist brækket benene begge.  De var godt at Du selv kom så bra ifra fallet fra Taket.  Der var De sikkert en Reddende Engel med Dig.  Så må Di leve vell ijen alle.  Aa  Gud velsigne eder og eders hjem i Dagene som måtte ligge foran.\n\nDu hilses med Esaias 46, 3-4, og med Salmen 91.  Snart er vi oppe blant Englenes Kor, hvor intet trykker oss mer.  Hjemme Der hjemme hvor frelseren bor, Gjenløste Venner vi ser.  Aldrig vi da skulle Angre Den strid.  Som her på jorden vi hadde en tid.  Nei Da med frelste for Tronen vi står, hjemme i Evigheds Aar.  Hallejuja.  Amen.\n\nBroderligst E. Eidum\n\n\n<-SPLITTLETTER->\n\n\nNarvik 15/2-1946\n\nDear Brother in law John and family.\n\nReceived a package from You again yesterday.  and we once again want to say thank you so much.  We’ll soon start to feel embarrassed by all The good things we’ve received from You.  Because we know that we cannot do anything in return for all The useful things we’ve received, like the clothes and everything else. The package we received yesterday, was sent from America on The 26th of December.  And It got here ok.  Thank you so much for everything, and God bless you abundantly in return.  Everything that was supposed to be in the package was there.  And today we got a Christmas greeting per. letter.  If was The one sent on The 26th of December, not the package that is.  But like I said.  We’ve received the package as well as the letter.  We are as usual.  Hanna is now sitting here knitting Socks for one of the grandchildren.  She’s well, but still has some Pain in her legs.  I have also been sick for a few Days, but am better now already.  It’s Bronchitis and a cold.  We had a letter from my Sister Marie recently.  She lives in Ortley South Dakota.  She told us that she had visited You once.  It was during an Exhibition in Dell Rapids.  She didn’t know at the Time that You were my wife’s brother.  But now she knows.  How is Alma Whilson?  Just fine I assume?  It would be fun to meet her.  For she’s sure to be a very kind and good Person.  Please give her our regards.  I’m sending You some small pictures.  But we’ll send some later too.  Then You’ll get one of me too.  We were so short on pictures now.  Everything ended up such a mess during These War years.  Well now we’ve gotten the Sun back this Year too (There’s no sun or daylight up North in the winter time).  It’s getting lighter every day now, until we get the Midnight sun (in the summer time it’s daylight 24 hrs. a day).  We’ve recently sent You a War magazine.  In it You’ll see the War from Oslo and all the way North to Findmark.  You’ll especially find the Course of the War in Stjørdal and Hegra.  In Hegra they were battling over The Famous Fortress at Ingstadkleiva.  And then You will see how things were for us here in Narvik in Those days.  It was sad, But thanks and praise be to God that It’s now over.  Yes we have a lot to thank God for.  Dear brother in law John.  It’ll be strange one day when we shall get to see Jesus, like he is.  He in whom we have believed.  Imagine meeting all our loved ones again, Father and Mother, sister and brother, and all our friends, whom we’ve been together with here.  Let us endure a little while, the Fig tree tells us, that Summer is closer than we think.  Let us remember eachother in prayer.  I would like to send You the Address of my Sisters There in America.  Maybe Alma would like to write some time.  If there’s anything in Particular that You would like to know from Hegra or Stjørdal, just tell us.  We will tell You everything, as far as we can.  You must also give your wife our best regards from us all.  Hanna says that It’s the same with Your wife, as It is with her.  They have both broken their legs.  It’s a good thing You yourself came out of the fall from the Roof so well.  There surely must have been a Guardian Angel with You There.  So live well again all of You.  And God bless you and your home in the Days ahead.\n\nYou are greeted with Esiah 46, 3-4, and with the Psalm 91. The following seems to be a quotation from a psalm.  It rhymes, but I can’t translate it that way, so I’ll just tell you what it says:  Soon we’ll be up among the Angels’ Choir, where nothing will worry us anymore.  At home, There at home where the savior lives, Redeemed Friends we’ll see.  Then we’ll never Regret the struggle.  Which we had here on earth for a while.  No Then with saved ones in front of the Throne we’ll  stand, at home in Eternity’s Year.  Hallejuja. Amen.\n\nMost brotherly E. Eidum"
    ],
    "LetterDate": [
      "1946-02-15"
    ],
    "Location": [
      "Narvik"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Bible passage",
    "Christmas",
    "Edvard Eidum",
    "Finnmark",
    "Hegra",
    "Hegra festning",
    "Ingstadkleiva",
    "Narvik",
    "Norway to US",
    "Ortley",
    "South Dakota",
    "Stjørdal",
    "clothes",
    "gifts",
    "knitting",
    "leg pain",
    "magazine",
    "photos",
    "postwar",
    "sickness",
    "war"
  ],
  "files": [
    {
      "original": "Edvard Eidum 15 februar-1946.pdf",
      "filename": "b2f5cb7c5e510cc66d920372bad310ea.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "fatt",
      "score": 0.04984300732752893
    },
    {
      "term": "26de",
      "score": 0.04155149192038375
    },
    {
      "term": "di",
      "score": 0.03703385019543453
    },
    {
      "term": "finde",
      "score": 0.02935878046254966
    },
    {
      "term": "desember",
      "score": 0.027977556547443938
    },
    {
      "term": "gjerne",
      "score": 0.025303413584876967
    },
    {
      "term": "sendt",
      "score": 0.02367726763441477
    },
    {
      "term": "hustru",
      "score": 0.02367726763441477
    },
    {
      "term": "gud",
      "score": 0.023529868193429233
    },
    {
      "term": "hvorledes",
      "score": 0.02338561864160822
    },
    {
      "term": "pakken",
      "score": 0.02192555536365047
    },
    {
      "term": "eder",
      "score": 0.021558633362692398
    },
    {
      "term": "billeder",
      "score": 0.021558633362692398
    },
    {
      "term": "vare",
      "score": 0.021558633362692398
    },
    {
      "term": "ijjen",
      "score": 0.020775745960191876
    }
  ],
  "english-tfidf": [
    {
      "term": "26th",
      "score": 0.03248723668908637
    },
    {
      "term": "daylight",
      "score": 0.029747607580247415
    },
    {
      "term": "package",
      "score": 0.025545171688859
    },
    {
      "term": "psalm",
      "score": 0.023120382897735752
    },
    {
      "term": "sun",
      "score": 0.02235224335682836
    },
    {
      "term": "december",
      "score": 0.020968668498286193
    },
    {
      "term": "embarrassed",
      "score": 0.018585331792380838
    },
    {
      "term": "whilson",
      "score": 0.018585331792380838
    },
    {
      "term": "findmark",
      "score": 0.018585331792380838
    },
    {
      "term": "ingstadkleiva",
      "score": 0.018585331792380838
    },
    {
      "term": "endure",
      "score": 0.018585331792380838
    },
    {
      "term": "fig",
      "score": 0.018585331792380838
    },
    {
      "term": "guardian",
      "score": 0.018585331792380838
    },
    {
      "term": "esiah",
      "score": 0.018585331792380838
    },
    {
      "term": "rhymes",
      "score": 0.018585331792380838
    }
  ]
}