{
  "id": 115,
  "added": "2010-12-28 02:54:33",
  "modified": "2010-12-30 03:53:44",
  "public": true,
  "metadata": {
    "Title": [
      "Laura Karlson to Alma C. Wilson 1946.2.15"
    ],
    "Description": [
      "BREV FRA LAURA KARLSON DATERT 15.  FEBRUAR-1946 TIL ALMA VILSON, 102 WEST 5 ST., DELL RAPIDS, S.  DAK., U.S.A.  SENT MED LUFTPOST 18.2.46.  ET SKARPT BLÅTT EN-OG-EN-HALV KRONES FRIMERKE MED RIKSSKJOLDET, OG ET NYDELIG, STORT BLÅTT 30-ØRES FRIMERKE SOM VISER NOEN FJELL SOM SPEILER SEG I FJORDEN, OG ET KIRKETÅRN OG NOEN TRÆR PÅ VENSTRE SIDE.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM LAURA KARLSON DATED FEBRUARY 15-1946 TO ALMA VILSON, 102 WEST 5 ST., DELL RAPIDS, S.  DAK., U.S.A.  SENT BY AIR MAIL FEBR. 18-46.  A BLUE ONE-AND-A-HALF KRONE STAMP WITH THE NORWEGIAN COAT OF ARMS, AND A BEAUTIFUL, LARGE, BLUE 30 ØRE STAMP WITH MOUNTAINS REFLECTED IN A FJORD, AND A CHURCH STEEPLE AND SOME TREES ON THE LEFT."
    ],
    "Creator": [
      "Laura Karlson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.02.15"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal 15/2-1946.\n\nKjere Alma og Barn, og Broder og Svigerinde\n\nJeg skriver til alle paa en gang.  Tusen tak for brev og foto og nu idag fik jeg Julekortet fra Johan.  Tusen tak til Johan, for den Graa Sjind kaapen, som jeg fikk nu sist, og til dig for den pene Dragten, i Silke og Sko og Faarklede og Sepe og Traa, og en serdeles tak fra Mindor for Pipen og Tobakken.  det er meget snilt av dere at de sender os, saa meget.  Ja tiden gaar som vanlig, ogsaa paa det Nye aret, ingen arbeide for Mindor.  Ung kar skal ikke have noget arbeide, di som er saa uheldig, at de ikke har et jem og vere hos.  saa blir det Lasaroner av dem.  Ja jeg er glad, for ver dag som jeg kan stelle for os, paa det viset vi har det, vi har da et sted, som vi kaller et jem, Mindor kann vere glad saa lenge jeg lever, han er en ordntlig gutt, det er saa ont at han ikke har noget arbeide, og ikke er han sterk nokk til og have Tungt Arbeide, heller.  Vi har havt en mild Vinter som godt er, og det beste av alt at Krigen er Slutt.  Hos Aksels er det bare bra, Hann og alle hans Gutter er i Bageriet og enda 2 till saa dem jør det Godt, og Herborg og Svigerdatter Astri steller Huset, for sin Far.  Bare saa Synd paa Helga at ikke faar vere jemme, men noget maa det vere hos alle.  Olava kona efter Konrad bor i sit hus, hun har saa Staute barn som, er snild mod hende.  Odd har ikke veret jemme enda, hos Gjertine er det, bra  hun har en ugift sønn som bor sammen med sin Mor og forsørger hende, han heter Erling  bor i Møllebakken 23 Trondhjem.  Ola driver med sit Verksted og har det bra, to Døtre jemme Evelyn og Effi, begge forlaavet.  Søster Hanna har veret meget Syk, og hun er nesten Blind.  hun har en Sønn her som er Jift, Erling Eidum Stjørdal.  han er fyrbøter paa Jernbanen.  hendes andre barn i Narvik.  Konrad sine barn bor i Trondhjem, 3 døtre i Thjem. en Sønn i Skogn.  Brage Holm Skogn stasjon  ver snild og hilse Marie Skatvald (kan dette være Edvard Eidum’s søster?) fra mig, hendes Mann kjender jeg.  heter han Petter eller var det Martin, jeg traf ham paa Levanger Sygehus da han var jemme en tur da han var Syg.  min Sønn Mindor laa der da, og blev operert i Hovedet den gang og hils ogsaa, Datter til, min Mors, broder Jakobsen som du skrev i Aksels brev (Karen Jakobsdatter Røkkesaunet’s brordatter?).  det er saa moro og høre om vore slegt i Amerika.  og hils alle alle av vores som du treffer der.  Jeg sagde til Mindor en dag.  jeg har saa mange i Amerika.  saa nu tror jeg, jeg reiser dit.  Ja det maa du jøre sagde han, saa sender du mig et Trekspil.  aa nei, jeg er nu for gammel, jeg holt paa med det, da jeg var ung, jeg havde en Kjereste, der men det, blev ikke, og nu er det vel lite haap, for baade Kjerester og alt det andre.  Nu maa jeg slutte for denne gang.  Tusen kjere hilsen til dere, alle sammen Mor og John. og alle dine barn og slegt foresten, og dig selv.  det var saa moro og sed dere paa foto.  god natt.\n\nLaura Karlson og Mindor\n\nDet koster bare i Told 40 øre for Pakkene.  hilse fra alle hos Aksels\n\n\n<-SPLITTLETTER->\n\n\nStjørdal 15/2-1946\n\nDear Alma and Children, and Brother and Sister in law\n\nI’m writing to everybody at once.  Thank you so much for your letter and photo and today I received the Christmas card from Johan.  A thousand thanks to Johan, for the Grey Fur coat, (leather? Same word for both in Norwegian) that I got this last time, and to you for the lovely Suit, in Silk and Shoes and Apron and Soap and Thread, and a special thank you from Mindor for the Pipe and the Tobacco.  it’s very kind of you to send us, so much.  Well time passes as usual, at the New year too (the meaning here is very unclear, and therefore hard to translate.   She probably means nothing is different just because there’s a new year), no work for Mindor.  A young man can’t get work, those who are so unlucky, that they don’t have a home to stay at, then they become bums (clumsily written, but this is what she says).  Yes I’m glad, for every day that I can take care of us, the way things are, at least we have a place, that we call a home, Mindor can be glad for every day I’m alive (she actually says “as long as I live”), he’s a decent boy, it hurts so that he doesn’t have any work, and he’s not strong enough to have Heavy Work, either.  We’ve had a mild Winter which is good, and best of all the War is Over.  Everything is fine at Aksel’s, He and all his Boys are in the Bakery and an additional 2 so they’re doing Well, and Herborg and Daughter in law Astri keeps House, for her Father.  Just such a pity for Helga that she can’t be at home, but there has to be something in every family.  Olava the wife after Konrad lives in her house, she has such Nice children who, are kind to her.  Odd hasn’t been home yet, at Gjertine’s things are, fine  she has an unmarried son who lives with his Mother and supports her, his name is Erling  live at Møllebakken 23 Trondhjem.  Ola runs his Workshop and is fine, two Daughters at home Evelyn and Effi, both engaged.  Sister Hanna has been very Sick, and she’s almost Blind.  she has a Son here who’s married, Erling Eidum Stjørdal.  he’s a Stoker with the Railroad.  Her other children in Narvik.  Konrad’s children live in Trondhjem, 3 daughters in Thjem.  a Son in Skogn.  Brage Holm Skogn stasjon (address, meaning Skogn Station)  please greet Marie Skatvald from me (I wonder if this might be Edvard Eidums sister?), I know her Husband.  is his name Petter or was it Martin, I met him at Levanger Hospital when he was home a while when he was Sick.  my Son Mindor was there then, and had an operation in his Head at that time and also greet, the Daughter of, my Mother’s, brother Jakobsen which you wrote in Aksel’s letter (this should be the daughter of the brother of Karen Jakobsdatter Røkkesaunet, which makes sense since his name is Jakobsen).  it’s such fun to hear about our kin in America.  and greet all our relatives that you meet there.  I said to Mindor the other day.  I have so many in America.  that now I think, I’ll go there.  Yes do that he said, then you can send me an Accordion.  Oh no, I’m too old now, I was about to, when I was young, I had a Boyfriend, there but it, didn’t turn out, and now there’s probably little hope, for Boyfriends as well as everything else.  Now I must quit  for this time.  A thousand dear wishes to you, all Mother and John.  and all your children and the rest of the relatives, and yourself.  it was such fun to see you all on the photo.  good night.\n\nLaura Karlson and Mindor\n\nIt only costs 40 øre in Customs for the Packages.  greetings from everyone at Aksel’s"
    ],
    "LetterDate": [
      "1946-02-15"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Brage Holm",
    "Christmas",
    "Erling Eidum",
    "Herborg Holm",
    "John Holm",
    "Laura Karlson",
    "Levanger",
    "Marie Skatvald",
    "Narvik",
    "New Year",
    "Norway to US",
    "Odd Conrad Holm",
    "Ola Holm",
    "Olava Holm",
    "Skogn",
    "Stjørdal",
    "Trondheim",
    "bakery",
    "gifts",
    "hospital",
    "pipe",
    "postwar",
    "railroad",
    "shoes",
    "sickness",
    "silk",
    "stoker",
    "suit",
    "tobacco",
    "war"
  ],
  "files": [
    {
      "original": "Laura Karlson 15 februar-1946.pdf",
      "filename": "3571f00b870110c51e675b07143f8bd1.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "jemme",
      "score": 0.05279620762497394
    },
    {
      "term": "aksels",
      "score": 0.047657006655473996
    },
    {
      "term": "sagde",
      "score": 0.04251780568597407
    },
    {
      "term": "mindor",
      "score": 0.04176552277620276
    },
    {
      "term": "sønn",
      "score": 0.034522486751460045
    },
    {
      "term": "jem",
      "score": 0.03004154279888802
    },
    {
      "term": "skogn",
      "score": 0.03004154279888802
    },
    {
      "term": "vere",
      "score": 0.028236206005597033
    },
    {
      "term": "døtre",
      "score": 0.02639810381248697
    },
    {
      "term": "ung",
      "score": 0.02548505702445299
    },
    {
      "term": "have",
      "score": 0.024668308841058986
    },
    {
      "term": "slegt",
      "score": 0.023929470237924685
    },
    {
      "term": "bor",
      "score": 0.02319089747172683
    },
    {
      "term": "foto",
      "score": 0.02263447733355906
    },
    {
      "term": "moro",
      "score": 0.02263447733355906
    }
  ],
  "english-tfidf": [
    {
      "term": "skogn",
      "score": 0.040399518665508234
    },
    {
      "term": "jakobsen",
      "score": 0.0380709910764341
    },
    {
      "term": "mindor",
      "score": 0.03762724061794029
    },
    {
      "term": "aksel",
      "score": 0.0217999394001651
    },
    {
      "term": "photo",
      "score": 0.021476560122812155
    },
    {
      "term": "son",
      "score": 0.01994207889271014
    },
    {
      "term": "erling",
      "score": 0.019807618553145112
    },
    {
      "term": "daughters",
      "score": 0.019807618553145112
    },
    {
      "term": "name",
      "score": 0.019346076652093508
    },
    {
      "term": "grey",
      "score": 0.01903549553821705
    },
    {
      "term": "fur",
      "score": 0.01903549553821705
    },
    {
      "term": "bums",
      "score": 0.01903549553821705
    },
    {
      "term": "clumsily",
      "score": 0.01903549553821705
    },
    {
      "term": "astri",
      "score": 0.01903549553821705
    },
    {
      "term": "unmarried",
      "score": 0.01903549553821705
    }
  ]
}