{
  "id": 116,
  "added": "2010-12-28 02:58:43",
  "modified": "2010-12-30 03:53:44",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to John Holm 1946.2.19"
    ],
    "Description": [
      "BREV FRA AXEL HOLM DATERT 19.  FEBRUAR-1946, TIL HER JOHN HOLM, 108 WEST 5TH STREET, DELL RAPIDS, SO DAK.  KONVOLUTT OG PAPIR FRA BAKERIET –” AX.  HOLM, ALLE SORTER GODT BRØD TIL HVERDAG OG FEST–”.  FRIMERKENE ER KLIPPET UT.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM AXEL HOLM DATED FEBRUARY 19-1946, TO HER ( MEANS MR.  BUT SPELT WRONG) JOHN HOLM, 108 WEST 5TH STREET, DELL RAPIDS, SO.  DAK.  THE ENVELOPE AND PAPER ARE FROM HIS BAKERY –” AX.  HOLM, ALL SORTS GOOD BREAD FOR EVERY DAY AND FORMAL OCCASIONS–”.  THE STAMPS HAVE BEEN CUT AWAY."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.02.19"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal Tirsdag den 19 Februar 1946\n\nKjære broder og dere alle\n\nTusin tak for pakken jeg fik idag.  Den inholdt en Jakket et par ny halv sålet sko og 2 stk såpe.  Det var fine ting og passet aldeles utmerket, jakketen har jeg nu på når jeg skriver til dere.  Skal nu når jeg har spist sykle til Hegre og besøke kona  da skal jeg ha den på så hun for se den  den er god og varm, når jeg sidder i det kolde rom under besøket.  Jeg var der på Søndag  skal hilse dere alle fra hende.  Hun er bra men doktoren så unner siste unnersøkelse at det var ingen råd for hende.  hun er frelst og fryker ikke men venter på hjensynet med vår frelser.\n\nBrage til Konrad var her en dag  det var bra med ham.  Olav sine og Laura er det bare bra med.  Her er nu stille og roligt  det er oprydning efter Tyskerne og Nasisterne, Vi venter nu døsdom over en Rinnan som har herjet her og som er syldig i Eilifs og min sin arestasion  jeg skal sende dig en avis så du for se hans merriter, han er fra Levanger og levd på fattigvesnet hele sit liv men under krigen beregnet han sig 300.000 om året i løn.  Om det har kommet negre hit så har han veret med dem.\n\nVi har nu havdt et forferdeligt veir snefok og storm av di store.  du kan ta dig en liten flytur hit nu så skal vi gå en spasertur, så er jeg sikker på at du skal få norske røde roser på det gamle ansikt. for nu biter det godt vis vi hjik en tur over porktrøå du husker vel den, og lekeså pe bakken der vi drog ved til mor og far i unge år  Jeg synes at det var dumt av mei og reise fra Hegra for siden har jeg blitt så gammel  er nu snart 61 år huff.\n\nJa nu skal jeg spise spekeflesk som min sviger datter Astrid har laga.  Så starter jeg til Hegre til snoppen min der på hjemmet.  Vi skal nu ha ungdomsuke i bedehuset ved Kinamisjon denne uke  begynder ikveld.  håber vi for det godt sammen at Herren vil av nåde velsigne os.  det er salegt at vere hans barn, han bær os igjennem alle trengsler, og siden optar han os i Herlighed.  Du må hilse Almas ifra os.  Så lev vel og lad os daglig møtes for nådens trone, før vi roper vil han svar.  det sner og blåser ute.  så det blir en stri tørn for mig til Hegra men kjærligheden overvinder alt.\n\nBeste hilsen Helga og Axel\n\nRom 8.1.\n\n\n<-SPLITTLETTER->\n\n\nStjørdal Tuesday the 19th of February 1946\n\nDear brother and you all\n\nThank you so much for the package I got today.  It contained a Jacket a pair of new half soled shoes and 2 soaps.  They were nice things and fit perfectly, the jacket I am now wearing as I’m writing to you.  After I’ve eaten I’m going to bike to Hegre to visit the wife  then I’ll wear it so that she can see it  it’s nice and warm, when I’m sitting in that cold room during my visit.  I was there on Sunday  she sends her best regards.  She’s okey but the doctor saw while examining her last time that there was nothing that could be done for her.  she’s saved and is not afraid but is waiting to see our savior again.\n\nKonrad’s Brage was here the other day  things were fine with him.  Olav’s and Laura’s are fine.  It’s quiet and calm here  there’s tidying up taking place after the Germans and the Nazis, We are now expecting the death penalty for one Rinnan (a famous Nazi in Norway) who has been ravaging here and who’s guilty of Eilif’s and my arrest  I’ll send you a newspaper so that you can see his escapades, he’s from Levanger and lived on poverty relief his whole life but during the war he managed to get a salary of 300.000 a year.  If negroes had come here he would have been with them (I don’t quite understand what he means here, but I do remember way back when in Hegra we were taught in school that the negroes in Africa were heathens who were to be pitied and had to be “saved”.  It wasn’t as much racism as a form of a fanatically “religious” and ignorant attitude, as if “we” were a step above, not because we were white, but because we had heard about Jesus.  I guess it stemmed partly from the early days of missionaries who referred to them as “savages”, and partly, like I said  from sheer ignorance).\n\nWe have now been having terrible weather snow drifts and storms of the big kind.  you can take a little plane trip over here now and we’ll go for a walk, and I’m sure you’ll get Norwegian red roses on your old face.  because it’s biting real good now  if we walked across porktrøa (name of a place in Hegra) you remember that don’t you, and also pe bakken (a local name for a small hill in Hegra, probably named so because a fellow named Pe or Per had his house nearby) where we hauled fire wood for mother and father in our younger years.  I think it was stupid of me to leave Hegra because since then I’ve grown so old  I’ll soon be 61 years old ouch.  Well now I’m going to eat cured pork which my daughter in law Astrid has made.  Then I’ll be off to Hegre to my sweetheart there at the nursing home.  We are now going to have youth week at the chapel for the China mission this week  starts tonight.  hope we’ll have a good time together that the Lord in his mercy will bless us.  to be his children is a blessing, he carries us through all adversity, and then he takes us up in Glory.  You must greet Alma’s from us.  So keep well and let us daily meet in front of the throne of mercy, before we call he will answer.  it’s snowing and blowing outside.  so it’ll be a strenuous trip for me to Hegra but love conquers all.\n\nBest wishes Helga and Axel    Rom 8.1."
    ],
    "LetterDate": [
      "1946-02-19"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Axel Holm",
    "Bible passage",
    "Brage Holm",
    "China Mission",
    "God",
    "Hegra",
    "John Holm",
    "Levanger",
    "Norway to US",
    "Rinnan",
    "Stjørdal",
    "bicycle",
    "blacks",
    "doctor",
    "gestapo",
    "gifts",
    "jacket",
    "nursing home",
    "pe bakken",
    "porktrøa",
    "postwar",
    "prison camp",
    "racism",
    "shoes",
    "snow",
    "soap",
    "state welfare",
    "war"
  ],
  "files": [
    {
      "original": "Axel Holm 19 februar-1946.pdf",
      "filename": "13dc57e5e4b1f23c39ccde7802681db8.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "hegre",
      "score": 0.034789125461951696
    },
    {
      "term": "rom",
      "score": 0.03367419937033449
    },
    {
      "term": "inholdt",
      "score": 0.029020089595188647
    },
    {
      "term": "sålet",
      "score": 0.029020089595188647
    },
    {
      "term": "jakketen",
      "score": 0.029020089595188647
    },
    {
      "term": "spist",
      "score": 0.029020089595188647
    },
    {
      "term": "besøket",
      "score": 0.029020089595188647
    },
    {
      "term": "unnersøkelse",
      "score": 0.029020089595188647
    },
    {
      "term": "fryker",
      "score": 0.029020089595188647
    },
    {
      "term": "hjensynet",
      "score": 0.029020089595188647
    },
    {
      "term": "oprydning",
      "score": 0.029020089595188647
    },
    {
      "term": "nasisterne",
      "score": 0.029020089595188647
    },
    {
      "term": "døsdom",
      "score": 0.029020089595188647
    },
    {
      "term": "rinnan",
      "score": 0.029020089595188647
    },
    {
      "term": "herjet",
      "score": 0.029020089595188647
    }
  ],
  "english-tfidf": [
    {
      "term": "negroes",
      "score": 0.040155169420034505
    },
    {
      "term": "pe",
      "score": 0.040155169420034505
    },
    {
      "term": "hegra",
      "score": 0.030923279576175314
    },
    {
      "term": "partly",
      "score": 0.030036232477553552
    },
    {
      "term": "mercy",
      "score": 0.027076633148296874
    },
    {
      "term": "hegre",
      "score": 0.0241170338190402
    },
    {
      "term": "named",
      "score": 0.0241170338190402
    },
    {
      "term": "jacket",
      "score": 0.02334797896022395
    },
    {
      "term": "saved",
      "score": 0.020891977233061812
    },
    {
      "term": "soled",
      "score": 0.020077584710017252
    },
    {
      "term": "examining",
      "score": 0.020077584710017252
    },
    {
      "term": "tidying",
      "score": 0.020077584710017252
    },
    {
      "term": "penalty",
      "score": 0.020077584710017252
    },
    {
      "term": "rinnan",
      "score": 0.020077584710017252
    },
    {
      "term": "nazi",
      "score": 0.020077584710017252
    }
  ]
}