{
  "id": 118,
  "added": "2010-12-28 03:06:14",
  "modified": "2010-12-30 03:53:44",
  "public": true,
  "metadata": {
    "Title": [
      "Laura Karlson to John Holm 1946.3.24"
    ],
    "Description": [
      "BREV FRA LAURA KARLSON DATERT 24.  MARS-1946 TIL HER JOHN HOLM, 108 WEST 5 ST, DELL RAPIDS, SD, U.S.A.  FRIMERKENE ER KLIPPET VEKK.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM LAURA KARLSON DATED MARCH 24-1946 TO HER (MEANS MR.,  BUT IS MISSPELT) JOHN HOLM, 108 WEST 5 ST, DELL RAPIDS, SD, U.S.A.  THE STAMPS HAVE BEEN CUT OUT."
    ],
    "Creator": [
      "Laura Karlson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.03.24"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal 24/3-46\n\nKjere Broder, Svigerinde, og Alma og alle sammen.\n\nJeg vil sige Takk, for to brev, som jeg har faat fra dig.  Og mange tusen takk for Pengerne, du maa tro det var kjerkommet, for Mindor har ingen, arbeide enda, men vi haaber at det maa blive en udvei naar det bliver Vaaren.  foresten hann er ikke noget frisk av Helsen, heller.  men det maa vel blive en raad som, alle andre tider.  Men vi er saa usigelige glad for at Krigen er slutt saa lenge det varer da, vi maa haape det.  Siste lørdag var jeg i Hegra, og besøgte mine Svigerinner, Helga. og Olava.  Helga hun ligger nu der, og aldrig kommer op mer, merkelig hvor lenge livet henger og saa.  Olava havde det rigtig bra, barna, er saa flinke til og jelpe hende.  Hun havde faatt Telegram fra Odd, at han kommer vist jemm i Vaar en gang, Olav har det og saa bra, Aksel har det meget bra økonomisk.  Men trist at Helga blev syk. nu da dem skullet havt det godt, paa sine gamle dager, jeg kom nu derifra, og nu ligger Einar i Lungebetendelse, Doktoren var der, nu, og han tror det skal gaa tilbake, med disse Tabletterne  dem er bra.  Du maa tage dig en tur til Norge, det blir nu mange, Norske som, kommer i Sommer.  Det skulde vere moro om nogen av vores slegt kom og saa, vi har saa mange  kanske du Alma, du er vel ikke redd og reise med Fly heller du.  Jeg skal hilse fra Mindor, at da maa de se og faa med et brugt Trekspil Svensk System, til ham, hann er musikalsk, men har ikke noget Spill, han Solte det for lenge siden, ja litt spøg.  Jeg vil ijen faa takke for alt det vi har faatt fra eder, jeg har førsøgt og skrive op, i mine brev til dere hver ting saa de vet at det har kommet frem alt samment.  Jeg vil nu slutte denne gang, og gaa paa fest paa Bedehuset  hils alle sammen av vores som de treffer.\n\nLev inderlig vel alle sammen.\n\nTusen kjere hilsen.\n\nMindor og Laura\n\nStjørdal. Norge.\n\n\n<-SPLITTLETTER->\n\n\nStjørdal 24/3-46\n\nDear Brother, Sister in Law, and Alma and everybody.\n\nI want to say Thank you, for two letters, which I have received from you.  And many thousand thanks for the Money, you can’t imagine how welcome, because Mindor has no, work yet, but we hope there will be a way out when Spring comes.  besides he doesn’t have very good Health, either.  but I guess we’ll find a way like, we always do.  But we are so unspeakably glad that the War is over as long as it lasts that is, which we hope.  Last Saturday I was in Hegra, and visited by Sisters in law, Helga. and Olava.  Helga is just lieing there now, and will never get up anymore, strange how long life hangs on too.  Olava was doing real well, her children, are so good at helping her.  She had had a Telegram from Odd, that he’s supposed to come home some time this Spring, Olav is also fine, Aksel is doing real well economically.  But sad that Helga got sick. now that they should have had a good time, in their old age, I just came from there, and now Einar is sick with Pneumonia, the Doctor was there, now, and he thinks it’ll recede, with these Tablettes  they are good.  You must take a trip to Norway, there will be many, Norwegians who, are coming this Summer.  It would be fun if some of our relatives came too, we have so many  maybe you Alma, you’re not even afraid to travel by Plane are you.  Mindor says if so you must bring a used Accordion Swedish System, for him, he’s musical, but has no Instrument, he Sold it a long time ago, well a little joking.  Once again I’d like to thank you for everything we’ve gotten from you, I’ve tried to write down, everything in my letters to you so that you know that it has all gotten here.  I’ll quit now for this time, and go to a party at the Chapel  greet all of ours that you meet.\n\nKeep very well all of you.\n\nA thousand dear wishes.\n\nMindor and Laura\n\nStjørdal.  Norge."
    ],
    "LetterDate": [
      "1946-03-24"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Hegra",
    "John Holm",
    "Laura Karlson",
    "Norway to US",
    "Odd Conrad Holm",
    "Olava Holm",
    "Stjørdal",
    "accordion",
    "church",
    "doctor",
    "gifts",
    "medicine",
    "money",
    "pneumonia",
    "postwar",
    "sickness"
  ],
  "files": [
    {
      "original": "Laura Karlson 24 mar-1946.pdf",
      "filename": "6e2fe99ea290b7be010798719913f591.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "faatt",
      "score": 0.05024540767704217
    },
    {
      "term": "blive",
      "score": 0.046331365874977125
    },
    {
      "term": "helga",
      "score": 0.039376507591862064
    },
    {
      "term": "3-46",
      "score": 0.037311543765242546
    },
    {
      "term": "udvei",
      "score": 0.037311543765242546
    },
    {
      "term": "usigelige",
      "score": 0.037311543765242546
    },
    {
      "term": "besøgte",
      "score": 0.037311543765242546
    },
    {
      "term": "jelpe",
      "score": 0.037311543765242546
    },
    {
      "term": "telegram",
      "score": 0.037311543765242546
    },
    {
      "term": "jemm",
      "score": 0.037311543765242546
    },
    {
      "term": "skullet",
      "score": 0.037311543765242546
    },
    {
      "term": "tabletterne",
      "score": 0.037311543765242546
    },
    {
      "term": "system",
      "score": 0.037311543765242546
    },
    {
      "term": "førsøgt",
      "score": 0.037311543765242546
    },
    {
      "term": "samment",
      "score": 0.037311543765242546
    }
  ],
  "english-tfidf": [
    {
      "term": "helga",
      "score": 0.04199429062967775
    },
    {
      "term": "3-46",
      "score": 0.040155169420034505
    },
    {
      "term": "unspeakably",
      "score": 0.040155169420034505
    },
    {
      "term": "lasts",
      "score": 0.040155169420034505
    },
    {
      "term": "hangs",
      "score": 0.040155169420034505
    },
    {
      "term": "recede",
      "score": 0.040155169420034505
    },
    {
      "term": "tablettes",
      "score": 0.040155169420034505
    },
    {
      "term": "system",
      "score": 0.040155169420034505
    },
    {
      "term": "mindor",
      "score": 0.039687126053228994
    },
    {
      "term": "real",
      "score": 0.035864755807610275
    },
    {
      "term": "pneumonia",
      "score": 0.03509570094879403
    },
    {
      "term": "lieing",
      "score": 0.03213610161953735
    },
    {
      "term": "telegram",
      "score": 0.03213610161953735
    },
    {
      "term": "economically",
      "score": 0.03213610161953735
    },
    {
      "term": "accordion",
      "score": 0.03213610161953735
    }
  ]
}