{
  "id": 119,
  "added": "2010-12-28 03:13:34",
  "modified": "2010-12-30 03:53:43",
  "public": true,
  "metadata": {
    "Creator": [
      "Herborg Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.03.28"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal 28 mars 1946\n\nKjære onkel Johan!\n\nFørst må jeg si takk for brevet som far fikk ifra dig igår og takk for hilsenen du sendte til mig personlig! Jeg skjønner at du husker på mig fra jeg var en bitteliten pike – tante Laura fortalte at du reiste over til U.S.A. i året 1914 igjen og da var jeg 2 år gl.  Jeg kan erindre at jeg fikk en sovedukke fra Amerika og det var sikkert ifra dig, onkel Johan.  Men nu er jeg, bokstavelig talt, blitt “stor” 180 cm. høi så far blir bare en “smågutt” imot oss barna.  Eilif er jo lengere enn mig og Arne og Einar er ca. 180 cm. høi de også.  Alle mine 3 brødre er gifte, det er bare jeg som blir gående igjen som “gammel tauskjærring”! Jeg har i 8 år vært ekspeditrise i en tobakksforretning på Levanger, men måtte slutte og reise hjem da mor blev syk for 2 år siden.  Ja, stakkar, hun ligger nu deroppe på Hegra Pleiehjem og langsommes og lider – det hadde nesten vært bedre om hun kunne få slippe herfra da hun nok ikke blir frisk mere.  Hun er skrekkelig mager på kroppen men hun ser bra ut i ansiktet og er pratsom og følger med alt.  Far sykler den lange veien til Hegra 2 ganger i uken og besøker henne, i djupsnø, storm, regn eller kulde – han har pågangsmot og humør så det skal visst mye til for å knekke ham.  Han tar på sig de brune høgsko -  kalosjer og rutet jakke han fikk fra dig og sykler avsted med godt mot.  Igår sa han at hvis ikke mor hadde vært syk så skulle han ha tatt sig en tur over “there” og besøke dere men da skulle han ha kommet helt over-raskende, sa han, så der hører du!  Han er jo “kårkaill” nu da han overlot bakeriet ifjor sommer til Eilif – men far arbeider i bakeriet hver dag.  Arne tenker å leie eller kjøpe sig et bakeri et annet sted og begynne for sig selv.  Einar arbeider også her hoss Eilif.  Han bor sammen med far og mig her hjemme, altså hans frue Astrid og 9 mndr. gl. Helge – han er søt og kos må du tro!  Arne og Tordis har en kjekk sønn som heter Arild 4 år – og Eilif har 3 barn fra 9 til 5 år gl. –  Influensaen herjer her nu, alle her er dårlige – far ligger tilsengs hver eftermiddag (efter arbeidstid) Eilif går og arbeider med 38.5 i feber, likeså Arne – Einar ligger tilsengs, hadde snev av lungebetendelse.  Her er et farlig vær nu – skarp vårluft, tåke, regn og søle et fryktelig føre.  Det skal bli herlig når sommeren kommer, det glær jeg mig til.  Du ma ta dig en tur hit i sommer, onkel Johan!  Jeg så du skrev til tante Laura at du hadde ikke tid før neste sommer men du må tenke på det at kansje du ikke har så god helbred da.\n\nHvordan er det med Alma og hennes familie?  Du må hilse dem hjerteligst fra oss.  Jeg har sendt et brev til Alma og takket for alle pakkene dere har sendt – har hun fått det tro?  –  Igår fikk vi pakke med dametøi fra Florence Winters, fars kusine i Chikago.  Vi har nemlig fått brev fra henne hvor hun sier at hun har sendt oss 2 a 3 pkr. og igår kom altså den første.  Det var en prikket kjole av silkestoff med, den fikk t. Laura for hun eier bare en gammel sommerkjole, hun skal få den omsydd litt så den blir passe.  1 blått skjørt passet helt utmerket til Astrid og ellers var det forskjellig som vi skal sprette sunt og sy om eller gi bort.  Jeg skal skrive til henne og takke nu.\n\nDet begynner så smått å komme varer nu, men det er så gresselig dyrt.  Dem hadde ferdigsydde forklær av smårutet bomull-tøy  kostet over 40 kr så det er helt vanvittig.\n\nLaura har vi besøk av nesten hver dag  Det er ikke greit å være henne heller da dem har så lite å leve av - men Laura har så godt humør så det går bra - bare synd at hun har så fæle nervesmerter i hodet og gikt.  Mindor går arbeidsledig - han er jo også bortskjemt - men har nu ingen helse heller og er jo vant til at mora sørger for ham - en mann på 34 år!  Lauras mann var jo fæl å drikke og brukte sin fortjeneste til brennevin så Laura arbeidet jo på fabrikk for å tjene til maten i huset.  Ja, slik er det.\n\nSer at du har sendt verktøy til far med flere og at du senner med 2 små kniver til mig.  Ja, jeg sier hjertelig takk på forhånd -  det er jo morsomt å få noe som du laver selv.\n\nDu må hilse din kone fra mig og oss alle sammen, så må dere leve vel og tenk litt på å komme hit til sommeren!\n\nDu spør på bankadresser:  Stjørdal Sparebank, Stjørdal, Hegra Sparebank, Hegra.  Begge er solide og gode.\n\nHjertelig hilsen til dig fra Herborg.\n\n\n<-SPLITTLETTER->\n\n\nStjørdal 28 March 1946\n\nDear uncle Johan!\n\nFirst I must say thank you for the letter that father received from you yesterday and thank you for the greeting you sent to me personally!  I understand you remember me from the time I was a little bitty girl – aunt Laura told me that you went over to U.S.A. in the year 1914 again and I was 2 years old then.  I can remember that I got a sleeping doll  from America and that must have been from you, uncle Johan.  But now I’ve, literally, gotten“big” 180 cm. tall so father is only a “little boy” compared to us children.  Eilif is even taller than me and Arne and Einar are ca. 180 cm. tall too.  All my 3 brothers are married, I’m the only one left as an “old maid”!  I’ve been a shop assistant at a tobacoo store in Levanger for 8 years, but had to quit and go home when mother got sick 2 years ago.  Poor her, she’s lieing up there at Hegra Nursing Home longing and suffering – it had almost been better if she could be allowed to leave this world as she’ll probably not get well again.  She’s terribly skinny but her face looks good and she’s talkative and alert.. Father bikes all the way to Hegra twice a week to visit her, in deep snow, storms, rain or cold – he has a go-ahead spirit and is cheerful so it looks like it’ll take a lot to get him down (she actually says “break him”).  He puts on the brown winter shoes (she uses the Hegra expression “tall shoes”) – galoshes and check jacket he got from you and off he goes on his bike in good spirits.  Yesterday he said that if mother hadn’t been sick he would have taken a trip over “there” to visit you but then he would have come unexpectedly to surprise you, he said, so there you have it!  He’s a “kårkaill” now you know as he turned the bakery over to Eilif last summer (“kårkaill” is a Trøndelag expression for a man who has turned his farm over to the son and moved into the “kår”, which is a home on the farm itself built for that purpose) – but father works at the bakery every day.  Arne is thinking about renting or buying himself a bakery elsewhere and start up on his own.  Einar is also working here for Eilif.  He lives here at home with father and me, that is his wife Astrid and 9 month old Helge – a really cute and sweet child!  Arne and Tordis have a nice boy called Arild 4 years old – and Eilif has 3 children from 9 to 5 years old. — The flu’ is ravaging here now, everybody is sick – father is in bed every afternoon (after work) Eilif goes to work with a fever of 38.5 (Centigrades), and so does Arne – Einar is in bed, had a touch of pneumonia.  We’re having a dangerous weather now – sharp spring air, fog, rain and mud terrible road conditions.  It’ll be wonderful when summer comes, I’m looking forward to that.  You must take a trip over here this summer, uncle Johan!  I saw that you wrote to aunt Laura that you didn’t have the time until next summer but you must keep in mind that you may not be in such good health then.\n\nHow are Alma and her family?  Give them our best regards.  I have sent a letter to Alma and thanked her for all the packages you’ve sent – has she received it I wonder? – Yesterday we received a package with ladies clothes from Florece Winters, father’s cousin in Chicago.  You see we got a letter from her where she says she has sent us 2 or 3 pkgs. and yesterday the first one arrived.  There was a dotted dress out of silk in it, aunt Laura got that one ‘cause she only has an old summer dress, she’s going to get it altered a little so that it’ll fit. 1 blue skirt fit Astrid perfectly and other than that there were different things that we’ll take apart and alter or give away.  I’m going to write to her and thank her now.\n\nWe’re starting to get som goods now, but it’s so terribly expensive.  They had ready made aprons out of small check cotton fabric  cost over 40 kr so it’s outrageous. We have a visit from Laura almost every day  It’s not easy being her either as they have so little to live off of – but Laura is so cheerful so she manages – just too bad that she has such awful nerve pains in her head and arthritis.  Mindor is out of work – he’s also spoilt – but doesn’t have very good health either and is used to having his mother support him – a man of 34 years old!  Laura’s husband was such a heavy drinker you know and spent his earnings on spirits so Laura worked at a factory to get food in the house.  Well, such is life.\n\nI see that you have sent tools to father and others and that you’re including 2 small knives for me.  Well, I’ll say thank you so much in advance – it’s fun to get something you make yourself.  Say hello to your wife from me and all of us, keep well and think about coming here this summer!\n\nYou ask for bank addresses:  Stjørdal Sparebank, Stjørdal, Hegra Sparebank, Hegra.  Both are solid and good.\n\nBestt wishes to you from Herborg."
    ],
    "Title": [
      "Herborg Holm to John Holm 1946.3.28"
    ],
    "Description": [
      "BREV FRA HERBORG HOLM DATERT 28.  MARS-1946, POSTSTEMPLET STJØRDAL 29.3.46, TIL HRR.  JOHN HOLM, 108 W. 5TH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  FRIMERKENE ER KLIPPET VEKK.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM HERBORG HOLM (AXEL'S DAUGHTER) DATED MARCH 28-1946, TO HRR (MR.  JOHN HOLM, 108 W. 5TH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  THE STAMPS HAVE BEEN CUT AWAY."
    ],
    "LetterDate": [
      "1946-03-28"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Axel Holm",
    "Chicago",
    "Eilif Holm",
    "Florence Winters",
    "Hegra",
    "Hegra Sparebank",
    "Herborg Holm",
    "John Holm",
    "Norway to US",
    "Stjørdal",
    "Stjørdalens Sparebank",
    "alcoholic",
    "bakery",
    "bank",
    "bicycle",
    "clothes",
    "fabric",
    "factory",
    "flu",
    "galoshes",
    "gifts",
    "jacket",
    "kårkaill",
    "mud",
    "nursing home",
    "postwar",
    "prices",
    "rain",
    "shoes",
    "sickness",
    "snow",
    "tobacco store"
  ],
  "files": [
    {
      "original": "Herborg Holm 28 mars-1946.pdf",
      "filename": "ab792f459bc60deae4c45b5808f9664b.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "-",
      "score": 0.048593067816797786
    },
    {
      "term": "gl",
      "score": 0.03289638483616909
    },
    {
      "term": "eilif",
      "score": 0.02604499439785625
    },
    {
      "term": "180",
      "score": 0.023958248764653547
    },
    {
      "term": "arne",
      "score": 0.02349302717561505
    },
    {
      "term": "jo",
      "score": 0.022142561495504597
    },
    {
      "term": "sykler",
      "score": 0.02193092322411273
    },
    {
      "term": "igår",
      "score": 0.020835995518284998
    },
    {
      "term": "sendt",
      "score": 0.020835995518284998
    },
    {
      "term": "far",
      "score": 0.018866359508962035
    },
    {
      "term": "cm",
      "score": 0.018465187321312998
    },
    {
      "term": "hegra",
      "score": 0.017712248667863473
    },
    {
      "term": "arbeider",
      "score": 0.017619770381711287
    },
    {
      "term": "tilsengs",
      "score": 0.017026776959054097
    },
    {
      "term": "høi",
      "score": 0.016437861780772178
    }
  ],
  "english-tfidf": [
    {
      "term": "kårkaill",
      "score": 0.026072313794050842
    },
    {
      "term": "eilif",
      "score": 0.02449373229928413
    },
    {
      "term": "180",
      "score": 0.02278725606627859
    },
    {
      "term": "cheerful",
      "score": 0.02278725606627859
    },
    {
      "term": "arne",
      "score": 0.022020894599021623
    },
    {
      "term": "tall",
      "score": 0.0208742335527241
    },
    {
      "term": "hegra",
      "score": 0.02007814835040767
    },
    {
      "term": "check",
      "score": 0.019502198338506336
    },
    {
      "term": "spirits",
      "score": 0.018444645962609606
    },
    {
      "term": "father",
      "score": 0.017761327375865228
    },
    {
      "term": "cm",
      "score": 0.016849990812746036
    },
    {
      "term": "bakery",
      "score": 0.016818227449873772
    },
    {
      "term": "summer",
      "score": 0.01664253370035634
    },
    {
      "term": "sparebank",
      "score": 0.016217140610734083
    },
    {
      "term": "yesterday",
      "score": 0.01545077914347712
    }
  ]
}