{
  "id": 120,
  "added": "2010-12-28 03:47:08",
  "modified": "2010-12-30 03:53:43",
  "public": true,
  "metadata": {
    "Title": [
      "Ola Holm to John Holm 1946.5.11"
    ],
    "Description": [
      "BREV FRA OLA HOLM, UDATERT, POSTSTEMPLET 11.  MAI-1946, TIL MR JOHN HOLM (102 W. 5 ST.), DELL RAPIDS, SO.  DAK., U.S.A.  FRIMERKENE ER KLIPPET VEKK.  NOE AV TEKSTEN ER PÅ ENGELSK, MEN BARE TØYS OG TULL.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM OLA HOLM, UNDATED, POST STAMPED MAY 11-1946, TO MR JOHN HOLM, (102 W. 5 ST.), DELL RAPIDS, SO.  DAK., U.S.A.  THE STAMPS HAVE BEEN CUT OUT.  SOME OF THE TEXT IS IN ENGLISH."
    ],
    "Creator": [
      "Ola Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.05.11"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "“Min beste broder av alle brødre”\n\nVil skrive nogle ord, da jeg føler trang til deltagelse.  Kommer vistnok av at jeg også blir gammel.  Du blir jo aldrig gammel.  Jeg tænker så ofte på dig i mine ensomme stunder. hvor morsomt vi havde de ved og snakke om all gamle bekjendtskaper og forhold her i gamlelandet.  om slige som “Smehans ”(det var hos han Johan gikk i lære). og smågård, men alle forsvinder, også vi selv snart.  dette er jo tiden og evighetens runddans, men hvor herlig og få tro at vi får møtes hinsides i uendelig glæde og fryd uten bekymringer for noget somhelst for morgendagen.  Må vel ikk skrive mere slig ellers blir du vel bare trist tilmote.\n\nJeg har fået noen fine pakker fra vor kusine Florence W. hun den gode (“hvite Engel”) som gjør så meget godt mot mig.  Og hun sente mig også et par fine gode sko, efter mit mål, men dem var desværre et Nr. for små og jeg er helt læns for sondagssko, her finnes ikke skikkelig sko.  Disse jeg fik var åtte og en halv E, men mine ben er ømme, så jeg må nu ha efter Amerikansk mål 9 E.E.  Jeg skriver dette for om jeg kan få i Amerikanske penger og sende dit om noen av dere kunne sende et par helst Brune myke lavsko i dette Nr., så for jeg sende disse penger inpakket i gamle Aviser, for vi har ikke lov og sende penger i Posten, (Mail” utenlands.  Hvis du kunne sende mig en (Natsjorte”, så skal jeg (return to you) my old one which I have used sinced I was there, but then you must take some quinine or Morphine or else you you’l fain’t out, come then and tell, that we don’t (wair were wich is right) out our clouse.  Oh mercy me.  I believe I do better in writing English, I mean American, English no good. (Her sier Ola, på elendig engelsk, at hvis de vil sende han en ny nattskjorte så skal han sende dem sin gamle tilbake som han har brukt siden han var der [i Amerika], men da må de ta quinine eller morfin så de ikke svimer av. Og han sier at da kan de komme å fortelle at klærne ikke er velbrukte).\n\nJeg må sende dette brev “overland” det koster så meget pr. “Air” en dagsløn.  Jeg tjener ingenting nu  det er så dyrt og leve bare til Mat.  Jeg vet ikke hvordan, jeg kunnet klart mig uten deres velsignede hjelp.  Almas, og du og din kones  du kan tro jeg er stolt over og få slige deilige pakker med kjoletøier og Sjorter, som ikke finnes og få her.  alle spør kan du ikke skaffe mig en Hvitsjorte jeg skal gifte mig har ingen sjorte eller sko. Amerikanks Nr. 10 Foot fachion EE.  dette var en ven av mig som i disse trængselens år har hjulpet mig med et kjøttstykke nu og da, da vi intet havde og spise.  Jeg lovte ham og skrive til min gode broder og spørre om han kunne sende et par sko Nr. 10. EE, skal forsøke sende pengene Amerikanske pr gamle Aviser.  Dette måtte være “Brune lavsko”  Kjære broder John undskyld at jeg plager dig slig  Gud allene lønne dig. \n\nSkal hilse dig fra alle mine, først Kone og så mine 4 strålende døttre, skulle ønske du kunne se dem  Byens penneste jenter.  2 gifte, et barn hver på et år, en har gut og en har jente.  Bestefars stolthet og Kjælebarn.  Jeg forsøker og gi dem noget fra Unclle John over in U.S.A. which rules the World, and the pure innocent ones are jaise loving every one, how fine to be only a kid , (praise the lord).\n\nFor ikke og trætte dig ut, må jeg vel slutte ikveld, men jeg er så oplagt. men det er mere skjeldent nu, som regel et tiltak, og skrive brev.  Hvis jeg havde Typewriter, skulle jeg skrive om mange ting i Aviser der borte, men men kan ikke med Pen vet du.  skal snart skrive igjen.\n\nAlt som vanligt med os alle.  Vor aller hjerteligste Hilsen fra os alle.  Broderligst Ole, Nonnegt. 4  Tr.heim\n\nI kanten på ett av arkene står det:  Kjære dig du Honeygirl Alma, som (? Utydelig) Florence skriver, glem ikke mig.  God bless you.\n\nI kanten på et annet ark står det:  Du hilses fra “lilleper” og lille “Bereth” mine barnebarn fra til Uncle John.\n\n\n<-SPLITTLETTER->\n\n\n“My best brother of all brothers”\n\nWill write a few words, as I feel the need for some company.  This is possibly due to the fact that I too am getting old.  You never seem to get old.  I think about you so often in my lonely moments.  how much fun we had talking about old acquaintances and things here in the old country. about people like “Smehans” (Blacksmith Hans, who taught John his trade when he was just a young lad). and smågård, but they’re all disappearing, and so will we soon.  this is the round dance of time and eternity, but how wonderful to be able to believe that we’ll meet on the other side in never ending gladness and joy without worries about anything at all for tomorrow.  I guess I mustn’t write anymore like that or you’ll be in a sad mood.\n\nI have received some nice packages from our cousin Florence W. she the good (“white Angel”) who is so good to me (for some reason he has written some words in parenthesis and quotation marks, there’s more of the same further down).  And she also sent me a pair of nice good shoes, according to my measurements, but unfortunately they were a Size too small and I have no Sunday shoes, there are no decent shoes to be found here.  The ones I got were eight and a half E, but my feet are sore, so I probably need size 9 E.E. American.  I’m writing this because if I can get a hold of American money and send over there if one of you could send a pair preferably Brown soft summer shoes (he calls them ”low shoes–, as opposed to “høgsko” which are “high shoes”=winter shoes) in that Size, then I could send the money wrapped up in old Newspapers, as we’re not allowed to send money in the Mail, (then he has written (Mail” himself) abroad.  If you could send me a (Nightshirt”, I will - the following was already written in English by Ola himself, and I copy: (return to you) my old one which I have used sinced I was there, but then you must take some quinine or Morphine or else you you’l fain’t out, come then and tell, that we don’t (wair were wich is right) out our clouse.  Oh mercy me.  I believe I do better in writing English, I mean American, English no good - end of copying.\n\nI must send this letter “overland”  it costs so much by “Air” a day’s salary.  I earn nothing now  it’s so expensive to live  just for the Food.  I don’t know how, I would have managed without your blessed help.  Alma’s, and you and your wife’s  you can’t imagine how proud I am of getting such wonderful packages with dresses and Shirts, which are not to be found here.  everybody asks can you not get me a White shirt  I’m getting married and have no shirt or shoes. American Size10 Foot fachion (?) EE.  this was a friend of mine who in these years of distress has helped me with a piece of meat now and then, as we had nothing to eat.  I promised him I’d write to my good brother and ask if he could send a pair of shoes Size 10. EE, will try to send American money in Old Newspapers.  This would have to be “Brown summer shoes”  Dear brother John forgive me for bothering you so  God alone reward you.\n\nI have greetings for you from all of mine, first the Wife and then my 4 marvellous daughters, I wish you could see them  the prettiest girls in Town.  2 married, a child each of a year old, one has a boy and one has a girl.  Grandfather’s pride and Darlings.  I try to give them something from the rest is written  in English and I copy: Unclle John over in U.S.A. which rules the World, and the pure innocent ones are jaise loving every one, how fine to be only a kid, (praise the lord) end of copying.\n\nSo as not to tire you out, I’d better quit tonight, but I’m so energetic.  but that happens more rarely now, writing letters is usually an effort,.  If I had a Typewriter, I would write about a lot of things in Newpapers over there, but one can’t do that with a Pen you know.  will write again soon.\n\nEverything is as usual with all of us.  Our very best Wishes from us all.  Most Brotherly Ole, Nonnegt. 4  Tr.heim\n\nAlong the edge of one sheet of paper he has written:  Dear you Honeygirl Alma, as (? unclear) Florence writes, don’t forget me.  God bless you.\n\nAlong the edge of the other sheet of paper he has written:  You are greeted from “little Per” and little “Bereth” my grandchildren from to Uncle John (he probably wrote that last “from” by mistake)."
    ],
    "LetterDate": [
      "1946-05-11"
    ],
    "Location": [
      "Trondheim"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Florence Winters",
    "God",
    "John Holm",
    "Norway to US",
    "Ola Holm",
    "Smehans",
    "Trondheim",
    "aging",
    "dresses",
    "gifts",
    "married",
    "money",
    "morphine",
    "pen",
    "postwar",
    "prices",
    "quinine",
    "shirts",
    "shoes",
    "smågård",
    "typewriter"
  ],
  "files": [
    {
      "original": "Ola Holm 11 mai -1946.pdf",
      "filename": "b81e9cde706c69ee214d669005be5620.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "nr",
      "score": 0.03333211426336283
    },
    {
      "term": "sende",
      "score": 0.031335780744473976
    },
    {
      "term": "lavsko",
      "score": 0.030471094074948083
    },
    {
      "term": "one",
      "score": 0.030471094074948083
    },
    {
      "term": "which",
      "score": 0.030471094074948083
    },
    {
      "term": "then",
      "score": 0.030471094074948083
    },
    {
      "term": "quinine",
      "score": 0.030471094074948083
    },
    {
      "term": "out",
      "score": 0.030471094074948083
    },
    {
      "term": "ee",
      "score": 0.030471094074948083
    },
    {
      "term": "kanten",
      "score": 0.030471094074948083
    },
    {
      "term": "slige",
      "score": 0.026620276405170607
    },
    {
      "term": "aviser",
      "score": 0.025724180505769037
    },
    {
      "term": "mål",
      "score": 0.024367692471236366
    },
    {
      "term": "or",
      "score": 0.024367692471236366
    },
    {
      "term": "sko",
      "score": 0.023151106131427776
    }
  ],
  "english-tfidf": [
    {
      "term": "shoes",
      "score": 0.0477937287875707
    },
    {
      "term": "american",
      "score": 0.03464524703764616
    },
    {
      "term": "copying",
      "score": 0.029817117672329144
    },
    {
      "term": "ee",
      "score": 0.029817117672329144
    },
    {
      "term": "edge",
      "score": 0.029817117672329144
    },
    {
      "term": "size",
      "score": 0.028921895571691173
    },
    {
      "term": "sheet",
      "score": 0.026060222384741365
    },
    {
      "term": "pair",
      "score": 0.02218430478296704
    },
    {
      "term": "copy",
      "score": 0.02109387695452914
    },
    {
      "term": "english",
      "score": 0.02020240705494137
    },
    {
      "term": "e",
      "score": 0.018237086768481667
    },
    {
      "term": "written",
      "score": 0.017996895217435582
    },
    {
      "term": "brown",
      "score": 0.017908041372403833
    },
    {
      "term": "shirt",
      "score": 0.017336981666941365
    },
    {
      "term": "send",
      "score": 0.01639731343482877
    }
  ]
}