{
  "id": 121,
  "added": "2010-12-28 14:42:37",
  "modified": "2010-12-30 03:53:43",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to Alma C. Wilson 1946.6.9"
    ],
    "Description": [
      "BREV FRA EDVARD EIDUM DATERT  9.  JULI-1946, TIL MRS.  ALMA WILSON, 108.  WEST FIFTH ST., DELL RAPIDS, SYD DAKOTA, U.S.A.  SENT MED LUFTPOST.  3 STK. 60-ØRES FRIMERKER MED LØVE.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EDVARD EIDUM DATED JULY 9-1946, TO MRS.  ALMA WILSON, 108.  WEST FIFTH ST., DELL RAPIDS, SYD DAKOTA, U.S.A.  SENT BY AIR MAIL.  THREE BLUE 60 ØRE STAMPS WITH LION."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.06.09"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Narvik 9/7-1946\n\nVor kjære snille Alma.\n\nMed stor glæde har vi idag modtatt en pakke fra Dig ijen.  Og vi finner neppe ord, som kan gji uttryk for vore følelser.  Ja Gud velsigne Dig Alma, og hjertelig tak for alt De vakre og godt Du sendte oss.  Du kan tro at Hanna blev glad i Den kjolen hun fik.  Gusta fikk Sjørtet og Diverse, Strømperne.  Men Hanna fik også Skoene, for Dem passet hende så utmerket godt.  Og Dertil var hun Dårlig forsynt med sko.  Ja alt kom såre godt med, og hjertelig takk for alt.  Vi fik en pakke fra min Søster Marie også idag.  Så nu kan di tro at De blev smil i hjemmet.  Gusta fik en kjole som passet godt.  Og Dertil forsjellig andt.  Men vi har intet å gjengjelde Dere med.  Vi kan ene og alene be, at Gud må velsigne eder for alt.\n\nForresten så har vi De som vanligt.  Vi er nu hjemme alene.  Alle vare barn, sånær som Gusta har nu reist på ferie.  Noen er reist til Trondheim og Stjørdal.  Noen til Oslo og Bergen.  Andre ijen til Lofoten og Vesterålen. Så Di kan tro at folket her på Nord Norge benytter Sommeren til ferie.  Og Dertil så må Dem benytte fritiden for å se om Dem kan finne noe klær å få kjøpe.  Hanna og Gusta sitter nu i kjøkenet.  Di prater nu om klærne Di har fått, og om Dere alle som har sendt oss klær.  Jeg har også vært syk nu i nogen Dage, men holder nu på og blir bedre for hver dag.  Håper at De er bare bra med John Holm.  Jeg sendte ham et brev for noen dage siden,  Håper at han har fått De.  Har også sendt ham noen Aviser.  Du har vel aldrig ofret en tanke på å komme til Norge en tur Du Alma.  Tænk om Du kunne komme hit til Norge en tur.  Men de er vell med Dere Der i Amerika, som med mange her i Norge, at De synes næsten umuligt å foreta en slik reise.  Carrie Mae, Enken efter min bror som Døde i 1943, hun tænker å komme hit en tur til næste Sommer.  Hun lever nu i Galesburg Nord Dakota.  Si mig Alma, Du har vell ikke anledning til og gjøre mig en tjeneste?  Vil Du være så snill og skrive noen ord til Florense Winters og hilse fra oss.  Jeg skal selv skrive også til hende.  Men da hun ikke kan forstå Norsk, så må jeg skrive Engelsk.  Og De tar lidt lang tid for mig å skrive Da jeg ikke er så flink i Engelsk.  Men om Du bare sende hende en hilsen fra oss indtilvidere.  Du kan tro at her er De vakkert nu.  Solen sjinner oss rett i ansiktet kl. 12 om natten.  Vi har nu Midnatsol.  Ja De er vakkert her i Verden på mange steder.  Men menneskene vil ikke sette pris på Guds store Skaperværk.  Vi kunne allerede her på Jorden hadt et Paradis, om Meneskene ville bøie sig for Gud og hans lov.  Ja ha De bra ijen Alma, og hils alle, både i Dit hjem og andre venner.  Hanna ber mig hilse Dere allesammen.  Lev vel Da Du, hils Holm.\n\nTusen hilsener fra. Edv. Eidum  Narvik  Norge\n\n\n<-SPLITTLETTER->\n\n\nNarvik 9/7-1946\n\nOur dear kind Alma.\n\nWith great pleasure we have received a package from You again today.  And we can hardly find the words, to express our feelings.  Yes God bless You Alma, and thank you so much for all The beautiful and good things You sent us.  Hanna just loved The dress she got.  Gusta got the Skirt and various things, the Stockings.  But Hanna also got the Shoes, because They fit her so perfectly.  And Besides she was in Short supply of shoes.  Yes everything was much needed and welcome, and thank you so much for everything.  We also received a package from my Sister Marie today.  So you can imagine the smiles in this home now.  Gusta got a dress which fit very well. and Also various other things.  But we have nothing with which to repay You.  The only thing we can do is pray, that God will bless you for everything.\n\nOtherwise we are as usual.  We are now home alone.  All our childre, except for Gusta have gone on vacation now.  Some have gone to Trondheim and Stjørdal.  Some to Oslo and Bergen.  Others to Lofoten and Vesterålen.  So as you can see the people here in the North of Norway make use of the Summer for vacationing.  Also they must use their time off to see if They can find some clothes to buy.  Hanna and Gusta are now sitting in the kitchen.  They are now talking about the clothes They have gotten, and about all of You who have sent us clothes.  I have been sick too for a few Days now, but am getting better every day.  Hope things are fine with John Holm.  I sent him a letter a few days ago, Hope he has received It.  I’ve also sent him some Newspapers.  I guess you’ve never thought about coming to Norway have You Alma.  How nice if You could come to Norway for a visit.  But I guess it’s the same for You There in America, as it is for many here in Norway, that It seems almost impossible to undertake such a trip.  Carrie Mae, The Widow of my brother who Died in 1943, is thinking about coming here next Summer.  She now lives in Galesburg North Dakota.  Tell me Alma, would You be able to do me a favour?  Would You please write a few words to Florence Winters and greet her from us.  I’m going to write her myself too.  But as she can’t understand Norwegian, I have to write in English.  And That takes quite a long time for me to write As I’m not very good in English.  But if You could just send her a greeting from us for now.  You can’t imagine how beautiful It is here now.  The Sun shines straight in our faces at 12 o’clock at night.  We have the Midnight sun now.  Yes It’s beautiful here in this World in many places.  But people wont appreciate God’s great Creation.  We could have had a Paradise already here on Earth, if People would submit to God and his law.  Well, keep well again Alma, and say hello to everybody, in Your home as well as other friends.  Hanna tells me to give her best regards to You all.  Live well Then, greet Holm.\n\nA thousand greetings from. Edv. Eidum  Narvik  Norway"
    ],
    "LetterDate": [
      "1946-06-09"
    ],
    "Location": [
      "Narvik"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Bergen",
    "Edvard Eidum",
    "God",
    "John Holm",
    "Lofoten",
    "Narvik",
    "Norway to US",
    "Oslo",
    "Stjørdal",
    "Trondheim",
    "Vesterålen",
    "clothes",
    "dress",
    "gifts",
    "newspapers",
    "postwar",
    "shoes",
    "sickness",
    "skirt",
    "stockings",
    "vacation"
  ],
  "files": [
    {
      "original": "Edvard Eidum 9 juni-1946.pdf",
      "filename": "4aa85eb8348655eca33795919db7545d.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "gusta",
      "score": 0.04453948799303846
    },
    {
      "term": "dertil",
      "score": 0.040972684641587244
    },
    {
      "term": "vakkert",
      "score": 0.025750131190580724
    },
    {
      "term": "nord",
      "score": 0.025063069322138355
    },
    {
      "term": "reist",
      "score": 0.024426949389488382
    },
    {
      "term": "passet",
      "score": 0.023834735900329997
    },
    {
      "term": "engelsk",
      "score": 0.023834735900329997
    },
    {
      "term": "7-1946",
      "score": 0.023539901002105814
    },
    {
      "term": "følelser",
      "score": 0.023539901002105814
    },
    {
      "term": "sjørtet",
      "score": 0.023539901002105814
    },
    {
      "term": "forsynt",
      "score": 0.023539901002105814
    },
    {
      "term": "såre",
      "score": 0.023539901002105814
    },
    {
      "term": "sånær",
      "score": 0.023539901002105814
    },
    {
      "term": "lofoten",
      "score": 0.023539901002105814
    },
    {
      "term": "benytter",
      "score": 0.023539901002105814
    }
  ],
  "english-tfidf": [
    {
      "term": "gusta",
      "score": 0.04829040482332147
    },
    {
      "term": "beautiful",
      "score": 0.02806250234470019
    },
    {
      "term": "dress",
      "score": 0.025902270415651303
    },
    {
      "term": "7-1946",
      "score": 0.024892571088437683
    },
    {
      "term": "childre",
      "score": 0.024892571088437683
    },
    {
      "term": "lofoten",
      "score": 0.024892571088437683
    },
    {
      "term": "vacationing",
      "score": 0.024892571088437683
    },
    {
      "term": "undertake",
      "score": 0.024892571088437683
    },
    {
      "term": "favour",
      "score": 0.024892571088437683
    },
    {
      "term": "paradise",
      "score": 0.024892571088437683
    },
    {
      "term": "hanna",
      "score": 0.024296382392489685
    },
    {
      "term": "god",
      "score": 0.02401576363165774
    },
    {
      "term": "clothes",
      "score": 0.023003561820467068
    },
    {
      "term": "bless",
      "score": 0.022674442868694446
    },
    {
      "term": "fit",
      "score": 0.022232902921459765
    }
  ]
}