{
  "id": 122,
  "added": "2010-12-28 14:49:50",
  "modified": "2010-12-30 03:53:43",
  "public": true,
  "metadata": {
    "Title": [
      "Ola Holm to John Holm 1946.6.17"
    ],
    "Description": [
      "BREV FRA OLA HOLM DATERT 17.  JUNI-1946, TIL MR JOHN HOLM, 108 W. 5TH STR, DELL RAPIDS, SO.  DAK., U.S.A.  FRIMERKENE ER KLIPPET UT.  INNI BREVET LÅ EN TEGNING AV EN FOTSÅLE HVOR DET STÅR PÅ ENGELSK: –VERDENS FINESTE FOT– OG –TATT MED RETTE TYKKELSE SOKKER–.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM OLA HOLM DATED JUNE 17-1946, TO MR JOHN HOLM, 108 W. 5TH STR, DELL RAPIDS, SO.  DAK., U.S.A.  THE STAMPS HAVE BEEN CUT OUT.  IN THE LETTER THERE'S A DRAWING OF OLA'S FOOT ON WHICH IT SAYS:  –THE WORLDS FINEST FOOT– AND –TAKEN ON THE RIGHT THICKNES OF SOCKS–."
    ],
    "Creator": [
      "Ola Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.06.17"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Tr.heim 17-6-46\n\nDear Brother\n\n1000 tak for brev, Må svare strax, slik som du gjør.  “Air Mail postage” er for dyrt nu  det koster Kr. 1,80.  dette er mere end man tjener på dagevis, nu, da det intet er og gjøre.  Ja jeg ser at du er ved gott humør og det er bra, men her er det ikke greit og holde humøret oppe slik dyrtid som det er, og så blir man for gammel til og arbeide, eller rettere sagt, man får ikke arbeide nar man blir gammel, her er det mest bare skriverier i “Aviserne” om alt som skal gjøres, men det blir mest bare med skriveri, og skryt, om alt som skal gjøres.  Du må ikke ta feil av retningen da du reiser til “Sululand”  det ligger ikke i “Syd=Amerika” men “Afrika” enten du reiser med “Survikjægta”, eller en anden “Fregatt”, husk og gjør “Petterlornts” eller det er han “grautsimon” du har til Styringsmand, da du selv skal være “Overinspektør” så må du ha dette klart, ellers kunne dem kjøre dig borti Olabole, eller et andt mindre behagelig sted.  ja lit spøk er bare morro.  Ja du John, du John, du er lik dig sjøl, du blir aldrig gammel, en (Infant terrible)\n\nJeg er også i gott humør, og det er når jeg for “Pakker” fra dere der borte.  Jeg det er sikkert at det er en hel formue,  med alle pakkene dere, har sent os.  vi er jo så stor slægt.  Jeg har vist fået 5 fra dere, jeg vet 2 er bortkommet iflg Almas skrivelse.  Hvor mange de andre har fåt vet jeg ikke, og tør heller ikke spørre, for det er så snart til og bli misforståt, Det er noget som hetter misundelse her som dere ikke har forståelse av der borte.  Imidlertid synes jeg det er så storartet bra alt vi har fåt, at jeg vet ikke hvordan jeg skal takke dere nok, for alt.  Det er ikke bare vanskeligheten med å få i de forskjellige ting, men det er jo værdien nu da det er så lidet om penger, når det nu blir varer så blir det ingen penger, det er slig det går, og derfor er det dobbelt bra for os alt vi får.\n\nDu kan tro jeg glæder mig på Sko  Nr. 9 er lange nok og medium bredde.  sender prøve, av Fotsålen, nar jeg star på med full tyngde.\n\nVi fik, eller kona var det sagt, ved Axel, 2 kjøkken kniver, og 1 hammer, og jeg hilse så mange tak, du tænker på alt og det er bra.  Laura kom med det til kona, jeg tænkte hun kunne skrive selv men det er vel slig tiltak.\n\nHer er så koldt om dagene, men det tegner til og bli et gott år, bare høsten blir god.  Jeg har slig lyst til og reise en tur Nordover på kysten, har aldrig vært langt Nord  Men det er så kostbart og vanskelig om plads på Båterne og Hoteller, men det ville være moro og se Minatssolen engang.  Det var kjedelig at ikke du var her, så hadde vi reist i følge  ja ja ingen råd med det.  Det kommer vist nogen ifra Narvik hit snart, foresten er det bra med os alle.  Axel sin kone er på det samme.  Sa jeg har ingen nyheter forøvrig.  Det er så morsomt og se at du og kona er så frisk og kjæk enda, det er storartet.  Men du er jo bare 78 år June 30th i sommer  er du ikke født i 1868?  det har jeg trod  du er 10 år minus 20 dage eldre end mig  Jeg var 68 år nu den 10 June, født 1878.  Jeg er så bedrøvet over at jeg blir så gammel  Jeg har slik lyst til og reise ut til et fremmed land og begynde fra nyt av, Men tidens Mølle Maler årene op, og vi kan ikke stampe mot Brådden.\n\nDa jeg ikke har noget særlig og skrive om for jeg vel slutte, men hvor morsomt og hat en samtale igjen.  Jeg vet vi hadde mye og snakke om.  Så må du fortsat være frisk og kjæk kar da, om ikke 50 år så slår vi av til 25, det er også bra.  Hils da kona så hjertelig fra mig. ligeså Alma som har vært så snill mot os  ønsker henne alt gott.  Hils gamle kjendinger om du træffer noen.\n\nVær hjertig hilset fra os alle\n\nDeres Olav, Nonnegt. 4  Tr. Heim\n\n \n\n\n<-SPLITTLETTER->\n\n\n \n\nTr. Heim 17-6-46\n\nDear Brother\n\n1000 thanks for your letter, I Must answer immediately, like you do.  “Air Mail postage” is too expensive now  it costs Kr. 1,80.  this is more than one earns for days, now, that there’s nothing to do.  Well I see that you’re in good spirits and that’s good, but here keeping your spirits up is not easy expensive as it is, and then you’re too old to work, that is, you can’t get work when you get old,  here there’s nothing but writings in the “newspapers” about everything that is going to be done, but that’s all it is mostly, writings, and bragging, about everything that’s going to be done.  You mustn’t go in the wrong direction when you go to “Sululand”  it’s not in “South-America” but in “Africa” whether you go by “Survikjægta”, or some other “Frigate”, remember to bring this to (he probably means to say “to the attention of”, but has left “ the attention” out) “Petterlornts” (nick name of a local Hegra guy) or is it “grautsimon” (porridge simon, another local Hegra guy?) who’s the First mate, since you yourself is going to be “Chief Inspector”you must be clear on this, otherwise they could end up taking you to Olabole (a nickname for a local spot in Hegra), or some other such unpleasant spot.  well a little joking is just fun.  Oh John, John, you are just like yourself, you’ll never get old, an (Infant terrible) – (french for “terrible child” directly translated, a trouble maker in other words)\n\nI’m in a good mood too, and that’s when I receive “Packages” from you over there.  Yes It’s sure to be a whole fortune worth, in all the packages you, have sent us.  we have a big family afterall.  I think I’ve received 5 from you, I know 2 have been lost according to Alma’s writing.  How many the others have received I don’t know, nor do I dare ask, because it can quickly get misunderstood, There’s something called envy here which you have no understanding of over there.  However, I think everything we have received is so splendid, that I don’t know how I can thank you enough, for everything.  It’s not only the difficulties in finding the various things, but it’s also the value now that there’s so little money, now that the goods are coming there wont be any money, that’s how it’s going, and therefore everything we get is doubly good for us.\n\nI’m so much looking forward to Shoes  Size 9 are long enough and medium wide.  I’am sending a sample, of my Foot, when I’m standing on it with my full weight.\n\nWe received, or rather the wife did, through Axel, 2 kitchen knives, and 1 hammer, and she says many thanks, you think of everything and that’s good.  Laura brought it to the wife, I had thought she’d write herself but guess it’s too much of an effort.\n\nIt’s so cold here these days, but it looks like it’s going to be a good year, if only fall is good (he may be talking about the harvest here when he says “year”).  I would so much like to take a trip up North to the coast, have never been way up North  But it’s so expensive and difficult to get a space on the Boats and at Hotels, but it would be fun to see the Midnight sun some time.  Too bad you’re not here, we could have gone together  oh well it can’t be helped.  Apparently someone from Narvik is coming here soon, as for us we are all fine.  Axel’s wife is still the same.  So I have no news.  It’s such fun to see that you and the wife are so well still, that’s great.  But you’re only 78 years old June 30th this summer  weren’t you born in 1868?  That’s what I’ve been thinking  you are 10 years minus 20 days older than me  I turned 68 years old this June 10, born 1878.  I’m so sad that I’m getting so old  I would so much like to travel to a foreign country and start over again, But the Mill of time is Milling the years away, and we can’t kick against the Pricks.\n\nAs I don’t have much to write about I’d better end this, but how fun it would be to have a conversation again.  I know we had a lot to talk about.  Continue to keep well, if not for 50 years let’s reduce it to 25, that’s good too.  Greet your wife warmly from me, likewise Alma who has been so good to us  wishing her all the best.  Greet old acquaintances if you meet any.\n\nBe warmly greeted from us all\n\nYours Olav, Nonnegt. 4  Tr. heim"
    ],
    "LetterDate": [
      "1946-06-17"
    ],
    "Location": [
      "Trondheim"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Axel Holm",
    "Hegra",
    "John Holm",
    "Norway to US",
    "Ola Holm",
    "Survikjægta",
    "Trondheim",
    "gifts",
    "hammer",
    "knives",
    "newspapers",
    "postwar",
    "request",
    "shoes",
    "travel"
  ],
  "files": [
    {
      "original": "Ola Holm 17 juni-1946.pdf",
      "filename": "9224ad6ba4ea6e2ec297657e9ddf5b94.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "gott",
      "score": 0.04614136640216752
    },
    {
      "term": "nar",
      "score": 0.03848980304203968
    },
    {
      "term": "june",
      "score": 0.033625612301268135
    },
    {
      "term": "slig",
      "score": 0.03157779246002794
    },
    {
      "term": "gjøres",
      "score": 0.030780243121561725
    },
    {
      "term": "kona",
      "score": 0.029243502481803504
    },
    {
      "term": "storartet",
      "score": 0.02876142156049659
    },
    {
      "term": "kjæk",
      "score": 0.023897230819725047
    },
    {
      "term": "gammel",
      "score": 0.023244288238618384
    },
    {
      "term": "humør",
      "score": 0.022331311161379715
    },
    {
      "term": "fåt",
      "score": 0.02166246779433182
    },
    {
      "term": "17-6-46",
      "score": 0.01924490152101984
    },
    {
      "term": "postage",
      "score": 0.01924490152101984
    },
    {
      "term": "dagevis",
      "score": 0.01924490152101984
    },
    {
      "term": "skriverier",
      "score": 0.01924490152101984
    }
  ],
  "english-tfidf": [
    {
      "term": "local",
      "score": 0.02941276231342885
    },
    {
      "term": "writings",
      "score": 0.02853478356074055
    },
    {
      "term": "attention",
      "score": 0.02853478356074055
    },
    {
      "term": "guy",
      "score": 0.02853478356074055
    },
    {
      "term": "spirits",
      "score": 0.02309685636860906
    },
    {
      "term": "spot",
      "score": 0.02309685636860906
    },
    {
      "term": "warmly",
      "score": 0.020307517322640304
    },
    {
      "term": "expensive",
      "score": 0.01659055238117218
    },
    {
      "term": "17-6-46",
      "score": 0.016324208339895334
    },
    {
      "term": "sululand",
      "score": 0.016324208339895334
    },
    {
      "term": "south-america",
      "score": 0.016324208339895334
    },
    {
      "term": "survikjægta",
      "score": 0.016324208339895334
    },
    {
      "term": "frigate",
      "score": 0.016324208339895334
    },
    {
      "term": "petterlornts",
      "score": 0.016324208339895334
    },
    {
      "term": "nick",
      "score": 0.016324208339895334
    }
  ]
}