{
  "id": 123,
  "added": "2010-12-28 14:57:09",
  "modified": "2010-12-30 03:53:43",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to John Holm 1946.6.26"
    ],
    "Description": [
      "BREV FRA EDVARD EIDUM DATERT NARVIK 28.  JUNI-1946, POSTSTEMPLET 29.6.46, TIL MR JOHN HOLM, 108 WEST FIFTH ST., DELL RAPIDS, SYD DAKOTA, U.S.A.  FRIMERKENE ER REVET UT.  SENDT LUFTPOST.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EDVARD EIDUM DATED NARVIK JUNE 28-1946, TO MR JOHN HOLM, 108 WEST FIFTH ST., DELL RAPIDS, SYD DAKOTA, U.S.A.  SENT AIR MAIL THE NEXT DAY, THE STAMPS HAVE BEEN TORN OUT."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.06.28"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Narvik 28/6-1946\n\nKjære svoger og familie.\n\nVil idag sende Dere en liten hilsen, så Di får se at vi lever, og har De som vanlig.  Vi skulle ha skrevet til Alma Vilson også, men du må la hende få læse Dette brev, da jeg ikke vet hendes Adresse.  Jeg har nu lagt på Sykehuset i10 dage.  Men er nu hjemme ijen.  De var en Ondartet mavehistorie, som var sjyl i De hele.  Hanna min hustru har nu vært på Sykehuset ijen.  Hun har nu tatt ut Någelen som lægen satte ind i Den første fot hun brak.  Er lidt slap nu efter Den siste Opperasjon.  Ja nu har vi Sol og Sommer nat som dag.  Solen sjinner like ind i Sengen var Klokken 12 om natten, som 12 om dagen.  Midnatsol altså.  Fuglesang og sol hele Døgnet.  Ja Norge er et Vakkert Land.  Jeg tænkte at jeg nu skulle få sende Dere billeder av oss.  Men Fotografen hadde Dem ikke færdig ennu.  Men Dem skal nok komme.  Kan hilse Dere fra Hegra og Stjørdalen.  Vi har nylig hatt besøk av var Søn Erling m familie.  Han er på Jernbanen Der.  Dere kan tro at De er Stor forandring i Hegra og Stjørdal nu.  Tænk om Dere hadde kommet hit en tur nu.  Men vi møtes vel kanske ikke mere nu, før end vi møtes i Himlen.  Tænk å få møte mor og far, Søster og bror, Slægt og venner, for aldrig mere å sjilles.  Her i Verden er såmegen Sorg, nød og tårer.  Men der hjemme hoss far er alt Dette borte.  Der er De kun Jesus, og Jesus allene, som er alt for oss alle.  Hanna Hadde 70 besøkende på sin 70 Aars dag 20 Mai.  Vi hadde en trivelig Aften, og mange Telegrammer fik hun også.  Jeg sender Dere noen Aviser idag.  Håper at Dem kommer frem om en måneds tid.  Vi skulle også ha skrevet til Florence Winters,  Men Da vi da må skrive bare Engelsk, Så tar De lidt længere tid for oss.  Men skulle Di træffe hende noe, så hils hende fra oss.  Så må Di ha de bra ijen.  Noe særlig nytt vet jeg ikke å skrive om.  Så vidt jeg vet så er alt bra med Aksel og Olav Holm.  Helga Holm ligger fremdeles på Hegra Pleiehjem.  Agnes Holm, Datter til Olav er vist syk.  De sies at De er Tuberkuløs Sykdom hun har.  Vist De er noe Di gjerne vil spørre om, så bare skriv.  Jeg vil gjerne fortelle Dere alt De Di ønsker, om jeg kan.  Så må Di ha De riktig godt ijen, og Gud velsigne eder alle.  Hanna hilser Dere alle så hjertelig.  Alle andre hilser Dere.  Og så tilslut en hilsen fra Gud fader selv, 2den Mosebok 33 kap. 17-23 Vers.\n\nEn hilsen også fra Deres\n\nEdvard Eidum\n\nLa oss ikke glemme å be for hverandre.\n\nD.S.\n\n \n\n<-SPLITTLETTER->\n\n\n\nNarvik 28/6-1946\n\nDear brother in law and family.\n\nWanted to send You a little greeting today, so that You’ll see we’re alive, and doing as usual.  We should write to Alma Vilson too, but just let her read This letter, as I don’t know her address.  I’ve just been in the Hospital for 10 days.  But am home again now. It was a Virulent stomach ailment, that was the cause of It all.  Hanna my wife has just been in the Hospital again.  She has taken the Rivet (I know there’s a medical term for this but can’t for the life of me think of it) out which the doctor put into The first leg she broke.  She’s a little weak now after The last Operation.  Well now we have Sun and Summer during the night as well as the day.  The sun shines straight into our Bed at 12 O’clock at night, as well as 12 in the daytime.  Midnight sun in other words.  Birdsong and sun 24 hrs. a Day.  Yes Norway is a Beautiful Country.  I thought I’d be able to send You pictures of us now.  But the Photographer didn’t have Them ready yet.  But They’ll be coming.  Have greetings for You from Hegra and Stjørdalen.  We’ve recently had a visit from our Son Erling and family.  He’s with the Railroads there.  You can’t imagine The Big changes in Hegra and Stjørdalen now.  Just think if You could come here for a visit now.  But we may not meet again now, until we meet in Heaven.  Imagine being able to meet mother and father, Sister and brother, Relatives and friends, never to be parted again.  Here in this World there’s so much Sorrow, suffering and tears.  But at home with the father all This is gone.  There’s only Jesus, and Jesus alone, who is everything to us all.  Hanna had 70 visitors on her 70th birthday May 20th.  We had a pleasant Evening, and she also got many Telegrams.  I’m sending You some Newspapers today.  Hope They’ll get there in about a month.  We should write to Florence Winters too,  But As we have to write only in English then, It takes a little longer time for us.  But if You should meet her at all, please greet her from us.  So keep well again then.  Don’t know of much news to tell you about.  As far as I know everything is fine with Aksel and Olav Holm.  Helga Holm is still at Hegra Nursing Home.  Apparently Agnes Holm, the Daughter of Olav is sick.  They say she has some kind of a Tuberculose disease.  If There’s anything You would like to ask, just write.  I’d tell you everything You’d want to know, if I can.  So keep real well again, and God bless you all.  Hanna sends You her warmest regards.  All the others greet You.  And finally a greeting from God our father himself, 2nd Book of Moses  chap. 33, Verse 17-23.\n\nGreetings also from Yours\n\nEdvard Eidum\n\nLet us not forget to pray for eachother.\n\nD.S."
    ],
    "LetterDate": [
      "1946-06-28"
    ],
    "Location": [
      "Narvik"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Edvard Eidum",
    "Florence Winters",
    "Hegra",
    "Helga Holm",
    "Jesus",
    "John Holm",
    "Narvik",
    "Norway to US",
    "Ola Holm",
    "Stjørdal",
    "broken limbs",
    "doctor",
    "hospital",
    "newspapers",
    "nursing home",
    "photos",
    "postwar",
    "railroad",
    "sickness",
    "stomach",
    "tuberculosis"
  ],
  "files": [
    {
      "original": "Edvard Eidum 28 juni-1946.pdf",
      "filename": "fd22b27446e6de5139a4111e7c5ef566.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "di",
      "score": 0.033947696012481654
    },
    {
      "term": "hilser",
      "score": 0.02858242278418782
    },
    {
      "term": "sykehuset",
      "score": 0.027035625703973318
    },
    {
      "term": "sol",
      "score": 0.027035625703973318
    },
    {
      "term": "tænk",
      "score": 0.027035625703973318
    },
    {
      "term": "møtes",
      "score": 0.026349440776624038
    },
    {
      "term": "70",
      "score": 0.025710617892485597
    },
    {
      "term": "i10",
      "score": 0.025392578395790066
    },
    {
      "term": "ondartet",
      "score": 0.025392578395790066
    },
    {
      "term": "mavehistorie",
      "score": 0.025392578395790066
    },
    {
      "term": "sjyl",
      "score": 0.025392578395790066
    },
    {
      "term": "någelen",
      "score": 0.025392578395790066
    },
    {
      "term": "slap",
      "score": 0.025392578395790066
    },
    {
      "term": "sjilles",
      "score": 0.025392578395790066
    },
    {
      "term": "såmegen",
      "score": 0.025392578395790066
    }
  ],
  "english-tfidf": [
    {
      "term": "sun",
      "score": 0.039737321523250414
    },
    {
      "term": "meet",
      "score": 0.03506144412712276
    },
    {
      "term": "6-1946",
      "score": 0.024780442389841114
    },
    {
      "term": "virulent",
      "score": 0.024780442389841114
    },
    {
      "term": "rivet",
      "score": 0.024780442389841114
    },
    {
      "term": "medical",
      "score": 0.024780442389841114
    },
    {
      "term": "parted",
      "score": 0.024780442389841114
    },
    {
      "term": "telegrams",
      "score": 0.024780442389841114
    },
    {
      "term": "tuberculose",
      "score": 0.024780442389841114
    },
    {
      "term": "moses",
      "score": 0.024780442389841114
    },
    {
      "term": "chap",
      "score": 0.024780442389841114
    },
    {
      "term": "17-23",
      "score": 0.024780442389841114
    },
    {
      "term": "stjørdalen",
      "score": 0.023034407489894475
    },
    {
      "term": "hegra",
      "score": 0.022899942172627127
    },
    {
      "term": "d",
      "score": 0.021816194043177223
    }
  ]
}