{
  "id": 124,
  "added": "2010-12-28 15:00:53",
  "modified": "2010-12-30 03:53:43",
  "public": true,
  "metadata": {
    "Title": [
      "Ola Holm to John Holm 1946.6.22"
    ],
    "Description": [
      "BREV FRA OLA HOLM DATERT 22.  JUNI-1946, TIL MR JOHN HOLM, 108 W 5 STR., DELL RAPIDS, SO.  DAK., U.S.A.  FRIMERKENE ER REVET UT.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM OLA HOLM DATED JUNE 22-1946, TO MR JOHN HOLM, 108 W 5 STR., DELL RAPIDS, SO.  DAK., U.S.A.  THE STAMPS HAVE BEEN TORN OUT."
    ],
    "Creator": [
      "Ola Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.06.22"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Tr. heim June 22-46\n\nKjære gode Broder\n\nHjertelig tak for atter et brev, nei nu er du morsk til og skrive.  Jeg ser du skriver om at det er småt om brev, men sant at sige så skriver jeg svar til dig strax jeg har fået “Pakker”, eller brev, og det er da vel også det minste vi bør.  Jeg skriver som regel dagen efter jeg har fået noget, men jeg vet at det hører til Norsk slendrian, dette med skrivning, folk er for dovne her  dem venter av andre, men og yde noget selv det tænker dem ikke på.\n\nJeg ser du har sent Pakke igjen, ja du er dyrebar, du kan tro det er sport og spending ved disse “pakker”.  Det er så sørgelig at ikke jeg kan gjengjælde på noget vis, men ihvertfal er jeg meget taknemmelig for hvad somhelst vi får.  Jeg vet ikke hvordan vi kunnet greiet os uten dette vi har fået, og her er alt så dyrt også.  Det er ingenting og få i min branche Elektriske små=ting såsom Stickkontakter Plugs, og switches.  men engang må det vel bli.\n\nHer har vi gode utsigter for et gott år “avling”.  det er ikke noe varmt men bra med regn, så det ser fint ut, og det trænges.  Håper da at det er fremdeles bra med dere, så også med os.\n\nJeg sender dette lille brev nu bare så du ser at jeg fik det siste.\n\nSå skal du hå tak på forhand for den sente “Pakke”, håper den kommer frem, og jeg glæder mig virkelig for det er så spendende og se.  Haper det er bra Med Alma, og alle hennes.  Hils henne så meget fra mig.\n\nFor da slutte denne gang igjen også, skal snart skrive igjen.\n\nHjertelig hilsen til kona og dere alle fra os\n\nOlav\n\nNonnegt. 4\n\n\n<-SPLITTLETTER->\n\n\nTr. Heim June 22-46\n\nDear good Brother\n\nMany thanks for yet another letter, boy you are really cookin’ with your writing now.  I see you write about there being few letters, but to tell the truth I write you and answer as soon as I’ve received “Packages”, or a letter, and that’s also the least we should do.  I usually write the day after I’ve received something, but I know it’s part of the Norwegian jog trot, this business of writing, people are too lazy here  they expect from others, but don’t think about doing anything themselves.  I see you’ve sent a Package again, yes you are priceless, imagine the sport and excitement around these “packages”.  It’s so sad that I can’t repay you in any way, but I really am extremely grateful for whatever we get.  I don’t know how we could have managed without what we have gotten, and here everything is so expensive too.  There’s nothing to be found in my trade  Electrical things like Plugs, and switches.  But someday we’re bound to get something.\n\nWe have prospects for a good year of “harvest” here.  It’s not very warm but plenty rain, so it’s looking good, and it’s needed.  I hope things are still good with you, as they are with us.\n\nI’m sending this little letter now  just to let you see that I received your last one.  Thank you in advance for the sent ”Package”, hope it gets here, and I’m really looking foreward to it because it’s so exciting to see.  Hope things are good With Alma, and all of hers.  Give her my best regards.\n\nWill end this for now again too, will write again soon.\n\nBest wishes to the wife and you all from all of us\n\nOlav\n\nNonnegt. 4"
    ],
    "LetterDate": [
      "1946-06-22"
    ],
    "Location": [
      "Trondheim"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "John Holm",
    "Norway to US",
    "Ola Holm",
    "Trondheim",
    "gifts",
    "postwar",
    "prices"
  ],
  "files": [
    {
      "original": "Ola Holm 22 juni-1946.pdf",
      "filename": "1e907c0f6cf2097616405201b43be184.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "fået",
      "score": 0.10551535612178857
    },
    {
      "term": "22-46",
      "score": 0.05223616127133957
    },
    {
      "term": "morsk",
      "score": 0.05223616127133957
    },
    {
      "term": "skrivning",
      "score": 0.05223616127133957
    },
    {
      "term": "dovne",
      "score": 0.05223616127133957
    },
    {
      "term": "yde",
      "score": 0.05223616127133957
    },
    {
      "term": "dyrebar",
      "score": 0.05223616127133957
    },
    {
      "term": "spending",
      "score": 0.05223616127133957
    },
    {
      "term": "greiet",
      "score": 0.05223616127133957
    },
    {
      "term": "branche",
      "score": 0.05223616127133957
    },
    {
      "term": "elektriske",
      "score": 0.05223616127133957
    },
    {
      "term": "stickkontakter",
      "score": 0.05223616127133957
    },
    {
      "term": "plugs",
      "score": 0.05223616127133957
    },
    {
      "term": "switches",
      "score": 0.05223616127133957
    },
    {
      "term": "hå",
      "score": 0.05223616127133957
    }
  ],
  "english-tfidf": [
    {
      "term": "22-46",
      "score": 0.046229060592812836
    },
    {
      "term": "cookin",
      "score": 0.046229060592812836
    },
    {
      "term": "jog",
      "score": 0.046229060592812836
    },
    {
      "term": "trot",
      "score": 0.046229060592812836
    },
    {
      "term": "lazy",
      "score": 0.046229060592812836
    },
    {
      "term": "priceless",
      "score": 0.046229060592812836
    },
    {
      "term": "plugs",
      "score": 0.046229060592812836
    },
    {
      "term": "switches",
      "score": 0.046229060592812836
    },
    {
      "term": "someday",
      "score": 0.046229060592812836
    },
    {
      "term": "prospects",
      "score": 0.046229060592812836
    },
    {
      "term": "foreward",
      "score": 0.046229060592812836
    },
    {
      "term": "looking",
      "score": 0.04128967685413956
    },
    {
      "term": "excitement",
      "score": 0.040404294369620015
    },
    {
      "term": "exciting",
      "score": 0.040404294369620015
    },
    {
      "term": "sport",
      "score": 0.03699702455358502
    }
  ]
}