{
  "id": 125,
  "added": "2010-12-28 15:17:55",
  "modified": "2010-12-30 03:53:43",
  "public": true,
  "metadata": {
    "Title": [
      "Herborg Holm to Alma C. Wilson 1946.6.29"
    ],
    "Description": [
      "BREV FRA HERBORG HOLM DATERT SØNDAG 29.  JUNI-1946, POSTSTEMPLET (MED LUFTPOST) STJØRDAL 1.  JULI, TIL FRU ALMA WILSON, 102 WEST 5 STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  ET BLÅTT EN-OG-EN-HALV-KRONES FRIMERKE, MED KONG HAAKON VII, OG ET BLÅTT 30-ØRES FRIMERKE MED LØVE.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM HERBORG HOLM DATED SUNDAY, JUNE 29-1946, SENT BY AIR MAIL JULY 1-1946, TO FRU (MRS.) ALMA WILSON, 102 WEST 5 STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  A BLUE ONE-AND-A-HALF KRONE STAMP WITH KING HAAKON VII, AND A BLUE 30 ØRE STAMP WITH LION."
    ],
    "Creator": [
      "Herborg Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.06.29"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Søndag 29.6.46\n\nKjære Alma!\n\nDet er søndag.  Ute pisker regnet, tordenen ruller, og lynet blinker.  Jeg er helt alene hjemme idag.  Far skulle være i Hegra hos mor i hele dag.  Jeg hadde tenkt å sykle ut til et festlig badested vi har her, og tatt soldrakt på, men nei, planene gikk i vasken.  Hele juni måned har det vært dårlig sommervær, vi får bare håpe det blir bedre i juli.  Takk for brevet far fikk fra dig igår og for billedene!  Ser at dere har sendt oss pakke igjen  Det er jo rent for galt!  Du skriver om hvad dere senner, men jeg forstår ikke riktig hvad det er, men det får vi vel se.  Du må hilse onkel Johan tusen takk for pakken vi fikk fra ham, med arbeidstrøie til far, strømper o.s.v. og alt verktøiet.  Jeg var i Trondheim og avleverte det som onkel Ola og tante Bereth skulle ha – likedan var jeg hos tante Gjertine (Markus’ hustru).  Du må tro hun har en nydelig leilighet!  Hun bor sammen med en voksen sønn (ungkar) og steller huset for ham.  Ja, hun fikk det godt på sine gamle dager.  Da Markus døde satt hun jo igjen med 6 uforsørgede barn – men det har gått fint og alle barna er gift og har det bra.   –  Vi hadde besøk av Odd Holm nylig.  Han skulle legges inn på sykehuset  mandlene skulle klippes – dessuten trodde han at han hadde betendelse i blindtarmen – malariafeberen bryter visst i kroppen på ham enda, stakkar.  Odd er en kjekk kar.\n\nSist i Juli skal jeg på ferie sammen med en venninne.  Vi skal gå på fottur, med sekk på ryggen, i det mektige fjell Trollheimen.  Jeg glær mig virkelig, for en slik ferie har jeg ikke hatt før, da går vi altså fra den ene turisthytte til den andre – håper jeg ikke får gnagsår på hælene!  Er det ingen av dine barn som leser norsk, Alma!  James er født i juni 1912, akkurat som jeg – han den 8de juni og jeg den 3dje – så jeg har 5 dagers bedre forstand enn ham!  Han ser så skøieraktig ut på billedet, synes jeg.  Det er store, kraftige barn du har – men så ser du veldig stor ut selv også, Grace blir jo liten sammen med dig.  Din yngste sønn er 6 fot og 2 og en halv t. høy, jeg er også ca. 6 fot. – 100 centimeter=1 meter og 3 fot er 92 cm.  Eilif er over 6 fot for han er 1 mtr og 92 cm. det er store folk i Holmslekta – far blir liten mot oss barna.\n\nEinar, Astrid og lille Helge er flyttet fra oss nu, så nu er far og jeg alene her.  Einar kjøpte det lille huset av Arne da han reiste til Opdal.  Arne leide sig et bakeri deroppe og det går så fint.  Folk deroppe er så begeistret for hans gode kaffebrød, og de trives veldig – det er så lett fjell-luft og så vakkert der  Tante Laura ligger tilsengs for tiden, men det går visst snart over, heldig vis.  Onkel Edvard Eidum i Narvik har nylig vært fullstendig døds-syk, mavekrampe – lå på sykehus – men nu er han visst bra igjen.  Nei, nu hører jeg far kommer hjem så nu må jeg varme op pølser og erter til aftens.  Far skriver visst selv snart, han er så opptatt med å hekte(?) ugress i potetene – luke gulrotsenger etc.  Du må hilse alle dine barn fra mig da og ikke å glemme onkel Johan og hans frue.  Jeg skal skrive igjen når pakken kommer.  Jeg må si takk på forhånd.  -  Er ikke Grace gift?  Og har du bare en datter?  Far ber mig hilse dere alle!\n\nVennlig hilsen fra Herborg.\n\nVi får kjøpt litt kaffe på kort så nu greier vi oss fint.  Det er mat nok å få kjøpt nu, men det er dyrt.  Og her i landet er husnøden fæl overalt.  Det er mange som bygger sig hus her nu men det er jo så fryktelig dyrt at jeg synes det er rart at folk har råd.\n\nJeg skrev til onkel Johan at han måtte komme hit i sommer.  Hvordan blir det med ham?  James kan vel fly ham hit, ikke sant? Det går vel an?  Neste gang håper jeg å ha noen billeder å sende med?\n\n \n\n\n<-SPLITTLETTER->\n\n\nSunday 29.6.46\n\nDear Alma!\n\nIt’s Sunday.  Outside the rain is lashing down, the thunder is rolling, and the lightning is blinking.  I’m completely alone here today.  Father was going to stay with mother in Hegra all day.  I had planned to bike out to a great swimming spot we have here, and put my sun suit on, but no, my plans were ruined.  All through the month of June we’ve had bad summer weather, we’ll just have to hope it gets better in July.  Thank you for the letter father got from you yesterday and for the pictures!  I see that you’ve sent us a package again.  That is really just too much!  You’re writing about what you’re sending, but I don’t quite understand what it is, but we’ll wait and see.  You must tell uncle Johan thanks a lot for the package we got from him, with the work shirt for father, socks etc. (stockings?  Same word for both in Norwegian) and all the tools.  I went to Trondheim to deliver what uncle Ola and aunt Bereth were to have – likewise I went to aunt Gjertine’s (Markus’ wife). She has such a beautiful apartment!  She lives with an adult son (single) and keeps house for him.  Yes, things worked out well for her in her old age.  When Markus died she was left with 6 unsupported children, you know – but she has managed fine and all the children are married and doing well.  – We had a visit from Odd Holm recently.  He was going into the hospital  his tonsils were to be cut – besides he thought he had an infection in his appendix – the malaria is still ravaging his body, poor thing.  Odd is a nice fellow.\n\nAt the end of July I’m going on vacation with a girl friend.  We’re going on foot, with backpacks on, in the enormous mountain Trollheimen.  I’m really looking forward to it, because I haven’t had a vacation like that before, we’re going to walk from one tourist cabin to the next – hope I don’t get blisters on my heels!  Can none of your children read Norwegian, Alma!  James was born in June 1912, just like me – he on the 8th of June and I on the 3rd – so I have 5 days worth of more sense than him!  He looks so cheeky on the picture, I think.  You have some big children there – but then you look very big yourself too, Grace looks small next to you (When she says “big” she actually means “tall”, it’s the Norwegian way of saying things). Your youngest son is 6 feet and 2 and a half inches tall, I’m 6 feet too – 100 centimeters=1 meter and 3 feet is 92 cm.  Eilif is over 6 feet because he’s 1 mtr and 92 cm. there are some big people in the Holm family – father is small compared to us children.\n\nEinar, Astrid and little Helge has moved away from us now, so now father and I are alone here.  Einar bought the little house from Arne when he went to Opdal.  Arne rented a bakery up there and it’s going so well.  People up there love his good coffee bread (I think this is a term used for pastries), and they really like it there – there’s such a light mountain air and so beautiful there.  Aunt Laura is bedridden these days, but it looks like it’ll soon pass, fortunately.  Uncle Edvard Eidum in Narvik has recently been deadly ill, stomach cramp – was in the hospital – but is apparently well again now.  Well, now I hear father coming home so now I must heat up some sausages and peas for supper.  Father will probably write himself soon, he’s so busy pulling weeds among the potatoes – weeding the beds of carrots etc.  Say hello to all your children from me then and not to forget uncle Johan and his wife.  I’ll write again when the package arrives.  I’ll say thank you in advance. – Is Grace not married?  And do you have only one daughter?  Father tells me to say hello to you all.\n\nFriendly greeting from Herborg.\n\nWe can get some coffee on a card (I assume she’s talking about a ration card) so now we’re managing fine.  There’s enough food to be had now, but it’s expensive.  And in this country the housing shortage is bad everywhere.  There are many who build themselves houses here now but it’s so terribly expensive that I think it’s strange that people can afford it.\n\nI wrote to uncle Johan and told him to come here this summer.  What’s the word on that?  James can fly him here, can’t he?  That can be done can’t it?  Next time I hope to have some pictures to include?"
    ],
    "LetterDate": [
      "1946-06-29"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Edvard Eidum",
    "Grace Vilson",
    "Herborg Holm",
    "John Holm",
    "Narvik",
    "Norway to US",
    "Odd Conrad Holm",
    "Ola Holm",
    "Opdal",
    "Trollheimen",
    "Trondheim",
    "bakery",
    "bicycle",
    "coffee",
    "gifts",
    "housing shortage",
    "postwar",
    "ration card",
    "shirt",
    "socks",
    "tools",
    "vacation"
  ],
  "files": [
    {
      "original": "Herborg Holm 29 juni-1946.pdf",
      "filename": "2cb9fcb377901e1028d42bcb5dcc20e9.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "fot",
      "score": 0.04175677621752616
    },
    {
      "term": "visst",
      "score": 0.036423618415248195
    },
    {
      "term": "6",
      "score": 0.03174915078636358
    },
    {
      "term": "92",
      "score": 0.02826932007628737
    },
    {
      "term": "far",
      "score": 0.02544136132687674
    },
    {
      "term": "juni",
      "score": 0.024572979932641105
    },
    {
      "term": "james",
      "score": 0.02417995617917855
    },
    {
      "term": "deroppe",
      "score": 0.022863475050481148
    },
    {
      "term": "cm",
      "score": 0.02178783164756696
    },
    {
      "term": "ham",
      "score": 0.019298190775543646
    },
    {
      "term": "juli",
      "score": 0.01769846775045814
    },
    {
      "term": "onkel",
      "score": 0.01645057641627778
    },
    {
      "term": "markus",
      "score": 0.016001228384960906
    },
    {
      "term": "folk",
      "score": 0.015893075038732024
    },
    {
      "term": "odd",
      "score": 0.01530634321884655
    }
  ],
  "english-tfidf": [
    {
      "term": "feet",
      "score": 0.035639811894715115
    },
    {
      "term": "6",
      "score": 0.027921318232287558
    },
    {
      "term": "92",
      "score": 0.026786133871781515
    },
    {
      "term": "james",
      "score": 0.02292458969038906
    },
    {
      "term": "father",
      "score": 0.020878217695306758
    },
    {
      "term": "june",
      "score": 0.020141078750861376
    },
    {
      "term": "cm",
      "score": 0.019806952988798962
    },
    {
      "term": "aunt",
      "score": 0.017275245175985356
    },
    {
      "term": "tall",
      "score": 0.016358266590992702
    },
    {
      "term": "mountain",
      "score": 0.015561047406364997
    },
    {
      "term": "card",
      "score": 0.015561047406364997
    },
    {
      "term": "children",
      "score": 0.015144373711590038
    },
    {
      "term": "big",
      "score": 0.015132295088057876
    },
    {
      "term": "coffee",
      "score": 0.014863759701885854
    },
    {
      "term": "uncle",
      "score": 0.014260743677806692
    }
  ]
}