{
  "id": 126,
  "added": "2010-12-28 15:22:27",
  "modified": "2010-12-30 03:53:43",
  "public": true,
  "metadata": {
    "Title": [
      "Ola Holm to John Holm 1946.7.14"
    ],
    "Description": [
      "BREV FRA OLA HOLM DATERT 14.  JULI-1946, POSTSTEMPLET TRONDHEIM      15.7.46 ,TIL MR.  JOHN HOLM, 108 W. 5 STR., DELL RAPIDS, SO.  DAK., U.S.A.  FRIMERKENE ER KLIPPET VEKK.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM OLAV HOLM DATED JULY 14-1946 TO MR, JOHN HOLM, 108 W. 5 STR., DELL RAPIDS, SO.  DAK., U.S.A.  THE STAMPS HAVE BEEN CUT OUT."
    ],
    "Creator": [
      "Ola Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.07.14"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Tr.heim 14-7-46\n\nMin eiegode Broder.\n\nJa fik jeg igjen 2 Pakker næsten samtidig.  Ja du er mer end snill.  Det er slig stor hjelp for os i disse trange tider  priserne på alt er 5 gange så stor som før krigen så det er umulig altsammen.  Jeg ser at også der borte er det frygtelige priser, og mye spetakel  Verden er forvirret.  Skoene og tøflene var for små for mig, men jeg har mange som vil ha dem, så du skal ha hjertelig tak allegevel.  Verktøy (wrenches) har jeg bra med.  Jeg kunne sælge noe men ingen har råd til og kjøpe noe nu, det er penger som mangler.  Slik deilig fin såpe dere har  det er gode ting og meget nyttig for os, foresten skal du ha tusind tak for hver enkelt ting, alt er så hjertelig velkommen.  Det er så spendende intresant og få Pakker, det er som med ungene, når dem får forundrings pakker.  Ja du blev virkelig snill på dine gamle dage.  Du liker kanske ikke høre at du er blit gammel.  å nei det er foresten frygtelig trist også.  Jeg er så lei mig for at jeg er blit så gammel og træt men hvad skal man gjøre?\n\nHer er lige vanskelig om varer Klædevarer.  det ser ikke ut til og bli bedre. folk reiser, og reiser på visitter og (vacations)  ingen vil arbeide mere.\n\nJeg har forsøkt og skulle få fatt på en “hverdags” suit”, men ikke, og ingen Skrædder som vil Sy. alt er så dyrt og dårlig.  Vi har det desuten bra nu bra med mat.  alle vores folk er frisk og bra. så jeg har ingen nyheter.  Vi er glad for at vi for være frisk, og har lit for hver dag, og det er den største velsignelse på jord.  Jeg tænkte og reise en tur nordover til Narvik, har aldri vært så langt nord men får la det være det blir for kostbart, det er så meget andet og bruke pengene til.  Jeg har ikke hørt fra “Florence” på længe, men håper det er bra med henne.\n\nDet har været en dårlig sommer hittil men nu er det lit bedre.  Kroppen (årveien) ser bra ut.  Håper det er bra med Kona ligedan med Alma og hennes.\n\nDu må hilse alle så meget.  Så for jeg da avslutte denne gang igjen, med vor aller hjerteligste tak fra os alle for din godhet mod os.  Gud velsigne dere igjen det er min bøn.  Tak da for alt kjære John.\n\nDeres Olav\n\n(Håper og få høre snart igjen)\n\n \n\n<-SPLITTLETTER->\n\n\n\nTr.heim 14-7-46\n\nMy kind hearted Brother.\n\nReceived 2 Packages again almost at the same time.  You are more than kind.  It’s such a big help to us in these hard times  the prices on everything are 5 times as high as before the war so everything is impossible.  I see that you have terrible prices over there too, and lots of hullabaloo.  The world is confused.  The shoes and slippers were too small for me, but I know of many who would want them, so thank you so much anyway.  Tools (wrenches) I have enough of.  I could sell some of it but nobody can afford to buy anything now, there’s a lack of money.  What a wonderful fine soap you have  they are good things and very useful to us, so thank you so much for every single thing, everything is so very welcome.  It’s so exciting and interesting to get Packages, it’s like the kids, when they get surprises.  Yes you turned really kind in your old age.  Maybe you don’t like to hear that you’ve gotten old.  oh well, and terribly sad it is too.  I’m so upset that I have gotten so old and tired but what can you do?\n\nHere it’s still difficult with regard to goods  Clothes.  it doesn’t look like it’s getting any better.  people travel, and travel on visits and (vacations)  nobody wants to work anymore.\n\nI’ve been trying to get a hold of an “everyday suit”, but no, and no Taylor who will make one.  everything is so expensive and bad.  Otherwise we’re fine now with regard to food.  all of our people are healthy and well. so I have no news.  We’re glad that we can stay healthy, and have a little bit for every day, and that’s the greatest blessing on earth.  I thought I’d take a trip up north to Narvik, have never been that far north but will have to leave it  it’ll be too expensive, there are so many other things to spend the money on.  I haven’t heard from “Florence” for a long time, but hope she’s well.\n\nWe’ve had a bad summer up until now but now it’s a little better.  The crops look good.  Hope the Wife is doing well and likewise Alma and hers.\n\nGive our regards to everybody.  So I must end this again for this time, with our warmest thank you’s from all of us for you kindness toward us.  God bless you again  that’s my prayer.\n\nThank you then for everything dear John.\n\nYours Olav\n\n(Hope to hear again soon)"
    ],
    "LetterDate": [
      "1946-07-14"
    ],
    "Location": [
      "Trondheim"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Florence Winters",
    "John Holm",
    "Narvik",
    "Norway to US",
    "Ola Holm",
    "Trondheim",
    "clothes",
    "food",
    "inflation",
    "postwar",
    "prices",
    "shoes",
    "slippers",
    "soap",
    "suit",
    "tools"
  ],
  "files": [
    {
      "original": "Ola Holm 14 juli-1946.pdf",
      "filename": "e5a7b10250fbd70c6e0f2403c983a1b5.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "pakker",
      "score": 0.04516517887042149
    },
    {
      "term": "blit",
      "score": 0.041353111398169
    },
    {
      "term": "14-7-46",
      "score": 0.03449557819805443
    },
    {
      "term": "eiegode",
      "score": 0.03449557819805443
    },
    {
      "term": "trange",
      "score": 0.03449557819805443
    },
    {
      "term": "altsammen",
      "score": 0.03449557819805443
    },
    {
      "term": "frygtelige",
      "score": 0.03449557819805443
    },
    {
      "term": "allegevel",
      "score": 0.03449557819805443
    },
    {
      "term": "sælge",
      "score": 0.03449557819805443
    },
    {
      "term": "forundrings",
      "score": 0.03449557819805443
    },
    {
      "term": "klædevarer",
      "score": 0.03449557819805443
    },
    {
      "term": "visitter",
      "score": 0.03449557819805443
    },
    {
      "term": "vacations",
      "score": 0.03449557819805443
    },
    {
      "term": "hverdags",
      "score": 0.03449557819805443
    },
    {
      "term": "årveien",
      "score": 0.03449557819805443
    }
  ],
  "english-tfidf": [
    {
      "term": "prices",
      "score": 0.038020185209609904
    },
    {
      "term": "regard",
      "score": 0.03448181041940396
    },
    {
      "term": "nobody",
      "score": 0.03351501734174141
    },
    {
      "term": "travel",
      "score": 0.03351501734174141
    },
    {
      "term": "14-7-46",
      "score": 0.030562545614137376
    },
    {
      "term": "hearted",
      "score": 0.030562545614137376
    },
    {
      "term": "vacations",
      "score": 0.030562545614137376
    },
    {
      "term": "everyday",
      "score": 0.030562545614137376
    },
    {
      "term": "hullabaloo",
      "score": 0.0267117279443599
    },
    {
      "term": "wrenches",
      "score": 0.0267117279443599
    },
    {
      "term": "exciting",
      "score": 0.0267117279443599
    },
    {
      "term": "taylor",
      "score": 0.0267117279443599
    },
    {
      "term": "toward",
      "score": 0.0267117279443599
    },
    {
      "term": "north",
      "score": 0.026286266606839748
    },
    {
      "term": "kind",
      "score": 0.024598441996826297
    }
  ]
}