{
  "id": 127,
  "added": "2010-12-28 15:26:00",
  "modified": "2010-12-30 03:53:43",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to John Holm 1946.7.14"
    ],
    "Description": [
      "BREV FRA KLARA KROGSTAD DATERT 14.  JULI, POSTSTEMPELET SER UT SOM '46, OG ETTER ALDEREN PÅ UNGENE OG INNHOLDET ELLERS KAN DET STEMME.  TIL MRS.  (det skal vel egentlig være Mr.) JON HOLM, 108 WEST 5 ST, DELL RAPIDS, SYD DAKOTA.  FRIMERKENE ER KLIPPET UT.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM KLARA KROGSTAD DATED JULY 14, NO YEAR.  IT LOOKS LIKE IT HAS BEEN SENT IN 1946, AND THAT YEAR FITS WITH THE AGE OF HER CHILDREN AND THE CONTENT OF THE LETTER.  TO MRS.  (SHE PROBABLY MEANS MR.) JON HOLM, 108 WEST 5 ST, DELL RAPIDS, SYD DAKOTA.  THE STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Klara Krogstad",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.07.14"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Sluppen den 14 juli\n\nKjære farbror\n\nFor det første maa jeg faa si en hjertelig tak for det du sente mig, som jeg fik forleden dag.  Det kom i hænder som trængte det skal jeg si  alting er i bruk end haandklær som er en bi-ting for jeg bruker papir og tørker os paa for jeg har ingen.  alt er i bruk som sakt.  Her er det bare bra med undtakelse litt mave onde av drikke vannet og det er en overgang.  Du og dine frue er bare kjæk   ennu lever min mors – mor altsaa min mormor  hun er 94 aar  er blit litt daarlig på synet  ellers bra saa det er gammel slekt paa begge sider.  Det begynner nu og blir bedre med all slags varer siden krigen men alt er saa dyrt at det er haabløst å kjøpe det, for jeg har en søn som er 19 aar og en som er 13  de andre to barna er gift og har nok med sig selv, derfor er det tussi for mig mens min ældste søn er i lære.  Han er en stødig gut som ikke røker ikke drikker og nøier sig med lite penger  noen ører bare.  Så jeg har gaat haab om at det blir bra for os naar Kjell er færdig, han er nu kommet inn i jernbanens verksted  har gaat skole som mekaniker.\n\nVil du spørre Alma om hun har litt pynt som silkebaand til barneutstyr for min ælste datter Mary skal ha en liten en i oktober. og her finnes ikke noe slikt.  Mary har lagt på sykehus og er nu kommet igjen  tok de skoene jeg fik av dig i bruk. med en gang men bare laan, strømpene bruker jeg selv.  I dag skal jeg gaa til mor  hun har faat en svigerdatter som bor i Bergen paa vissit med to av barna.  Det er min bror Olaf som bor der.  Nu må jeg slutte for middagen er færdig, ha det bra onkel og hils din frue og Alma  jeg har skrevet for længe siden til henne.\n\nHilsen fra os her paa Sluppen.\n\nDin brordatter Klara\n\n \n\n \n\n<-SPLITTLETTER->\n\n\n\nSluppen the 14th of july\n\nDear father’s brother (“farbror” is another way of saying paternal uncle, meaning “fatherbrother”, not used much anymore).\n\nFirst of all I must say thank you very much for what you sent me, which I received the other day.  It came into hands that were in need I’ll tell you   everything is in use  fancy getting towels which is a luxury (she actually says “which is a by thing” – as in “on the side” or “extra”) because I use paper to dry ourselves on because I have none.  like I said everything is in use.  Everything is fine here with the exception of some stomach ailment from the drinking water but we’ll get used to it.  You and your wife are doing good  my mothers – mother that is my mormor (Norwegian word for maternal grandmother, directly translated it means “mothermother”) is still living  she’s 94 years old  her eyesight is failing a little  otherwise well so there are old relatives on both sides.  It’s starting to get better now as far as merchandise since the war but everything is so expensive that it’s hopeless to buy it, because I have a son who’s 19 years old and one who’s 13  the other two children are married and have plenty enough themselves, therefor it’s hard for me while my oldest son is an apprentice.  He’s a steady boy who doesn’t smoke or drink and gets by with little money  only a few øre.  So I have high hopes that things will be good for us when Kjell is finished, he’s at a workshop with the railroads  has been going to mechanics school.\n\nWould you ask Alma if she has any trims like ribbons for baby clothes because my oldest daughter Mary is having a little one in October.  and here there’s nothing like that to be had.  Mary has been in the hospital and is home again now  started using the shoes I got from you. right away but only as a loan, the stockings I’m using myself.  Today I’m going to mother’s  she has a daughter in law who lives in Bergen visiting with two of the children.  It’s my brother Olaf who lives there.  I’ll have to quit now because supper is ready, keep well uncle and say hello to your wife and Alma  I’ve written a long time ago to her.\n\nGreetings from us here at Sluppen\n\nYour brother’s daughter Klara   (“brordatter”= “brotherdaughter” is a term used for “niese on the brother’s side”, rarely used these days)."
    ],
    "LetterDate": [
      "1946-07-14"
    ],
    "Location": [
      "Sluppen"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "John Holm",
    "Klara Krogstad",
    "Norway to US",
    "Sluppen",
    "apprentice",
    "drinking",
    "eyesight",
    "gifts",
    "luxury",
    "paper",
    "postwar",
    "request",
    "ribbons",
    "sickness",
    "smoking",
    "stockings",
    "towels"
  ],
  "files": [
    {
      "original": "Klara Krogstad 14 juli-1946.pdf",
      "filename": "aac8c7d940000709e2244bc2f813574f.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "bruk",
      "score": 0.06759638673048798
    },
    {
      "term": "mary",
      "score": 0.05166258079467652
    },
    {
      "term": "færdig",
      "score": 0.04506425782032532
    },
    {
      "term": "sluppen",
      "score": 0.04053644864800649
    },
    {
      "term": "haandklær",
      "score": 0.04003501411307047
    },
    {
      "term": "bi-ting",
      "score": 0.04003501411307047
    },
    {
      "term": "tørker",
      "score": 0.04003501411307047
    },
    {
      "term": "undtakelse",
      "score": 0.04003501411307047
    },
    {
      "term": "røker",
      "score": 0.04003501411307047
    },
    {
      "term": "nøier",
      "score": 0.04003501411307047
    },
    {
      "term": "jernbanens",
      "score": 0.04003501411307047
    },
    {
      "term": "pynt",
      "score": 0.04003501411307047
    },
    {
      "term": "silkebaand",
      "score": 0.04003501411307047
    },
    {
      "term": "barneutstyr",
      "score": 0.04003501411307047
    },
    {
      "term": "middagen",
      "score": 0.04003501411307047
    }
  ],
  "english-tfidf": [
    {
      "term": "mary",
      "score": 0.03822954904827327
    },
    {
      "term": "used",
      "score": 0.03417710118530282
    },
    {
      "term": "side",
      "score": 0.03243388775007233
    },
    {
      "term": "using",
      "score": 0.030776353558381386
    },
    {
      "term": "sluppen",
      "score": 0.030034494725188356
    },
    {
      "term": "farbror",
      "score": 0.029576657045939397
    },
    {
      "term": "fatherbrother",
      "score": 0.029576657045939397
    },
    {
      "term": "exception",
      "score": 0.029576657045939397
    },
    {
      "term": "maternal",
      "score": 0.029576657045939397
    },
    {
      "term": "mothermother",
      "score": 0.029576657045939397
    },
    {
      "term": "failing",
      "score": 0.029576657045939397
    },
    {
      "term": "trims",
      "score": 0.029576657045939397
    },
    {
      "term": "ribbons",
      "score": 0.029576657045939397
    },
    {
      "term": "brordatter",
      "score": 0.029576657045939397
    },
    {
      "term": "brotherdaughter",
      "score": 0.029576657045939397
    }
  ]
}