{
  "id": 128,
  "added": "2010-12-28 18:08:21",
  "modified": "2010-12-30 03:53:43",
  "public": true,
  "metadata": {
    "Creator": [
      "Ola Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.07.27"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Tr.heim July 27-46\n\nGode Broder\n\nJa jeg vil med glæde meddele at jeg har mottat, en “Pakke” med sko, “and wrenches”  Skoene passet utmerket denne gang, og så Solide saker som det er.\n\nJa du skal ha så hjertelig tak igjen, det er så altfor mye og takke for, det er sørgelig at jeg ikke var der så jeg kunne gjøre en tjeneste igjen.  Dame skoene er for lang og smal til Kona, men jeg kan anbringe dem noen steds, som regel er Amerikanske sko som kommer hit, for lange og smale sier folk.  Ja jeg synes det er forgalt ta mot så meget, jeg ser hvor kostbart alt er der også og vanskelig og få i.\n\nStrømper for damer er umulig og få i her, så dem kom også vel med, så tusind tak skal du ha også for disse  Det ser ut som det blir en hård tid fremover her, og overalt i Verden.  Bare man var ung og rigtig frisk så man kunne reise ut til rigtig fremmede land og begynt på nyt, men nei naturens lov kan ikke forandres  Jeg er så plaget med nerverne og dizzy (svimmel), så jeg duer ingen ting mere, så det er triste fremtids utsigter, men vi må være taksam, for det har, og da går det en dag ad gangen.  Håper det er bare bra med dere, samt Alma og hennes folk.  Vores slægtninger her har det bra, og ellers ingen Nyheter.  Endel Amerikanere er her på visit men ingen kjente.  Her reiser folk mye  ingen vil arbeide, dem reiser bort Krigsfortjensten nu, og så blir det vel slut med moroa.  Verden er forvirret vet du  toki som svensken sier.  Ja la dem bare klem på så for dem vel selv se sin egen dumhet.\n\nKona mi hun var 70 år den 24 dns.  hadde lit selskab men hun er træt og sliten og det ikke noe rart.\n\nJa for vist slutte idag  skal snart skrive igjen  Jeg er ikke rigtig oplagt idag, men går vel over  Skal hilse fra Kona og mine døttre  tak for at du husker os altid med noget gott.\n\nHils Kona og Alma og alle kjente fra os.  Håper og få høre fra dere igjen, det er den største glæde jeg har når jeg for noget fra dere.\n\nHjertelig tak da for alt og Gud velsigne dere.\n\n \n\nDeres Olav\n\n\n<-SPLITTLETTER->\n\n\nTr.heim July 27-46\n\nGood Brother\n\nWell I’ll inform you with pleasure that I have received, a “Package” with shoes, “and wrenches”  The Shoes fit perfectly this time, and how Solid they are.\n\nYes thank you so very much again, it’s way too much to say thank you for, it’s too bad that I’m not there so that I could do a favor in return.  The Ladies’ shoes are too long and narrow for the Wife, but I can place them somewhere, usually American shoes that come here, are too long and narrow people say.  Yes I think it’s too bad I have to accept so much, I see how expensive everything is there too and difficult to get hold of.\n\nStockings for ladies are impossible to get here, so those were also welcome, so thank you very much for them too.  It looks like difficults times lie ahead here, and everywhere in the World.  If only one were young and really healthy so that one could travel to really foreign countries and start again, but no the law of nature can’t be changed  I’m so bothered with my nerves and dizzy, so I’m not good for anything anymore, so the future looks bleak, but we must be thankful, for what we’ve got, and then take one day at a time.  Hope things are just fine with you, and Alma and her people.  Our relatives here are fine, and otherwise no News.  A few Americans are here visiting but nobody I know.  People here travel a lot  nobody wants to work, they travel the War profits away now, and then the fun will be over.  The world is confused you know  toki (crazy) as the Swede would say.  Well let them just carry on and then they’ll see their own stupidity themselves.\n\nMy wife turned 70 years old on the 24th of this month  had some company but she’s tired and weary and no wonder.\n\nWell I must quit for today  will write again soon  I’m not feeling quite well today, but guess it’ll pass  The Wife and my daughters say hello  thank you for always remembering us with something good.  Greet the Wife and Alma and everybody I know from us.  Hope to hear from you again, getting something from you is the greatest pleasure I have.\n\nMany thanks for everything and God bless you.\n\nYours Olav"
    ],
    "Title": [
      "Ola Holm to John Holm 1946.7.27"
    ],
    "Description": [
      "BREV FRA OLA HOLM, NONNEGT. 4, TR.HEIM, DATERT 27.JULI-1946, TIL MR JOHN HOLM, 108 W 5 STR., DELL RAPIDS, SO.  DAK., U.S.A.  FRIMERKENE ER KLIPPET VEKK.  –POSTOBLAT–-MERKE PÅ BAKSIDEN AV KONVOLUTTEN.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM OLA HOLM, NONNEGT. 4, TR.HEIM, DATED JULY 27-1946, TO MR JOHN HOLM, 108 W 5 STR., DELL RAPIDS, SO.DAK., U.S.A.  THE STAMPS HAVE BEEN REMOVED.  THERE'S A –POSTOBLAT– STICKER ON THE BACK OF THE ENVELOPE."
    ],
    "LetterDate": [
      "1946-07-27"
    ],
    "Location": [
      "Trondheim"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "God",
    "John Holm",
    "Norway to US",
    "Ola Holm",
    "Trondheim",
    "gifts",
    "postwar",
    "prices",
    "shoes",
    "stockings",
    "war",
    "wrenches"
  ],
  "files": [
    {
      "original": "Ola Holm 27 juli-1946.pdf",
      "filename": "f031266a728d1c0ba7b1de0689693a67.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "kona",
      "score": 0.055935558438348985
    },
    {
      "term": "rigtig",
      "score": 0.052236748501902484
    },
    {
      "term": "kjente",
      "score": 0.04750183603268915
    },
    {
      "term": "27-46",
      "score": 0.036810717674433925
    },
    {
      "term": "smal",
      "score": 0.036810717674433925
    },
    {
      "term": "anbringe",
      "score": 0.036810717674433925
    },
    {
      "term": "steds",
      "score": 0.036810717674433925
    },
    {
      "term": "forgalt",
      "score": 0.036810717674433925
    },
    {
      "term": "fremover",
      "score": 0.036810717674433925
    },
    {
      "term": "naturens",
      "score": 0.036810717674433925
    },
    {
      "term": "forandres",
      "score": 0.036810717674433925
    },
    {
      "term": "dizzy",
      "score": 0.036810717674433925
    },
    {
      "term": "duer",
      "score": 0.036810717674433925
    },
    {
      "term": "fremtids",
      "score": 0.036810717674433925
    },
    {
      "term": "slægtninger",
      "score": 0.036810717674433925
    }
  ],
  "english-tfidf": [
    {
      "term": "travel",
      "score": 0.059533254488619604
    },
    {
      "term": "narrow",
      "score": 0.04880919396469305
    },
    {
      "term": "shoes",
      "score": 0.04641022611214101
    },
    {
      "term": "nobody",
      "score": 0.0396888363257464
    },
    {
      "term": "pleasure",
      "score": 0.03863564280372619
    },
    {
      "term": "27-46",
      "score": 0.03619248822726794
    },
    {
      "term": "somewhere",
      "score": 0.03619248822726794
    },
    {
      "term": "difficults",
      "score": 0.03619248822726794
    },
    {
      "term": "profits",
      "score": 0.03619248822726794
    },
    {
      "term": "toki",
      "score": 0.03619248822726794
    },
    {
      "term": "stupidity",
      "score": 0.03619248822726794
    },
    {
      "term": "ladies",
      "score": 0.035903545898749285
    },
    {
      "term": "wrenches",
      "score": 0.031632309407794615
    },
    {
      "term": "favor",
      "score": 0.031632309407794615
    },
    {
      "term": "americans",
      "score": 0.031632309407794615
    }
  ]
}