{
  "id": 130,
  "added": "2010-12-28 18:16:01",
  "modified": "2010-12-30 03:53:43",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to John Holm 1946.8.14"
    ],
    "Description": [
      "BREV FRA EDVARD EIDUM DATERT 14.  AUGUST-1946, TIL JOHN HOLM, 108.  WEST FIFTH ST., DELL RAPIDS, SYD DAKOTA, U.S.A.  SENT MED LUFTPOST, FRIMERKENE ER REVET UT.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EDVARD EIDUM DATED AUGUST 14-1946, TO JOHN HOLM, 108.  WEST FIFTH ST., DELL RAPIDS, SYD DAKOTA, U.S.A.  SENT BY AIR MAIL, THE STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.08.14"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Narvik 14/8-1946\n\nKjære Svoger m. familie.\n\nJeg fikk idag brev fra Alma Wilson, hvori jeg ser at Di alle lever og har De godt.  Vi har De også som almindelig.  Hanna er gangske bra efter hvad hun har Gjennemgått.  Ver venlig og hils Alma, og si til hende at hun skal snart få et varmt brev fra mig.  Hun skal bare sende Den Ringen som hun omtaler  Sverre vil sette Den istand for henne.  Alma spør om vi har fått pakkerne som Di har sendt oss.  Og om nogen av pakkerne er åpnet på Veien.  Jeg forstår nu, at nogen av mine brev som jeg har sendt Dere er kommet bort.  For hver eneste pakke vi har fatt, så har jeg sendt Dere et brev.  Og jeg har skrevet op alt hvad pakkerne indeholdt.  Jo, vi har fått Kniverne og alt hvad Di har sendt.  Sko og klær av forsjellige ting.  Ingen pakke har vært abnet på Veien.  Alt er kommet frem.  Jeg har som sagt skrevet om alt, og la oss ennu engang få si Dere hjertelig takk for alt.  Jeg har aldrig betalt nogen Toll, for nogen ting.  Si til Alma at hun kan sende Ringen i et Rekomandert brev, og sende De som Verdibrev til en 8 a 10 Dollar.  Da vil De gå bra.  Vi har ingen ting i vort hjem efter Hanna sine forældre.  Alt sammen blev tatt av Konrad, Olav og muligens Aksel.  Du husker vell at Du gav Din far et Gullur og Din Mor fikk en Ring.  Uret skulle vor sønn Olaf ha efter ham sa Din far.  For Olaf hedte efter ham.  Og Ringen skulle vor Datter Karen ha for hun hedte efter Karen sin bestemor.  Men Da Dine forældre var død, så fikk Dem ingenting.  Olav tror jeg har både Uret og ringen.  Og alt annet av løsøre gjik hviss samme vei.  Olav og Di andre har vist rede på hvor De er blit av De som var tilbake efter Dine forældre Da Dem Døde fra oss.  Men Hanna har ingenting efter sine kjære forældre.  Jeg synes at De er formeget å ta imot alt De vi har fått av Dere for ingen ting.  Jeg skal si Dig min kjære Svoger at Du har ofret meget på oss.  De koster Dig mange penger De er ganske sikkert.  Hjertelig takk for alt og Gud velsigne eder rikelig ijen.  Kniverne bruker vi hver dag, og klærne også.  Ja tiden går.  Og snart så vil både jeg og Du møte vore kjære gamle forældre ijen.  Ser at Du har fått noen Aviser fra mig.  Håper at Du finner noe å læse.  Tænk om jeg hadde hadt anledning til å besøgt Dere Der i Amerika.  Da ville Du sikkert ha tatt Din Auto og kjørt mig runt Deromkring.  Vi har ennu ikke fatt noe Varer til byen av betydning.  Vi venter på at De skal komme noe smatterier, sasom Kopper Kniver og forsjellig ant.  Jeg har ennu ikke fått mine Fotografier, som jeg bestilte for et halvt år siden.  Ja kjære Holm.  Du må nu leve vell ijen, og ha De riktig bra.  Hils alle Dine kjære fra oss.  Og vi skal snart skrive mere.  Om Gud vil at vi skal leve Så kanske at Du ennu kommer og besøker oss en gang.  Aksel og Laura har De bra.  Ligesa Olav Din bror.  Men Helga Aksel sin hustru er vist meget svak.  Skal skrive mere siden.  La oss hver dag huske hverandre i bønn.  Di hilses så hjertelig fra oss alle.\n\nHilsen med Salmen 91,\n\nfra Deres Hanna og E. Eidum, Post box 68  Narvik  Norge\n\n \n\n\n<-SPLITTLETTER->\n\n\n \n\nNarvik 14/8-1946\n\nDear Brother in law w. family\n\nToday I received a letter from Alma Wilson, in which I see that You all are living and doing well.  We are also doing as usual.  Hanna is fairly well after what she has Gone through.  Please say hello to Alma, and tell her that she’ll soon get a warm letter from me.  She can go ahead and send That Ring she mentions  Sverre will fix It for her.  Alma is asking if we’ve received the packages that You’ve sent us.  And if any of the packages have been opened on the Way.  I understand now, that some of my letters that I have sent You have gotten lost.  For every one of the packages we have received, I’ve sent You a letter.  And I’ve written up everything the packages contained.  Yes, we’ve received the Knives and everything You’ve sent.  Shoes and clothes of different kinds.  No package has been opened on the Way.  Everything has gotten here.  Like I said I’ve written about everything, and let us yet again tell You many thanks for everything.  I’ve never paid any Customs, for anything.  Tell Alma that she can send the Ring in a Registered letter, and send It as an insured letter for about 8 or 10 Dollars.  Then It’ll be fine.  We have nothing in our home from Hanna’s parents.  Everything was taken by Konrad, Olav and possibly Aksel.  You probably remember that You gave Your father a Gold watch and Your Mother got a Ring.  The Watch our son Olaf was supposed to get after him Your father said.  Because Olaf was named for him.  And the Ring our Daughter Karen was supposed to have because she was named for Karen’s grandmother.  But When Your parents had died, They got nothing.  I think Olav has both the Watch and the ring.  And everything else of movables probably went the same way.  Olav and The others probably know where The Things that were left behind by Your parents When They Died from us went.  But Hanna has nothing from her dear parents.  I think It’s too much to accept everything we’ve gotten from You for nothing.  I’ll tell You my dear Brother in law that You have sacrificed a lot on us.  It costs You a lot of money That’s for sure.  Thank you so much for everything and God bless you abundantly in return.  The Knives we’re using every day, and the clothes too.  Yes time passes.  And soon both I and You will meet our dear old parents again.  I see you’ve gotten some Newspapers from me.  Hope You find something to read.  Just think if I had had the opportunity to visit You There in Amerika.  Then you probably would have taken Your Auto and driven me around The area.  We still haven’t gotten any Merchandise to town to speak of.  We’re waiting for a few things to arrive, like Cups Knives and various other things.  I still haven’t gotten my Photos, which I ordered half a year ago.  Well dear Holm.  You must keep well again.  Greet all Your loved ones from us.  And we’ll soon write more.  If God wants us to live maybe You’ll still come and visit us sometime.  Aksel and Laura are fine.  Likewise Olav Your brother.  But Helga Aksel’s wife is apparently very weak.  Will write more later.  Let us each day remember eachother in prayer.  You are greeted warmly from us all.\n\nGreetings with the Psalm 91,\n\nfrom Yours Hanna and E. Eidum, Post box 68  Narvik Norway"
    ],
    "LetterDate": [
      "1946-08-14"
    ],
    "Location": [
      "Narvik"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Edvard Eidum",
    "John Holm",
    "Narvik",
    "Norway to US",
    "clothes",
    "customs",
    "knives",
    "postwar",
    "request",
    "ring",
    "shoes"
  ],
  "files": [
    {
      "original": "Edvard Eidum 14 august-1946.pdf",
      "filename": "1cf86886f935a97d828696cc7ce2e62d.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "ringen",
      "score": 0.08637475485812054
    },
    {
      "term": "forældre",
      "score": 0.07628659490268809
    },
    {
      "term": "pakkerne",
      "score": 0.04840751069729249
    },
    {
      "term": "kniverne",
      "score": 0.04318737742906027
    },
    {
      "term": "hedte",
      "score": 0.037729525613627635
    },
    {
      "term": "fatt",
      "score": 0.03453688696710666
    },
    {
      "term": "sendt",
      "score": 0.03281259136737795
    },
    {
      "term": "uret",
      "score": 0.03227167379819499
    },
    {
      "term": "fått",
      "score": 0.028038463050083378
    },
    {
      "term": "di",
      "score": 0.02405742237104999
    },
    {
      "term": "aksel",
      "score": 0.023847177527845608
    },
    {
      "term": "olav",
      "score": 0.022161566765117095
    },
    {
      "term": "gangske",
      "score": 0.021593688714530136
    },
    {
      "term": "omtaler",
      "score": 0.021593688714530136
    },
    {
      "term": "indeholdt",
      "score": 0.021593688714530136
    }
  ],
  "english-tfidf": [
    {
      "term": "ring",
      "score": 0.07793492139062191
    },
    {
      "term": "parents",
      "score": 0.049448607057737924
    },
    {
      "term": "watch",
      "score": 0.04422523066034803
    },
    {
      "term": "opened",
      "score": 0.036425083560490776
    },
    {
      "term": "knives",
      "score": 0.036348558153985015
    },
    {
      "term": "gotten",
      "score": 0.03395284148436946
    },
    {
      "term": "packages",
      "score": 0.028237455315429413
    },
    {
      "term": "named",
      "score": 0.025030557827337176
    },
    {
      "term": "everything",
      "score": 0.024050034032317702
    },
    {
      "term": "aksel",
      "score": 0.023864327600938314
    },
    {
      "term": "supposed",
      "score": 0.023510325285957246
    },
    {
      "term": "nothing",
      "score": 0.021066429490475994
    },
    {
      "term": "insured",
      "score": 0.020838099282366393
    },
    {
      "term": "movables",
      "score": 0.020838099282366393
    },
    {
      "term": "cups",
      "score": 0.020838099282366393
    }
  ]
}