{
  "id": 134,
  "added": "2010-12-28 19:36:00",
  "modified": "2010-12-30 03:49:46",
  "public": true,
  "metadata": {
    "Title": [
      "Herborg Holm to John Holm 1946.9.5"
    ],
    "Description": [
      "BREV FRA HERBORG HOLM DATERT 5.  SEPTEMBER-1946, TIL HRR.  JOHAN HOLM, 108 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  FRIMERKENE ER REVET AV.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM HERBORG HOLM DATED SEPTEMBER 5-1946, TO HRR, (MR.) JOHAN HOLM, 108 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE STAMPS HAVE BEEN REMOVED.\n\n"
    ],
    "Creator": [
      "Herborg Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.09.05"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal den 5-9-46\n\nKjære onkel Johan!\n\nTakk for brevet jeg fikk hos dig igår!  Jeg skulle så lenge ha skrevet til dig, men grunnen til at det ikke er blitt før, er den at jeg har ventet på billedene fra fjellturen og de fikk jeg endelig idag.  Jeg senner dig noen bilder så du får se Norges fjell og natur.  Får du ikke lyst til å ta dig en tur?  Vi hadde en flott tur tross at det også var tildels meget strabasiøst.  Vi var jo så utrenet i å gå, vet du, og venninnen min er kontordame, og sitter for det meste på en stol – og begge hennes knær hovnet op, skjønner du.  Jeg fikk sånn masse gnagsår, både på heler og tær og så hovnet jeg op rundt øinene på grunn av at sol og fjell-lufta var for sterk for mig – gikk til doktoren da jeg kom hjem og hadde mørke briller på ca. 8 dage, så blev jeg “all rigth”(her skal h’en egentlig stå foran t’en) igjen.  Det var veldig langt mellem hyttene  ca. 8-9 og 10 timers marsj tildels på kilometervis i bare kuppelsten.  “Geithetta” bestod bare av kuppelsten – over 1300 meter over havet – Trollhetta er over 1600 m. o. havet så det blev for anstrengende for oss.  En baker fra Trondheim gikk der – han er over 60 år – det synes jeg var godt gjort men så var han temmelig sliten da han kom frem til Trollheimshytta.  Vi tok det med ro på dagsmarsjene, vet du, spiste, hvilte og koset oss – vasket føttene i bekker og vadet gjennem store snefonner.  Jo, det var virkelig festlig med en slik ferie også.  Du må tro det var deilig å komme frem til hyttene og få vasket av sig skitt og svette og så gå til middagsbordet!  Damerne var i majoriteten – som vanlig.  Piker i 16-17års alderen, både fra Oslo og Trondheim trampet freidig avgårde – godt gjort – 4 stykker av dem var på toppen av Trollhetta da tåken kom rullende og lynet slo ned omkring dem, men de var glade da de kom i hus.  En mengde dansker trampet omkring i fjellene, for dem er det jo en attraksjon med våre tind og nuter, dem har jo bare sitt stakkars “Himmelbjerg” på under 200 m. o. havet.\n\nJeg var i Opdal hos Arne de tre siste dage av ferien.  Dem har det bra og trives godt.  Bakeriet er et lite hus med brune tømmervegger og torvtak hvor bjørken vokser så fint  - Arildgutten venter sig en liten søster i november måned og det var han meget spent på. – Arne var hjemme siste helg – og søndags formiddag syklet han opover og besøkte mor.  Hun hadde sagt til ham at hun kom ikke til å opleve julen – hun føler vel at hun slappes av men det er vel ikke godt å vite hvor lenge det varer.  Mor har bedt om at hennes søsken fra Levanger må komme og besøke henne nu, og hun mente da at det blev siste gangen.  Hun er fælt mager og ligger på luftring.  I mere enn to år har hun vært oppe bare en halv time.  Far er i begravelse idag.  En ung frue som lå ved siden av mor er død efter 3 års sykeleie.  Jeg synes det er fryktelig at dem skal ligge så lenge og plages.\n\n-Far bad mig hilse dig – han har skrevet mange brev til dig – men da han ikke har sendt det som flyvepost tar det sånn lang tid.  Jeg var på visit hos tante Laura igårkveld – hun og Mindor skulle til Gevingåsen å plukke tyttebær idag – ja hun har sine bekymringer for å eksistere, men det går, tross at Mindor ingenting arbeider.  Han er sannelig en “klamp om foten” på henne.\n\n-Du skriver at du har sendt sko til mig – det synes jeg er altfor snildt av dig – Jeg er veldig spent på om de passer – men de brune skinntøflene jeg fikk hos dig passer jo akkurat så jeg håper du har kjøpt disse like store.  Jeg skal skrive til dig straks jeg får dem  Og så er jeg meget spent på hvad det er for “rart” som ligger nedi skoene – jeg glær mig til å se efter.  Her er det vanskelig å få kjøpt sig et par sko for det er nemlig, på ca. 1 år, 4 skomerker gyldige – og for å få kjøpe et par skinnsko må man ha 5 merker.  Fin ordning!  Jeg var så heldig å få et par gatesko fra Sverige ifjor høst. – Far er så kry nu for han har både skinntøfler og filt-tøfler – han hadde nemlig ingen før – efterhvert som han får noe tar han med opover til mor og viser det til henne.  Jeg har fått skinntøfler hos dig ja – 1 par lyse silkestrømper, 2 par sterke, gode linstrømper (jeg har gått uten strømper over 2 måneder i trekk men nu beg. det å bli for kjølig om kveldene) 3 små sprettekniver, som du har laget selv, har jeg fått og 1 liten, nett hammer + forskj. annet.  Hjertelig takk skal du ha for alt sammen.  Det er rent for galt, synes jeg.  Det verste er at vi ikke kan gjengjelde – jeg vet ikke annen råd enn at du får komme hit så skal vi stelle og hygge for dig.  Og jeg vil på forhånd takke dig for skoene og det “rare”  jeg er spent for hver dag.  Siste uke kom en overfrakk + 1 par halvsåler – tråd, sepestykke, frimerker  Takk!  Du skrev en gang at du har sendt no brukte klær for barn men det har vi ikke fått enda.  Du skal få høre når det kommer.  Jeg var i Trondheim og overleverte forskjærskniver og andre kniver som du har lavet, til Gjertine og Ola’s kone, Olava og Laura har og fått sine.  Jeg måtte storle da du skrev om at sko du sente til Ola aldri blev store nok og at du nu skal senne et par som du får tre fota nedi en sko.  Laura og jeg lo oss nesten fordervet da jeg leste det for du hørtes ut sånn passelig arg, skjønner du.\n\nEilif bad mig hilse dig, han har lånt motorsag og kløver ved herute.  Han reiser på fugeljakt fra fk. helg  Så må du hilse Alma og hennes familie med takk for alt dem har sendt.  Likeså må du hilse din kone.  Når jeg blir rik, kommer jeg og besøker dere!\n\nHjertelig hilsen fra Herborg.\n\nMor har fått teppet, ja, takk for det!\n\n \n\n<-SPLITTLETTER->\n\n\n\nStjørdal the 5-9-46\n\nDear uncle Johan!\n\nThank you for the letter I received from you yesterday!  I’ve been meaning to write you for so long, but the reason why I haven’t done so before, is that I’ve been waiting for the pictures from the mountain trip and today I finally got them.  I’m sending you some pictures so that you can see Norway’s mountains and nature.  Don’t you feel like coming over?  We had a great trip in spite of the fact that it was quite a struggle.  We were so untrained as far as walking, you see, and my friend an office girl, and sits on a chair most of the time – and both her knees swelled up, you understand.  I got so many blisters, on my heels as well as on my toes and then I swelled up around my eyes because the sun and the mountain air were too strong for me – went to the doctor’s when I got home and wore dark glasses for about 8 days, then I was “all rigth” again.  It was a very long distance between the cabins  a walk of about 8-9 and 10 hours on nothing but rocks for many kilometers some places.  “Geithetta” consisted of nothing but rocks – over 1300 meters above the sea – Trollhetta is over 1600 m.a. the sea so that got to be too strenuous for us.  A baker from Trondheim went there – he’s over 60 years old – I thought that was well done but then again he was rather tired when he reached the Trollheimen cabin.  We took it easy during the daytime marching, you know, ate, rested and enjoyed ourselves – washed our feet in brooks and waded through big snowdrifts.  Yes, such a vacation was really enjoyable too.  Imagine how wonderful it was to reach the cabins and get the dirt and sweat washed off and then go to the dinner table!  The ladies were in majority - as usual.  Girls around 16-17 years old, both from Oslo and Trondheim trampled confidently on – well done – 4 of them were on top of Trollhetta when the fog came rolling in and the lightning struck around them, but they were glad to get indoors.  A lot of Danes trampled around in the mountains, for them our summits and peaks are an attraction, all they have is their pityful “Himmelbjerg” of less than 200 m. a. the sea.\n\nI was in Opdal at Arne’s the last three days of the vacation.  They’re doing well and liking it there.  The bakery is a small house with brown log walls and thatched roof where the birch grows so lovely – Arild boy is expecting a little sister in the month of November and he was very excited about that.- Arne was home last week end – and on Sunday morning he biked up to see mother.  She had said to him that she wouldn’t see Christmas – I guess she feels she’s going but there’s no telling how long she’ll last.  Mother has asked that her siblings in Levanger come and see her now, and she thought that would be the last time.  She’s extremely skinny and is lieing on an air ring.  In more than two years she has been out of bed for only half an hour.  Father is at a funeral today.  A young married lady who was next to mother has died after having been sick for 3 years.  I think it’s terrible that they should be suffering for so long.\n\n-Father said to tell you hello – he has written several letters to you – but since he hasn’t sent them air mail they take such a long time.  I went to see aunt Laura last night – she and Mindor were going to Gevingåsen to pick cranberries today – yes she has her worries for existance, but it’s going ok, even though Mindor doesn’t work at all.  He’s really a “millstone round her neck”.\n\n-You write that you have sent me some shoes – I think that’s much too kind of you – I’m very curious to see if they fit – but the brown leather slippers I got from you fit perfectly so I hope you have bought these the same size.  I’ll write you as soon as I get them.  And I’m very curious about what the “surprise” inside the shoes can be – I’m looking forward to checking.  Here it’s difficult to buy a pair of shoes because you see, during this 1 year, they’ve become 4 shoe tokens worth – and to buy a pair of leather shoes you need 5 tokens.  Nice arrangement!  I was lucky enough to get a pair of street shoes from Sweden last fall. – Father is so proud now because he has both leather slippers and felt slippers – he had none before – as soon as he gets something he takes it up to show mother.  Yes I’ve received leather slippers from you – 1 pair light silk stockings, 2 pair strong, good linen stockings (I haven’t been wearing stockings for over 2 months in a row but now it’s starting to get too cool at night) 3 small spring knives, which you’ve made yourself, I’ve gotten and 1 small, cute hammer + various other things.  Many thanks to you for everything.  It’s just too much I feel. The worst part is that we can’t repay you – I have no other solution than for you to come here so that we can pamper you some.  And I want to thank you in advance for the shoes and the “surprise”  I can’t wait.  Last week an overcoat arrived + 1 pair half soles – thread, piece of soap, stamps  Thank you!  You wrote once that you’ve sent some used clothes for children but those we haven’t received yet.  You’ll hear as soon as they get here.  I went to Trondheim to deliver the carving knives and other knives you had made, to Gjertine and Ola’s wife, Olava and Laura have gotten theirs too.  I had to laugh out loud when you wrote about the shoes you’d sent to Ola never being big enough and that now you’re going to send a pair that will hold three feet in one shoe.  Laura and I nearly killed ourselves laughing when I read it because you sounded quite annoyed, you see.\n\nEilif asked me to tell you hello, he has borrowed an electrical saw and is chopping wood outside.  He’s going bird hunting this coming week end.  Give our regards to Alma and her family with our thanks for everything they have sent.  Also say hello to your wife.  When I’m rich, I’ll come and visit you!\n\nBest wishes from Herborg.\n\nYes mother got the blanket, thank you!"
    ],
    "LetterDate": [
      "1946-09-05"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Christmas",
    "Danes",
    "Geithetta",
    "Gevingåsen",
    "Gjertine Holm",
    "Herborg Holm",
    "Himmelbjerg",
    "John Holm",
    "Norway to US",
    "Ola Holm",
    "Olava Holm",
    "Opdal",
    "Oslo",
    "Stjørdal",
    "Trollhetta",
    "Trondheim",
    "blisters",
    "coat",
    "cranberries",
    "doctor",
    "electrical saw",
    "fog",
    "funeral",
    "gifts",
    "hammer",
    "knives",
    "nature",
    "photos",
    "postwar",
    "soap",
    "soles",
    "stamps",
    "stockings",
    "swelling",
    "walking",
    "wood chopping"
  ],
  "files": [
    {
      "original": "Herborg Holm 5 september-1946.pdf",
      "filename": "debbf52232002e9a0965fa47150ec094.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "spent",
      "score": 0.028649868027489638
    },
    {
      "term": "sånn",
      "score": 0.02413749976642222
    },
    {
      "term": "tildels",
      "score": 0.02389889731368477
    },
    {
      "term": "hovnet",
      "score": 0.02389889731368477
    },
    {
      "term": "hyttene",
      "score": 0.02389889731368477
    },
    {
      "term": "kuppelsten",
      "score": 0.02389889731368477
    },
    {
      "term": "trollhetta",
      "score": 0.02389889731368477
    },
    {
      "term": "trampet",
      "score": 0.02389889731368477
    },
    {
      "term": "skinntøfler",
      "score": 0.02389889731368477
    },
    {
      "term": "havet",
      "score": 0.022257224783077248
    },
    {
      "term": "sendt",
      "score": 0.01815773029915904
    },
    {
      "term": "sko",
      "score": 0.01815773029915904
    },
    {
      "term": "helg",
      "score": 0.01785839900815148
    },
    {
      "term": "vasket",
      "score": 0.016886095952316143
    },
    {
      "term": "nedi",
      "score": 0.01609166651094815
    }
  ],
  "english-tfidf": [
    {
      "term": "pair",
      "score": 0.037673937708352305
    },
    {
      "term": "leather",
      "score": 0.03246519802307563
    },
    {
      "term": "shoes",
      "score": 0.024349349400058205
    },
    {
      "term": "slippers",
      "score": 0.022037144058718084
    },
    {
      "term": "swelled",
      "score": 0.021701215820689262
    },
    {
      "term": "trollhetta",
      "score": 0.021701215820689262
    },
    {
      "term": "tokens",
      "score": 0.021701215820689262
    },
    {
      "term": "cabins",
      "score": 0.01896690741611354
    },
    {
      "term": "rocks",
      "score": 0.01896690741611354
    },
    {
      "term": "trampled",
      "score": 0.01896690741611354
    },
    {
      "term": "knives",
      "score": 0.018927059867163795
    },
    {
      "term": "washed",
      "score": 0.01736743953403005
    },
    {
      "term": "sea",
      "score": 0.01693609988715662
    },
    {
      "term": "curious",
      "score": 0.015352348316018252
    },
    {
      "term": "shoe",
      "score": 0.015352348316018252
    }
  ]
}