{
  "id": 138,
  "added": "2010-12-28 19:53:41",
  "modified": "2010-12-28 19:53:41",
  "public": true,
  "metadata": {
    "Title": [
      "Ola Holm to John Holm 1946.10.21"
    ],
    "Description": [
      "BREV FRA OLA HOLM DATERT 21.  OKTOBER-1946, TIL MR JOHN HOLM, 108 W. 5TH STR., DELL RAPIDS, SO.  DAK., U.S.A.  FRIMERKENE ER REVET VEKK, 3 –POSTOBLAT–-MERKER PÅ BAKSIDEN AV KONVOLUTTEN.  STEMPEL MED –LOTTERIET TIL FRIHETSKAMPENS OFRE–.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM OLA HOLM DATED OCTOBER 21-1946, TO MR JOHN HOLM, 108 W. 5TH STR., DELL RAPIDS, SO.  DAK., U.S.A.  THE STAMPS HAVE BEEN REMOVED,  3 –POSTOBLAT– STICKERS ON THE BACK OF THE ENVELOPE.  –THE LOTTERY FOR THE VICTIMS OF THE BATTLE FOR LIBERTY– IS STAMPED ON THE FRONT."
    ],
    "Creator": [
      "Ola Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.10.21"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Tr. heim 21-10-46\n\nKjære gode broder.\n\nJa tusind tak, skal du ha’ for brev, jeg mottog igår.  Jeg ser du har sent mig pakker igjen, ja du er mer en snill, og tusind tak på forhånd.  Jeg skal nok nyttiggjøre mig “the Suit”  Jeg kjenner en gammel skrædder her, som jeg for til og gjøre de nødvendige forandringer.  Her begynner og komme lit tøy nu, men det er så frygtelig dyrt, at man har ikke råd til og kjøpe noe.  Verden er skrullet nu, og nu plynder de rike de fattige for og få igjen, hvad dem måtte ut med i krigen.\n\nKjære dig hvorfor driver du på slik med arbeide.  Ta det med ro, så Trønderen, du har sikkert så meget at du greier. dig resten av dine levedage.  Gjør dig livet behagelig, du har sandelig arbeidet nok i din tid, det vet jeg det.  Tak for hilsenen fra Halvor, jeg har intet hørt og det får jeg vel ikke heller, han er vel optat med sit.  Axel var i byen forige dag  bare velstand der, og fattes intet  dem tjente got i Krigen så dem har alltid hat det bra.  Kan man skaffe brød så fik man hvad som helst en trænkte.  Helga ligger ligedan enda. og det er trist for dem. Her har vi rigtig sommer veir enda, og jo snarere går vinteren.  Det er fælt hvor mange flyveulykker det er derborte.  Her begynder dem og opretter fly ruter mellem byerne også, men det er altfor dyrt enda, Vi lever lit for tidlig i tiden.  Jeg har ikke hørt fra F. Winters. på mange måneder, jeg skrev sist, men vil skrive idag igjen, kanske hun er syk?  Jeg er glad over og se at dere er så bra frisk  din kone, samt Alma og alle hennes.  Alle vores er frisk og har det bra, og være frisk er livets største velsignelse. og vi skylder og takke gud for det.  Jeg læser om alle striker og uroligheter derborte, å ja vi har mye, av samme slage her også, men skryt i Aviserne om alt som skal gjøres, men lidet og intet blir gjort,  Husnøden er stor her, folk pakkes isammen 2 og 3 familier om samme kjøkken, og selvfølgelig blir det skjænderi mellem kjærringer og ongene, jeg føler lit av dette selv, men når vi for være frisk så går alt bra.  Jeg sender dette bare så du vet at jeg har fåt dit brev.  Du kan tro jeg glær mig på “forundringspakkerne”.  Ja du er enestående hjælpsom, og tak for det.  Lev inderlig vel da.  Du hilses fra Kona og alle døttrene.\n\nDeres Olav\n\nJeg skriver selvfølgelig med engang når jeg har mottatt pakkene.\n\nHils Alma og alle hennes fra os.\n\n \n\n<-SPLITTLETTER->\n\n\n\nTr. Heim 21-10-46\n\nDear good brother.\n\nWell thank you very much for your letter, which I received yesterday.  I see you have sent me packages again, yes you’re more than kind, and thank you so much in advance.  I’ll make use of “the Suit”  I know an old taylor here, whom I can get to make the necessary alterations.  We’re starting to get some clothes now, but it’s so terribly expensive, that you can’t afford to buy anything.  The world is crazy now, and now the rich are robbing the poor to get back, what they had to give out during the war.\n\nMy dear why to you carry on working like that.  Take it ease, said the Trønder (a person who comes from Trøndelag), I’m sure you have enough to get by on. for the rest of your living days.  Make life easy for yourself, heaven knows you’ve worked enough in your time, I know that.  Thank you for the greeting from Halvor, I’ve heard nothing and probably wont either, he’s probably busy.  Axel was in town the other day  nothing but prosperity there, and need nothing  they earned plenty during the War so they’ve always been okey.  If you can provide bread you’ll get whatever you need.  Helga is still the same. and that’s sad for them.  Here we have really nice summer weather still, and the quicker the winter will pass.  What a lot of air plane accidents you’re having over there.  They’re starting to establish air plane connections between the cities here too, but it’s still much too expensive, We’re living a little too early in time.  I haven’t heard from F. Winters. for many months, I wrote last, but will write again today, maybe she’s sick?  I’m glad to see that you’re so well  your wife, and Alma and all of hers.  All of ours are well and doing good, being healthy is life’s biggest blessing. and we owe it to god to thank him for that.  I read about all the strikes and unrest over there, oh yes we have a lot, of the same here too, but bragging in the Newspapers about everything that is to be done, but little or nothing gets done.  There’s a big shortage of housing here, people are packed together 2 and 3 families sharing the same kitchen, and naturally there’s quarreling between the women and the kids, I feel some of this myself, but as long as we’re healthy it’s ok.  I’ll just send this so that you’ll know I’ve received your letter.  I’m really looking forward to the “surprise packages”.  Yes you’re extremely helpful, and thank you for that.  Keep very well then.  You’re greeted from the Wife and all the daughters.\n\nYours Olav\n\nI’ll write of course at once when I have received the packages.\n\nGreet Alma and all hers from us."
    ],
    "LetterDate": [
      "1946-10-21"
    ],
    "Location": [
      "Trondheim"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Florence Winters",
    "Hegra",
    "John Holm",
    "Norway to US",
    "Ola Holm",
    "Trondheim",
    "accident",
    "aircraft",
    "bread",
    "clothes",
    "housing shortage",
    "newspapers",
    "postwar",
    "prices",
    "strikes",
    "suit",
    "taylor"
  ],
  "files": [
    {
      "original": "Ola Holm 21 oktober-1946.pdf",
      "filename": "c145ef4afd62304131d2536eb010854a.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "derborte",
      "score": 0.044544356563868445
    },
    {
      "term": "selvfølgelig",
      "score": 0.03778818800177512
    },
    {
      "term": "tusind",
      "score": 0.034481497513823615
    },
    {
      "term": "21-10-46",
      "score": 0.03152182145684284
    },
    {
      "term": "mottog",
      "score": 0.03152182145684284
    },
    {
      "term": "nyttiggjøre",
      "score": 0.03152182145684284
    },
    {
      "term": "forandringer",
      "score": 0.03152182145684284
    },
    {
      "term": "skrullet",
      "score": 0.03152182145684284
    },
    {
      "term": "plynder",
      "score": 0.03152182145684284
    },
    {
      "term": "levedage",
      "score": 0.03152182145684284
    },
    {
      "term": "velstand",
      "score": 0.03152182145684284
    },
    {
      "term": "trænkte",
      "score": 0.03152182145684284
    },
    {
      "term": "snarere",
      "score": 0.03152182145684284
    },
    {
      "term": "flyveulykker",
      "score": 0.03152182145684284
    },
    {
      "term": "opretter",
      "score": 0.03152182145684284
    }
  ],
  "english-tfidf": [
    {
      "term": "plane",
      "score": 0.03192303027254596
    },
    {
      "term": "hers",
      "score": 0.030905054275851995
    },
    {
      "term": "packages",
      "score": 0.027009739866932482
    },
    {
      "term": "nothing",
      "score": 0.026867330364665036
    },
    {
      "term": "21-10-46",
      "score": 0.02657612662098902
    },
    {
      "term": "alterations",
      "score": 0.02657612662098902
    },
    {
      "term": "robbing",
      "score": 0.02657612662098902
    },
    {
      "term": "prosperity",
      "score": 0.02657612662098902
    },
    {
      "term": "connections",
      "score": 0.02657612662098902
    },
    {
      "term": "packed",
      "score": 0.02657612662098902
    },
    {
      "term": "sharing",
      "score": 0.02657612662098902
    },
    {
      "term": "quarreling",
      "score": 0.02657612662098902
    },
    {
      "term": "taylor",
      "score": 0.023227589516834693
    },
    {
      "term": "trønder",
      "score": 0.023227589516834693
    },
    {
      "term": "okey",
      "score": 0.023227589516834693
    }
  ]
}