{
  "id": 139,
  "added": "2010-12-28 20:00:12",
  "modified": "2010-12-28 20:00:12",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to Alma C. Wilson 1946.10.26"
    ],
    "Description": [
      "BREV FRA KLARA KROGSTAD DATERT 26.  OKTOBER, POSTSTEMPLET 30.10.46.  I KONVOLUTTEN LÅ DET OGSÅ ET BREV FRA DATTEREN MARY.  TIL FRU ALMA C.  WILSON, BOX 166, 102 WEST 5 ST, DELL RAPIDS, S DAKOTA.  SENDT MED LUFTPOST.  ET BURGUNDER-RØDT 5-ØRES FRIMERKE MED POSTHORN, ET BLÅTT 60-ØRES FRIMERKE MED LØVE, OG ET RUSTFARGET, 2-KRONES MERKE MED KONG HAAKON.  PÅ KONVOLUTTEN ER ET STEMPEL HVOR DET STÅR:  LOTTERIET TIL FRIHETSKAMPENS OFRE.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM KLARA KROGSTAD DATED OCTOBER 26, POST STAMPED OCT. 30-1946.  THERE WAS ALSO A LETTER FROM HER DAUGHTER, MARY IN THE ENVELOPE.  TO FRU (MRS) ALMA C.  WILSON, BOX 166, 102 WEST 5 ST, DELL RAPIDS.  S DAKOTA.  SENT BY AIR MAIL.  A BURGUNDY 5 ØRE STAMP WITH THE NORW.  POSTAL HORN ON IT, A BLUE 60 ØRE STAMP WITH LION, AND A RUST COLORED 2 KRONE STAMP WITH KING HAAKON VII ON IT.  THE ENVELOPE ALSO HAS THE FOLLOWING STAMPED ON IT: THE LOTTERY FOR THE VICTIMS OF THE BATTLE FOR FREEDOM."
    ],
    "Creator": [
      "Klara Krogstad",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.10.26"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Sluppen den 26. Okt.\n\nMin gode kusine Alma.\n\nTusen tak for brev, jeg kan ikke forstaa at du ikke faar brev fra mig  jeg har skrevet tre brev og sent i flypost til dig, et naar vi fik pakken som min datter var saa frygtelig glad for, hun hadde nogen venner hos sig den dagen pakken kom men hun blev helt vill, saa glad var hun, for den var aldeles nydelig og nu er den i bruk alt hun fik.  Hjertelig tak for alt.\n\nMin datter fik en datter den 26 sept, helt mørk og en pen pike.  Det var morsomt det blev pike for min yngste datter har to gutter.  De bor hjemme hos mig nu, for leiligheten er ikke færdig enda.  Det er meget og gjøre saa mine hænder er saa onde om nættene, for nu er vi 6 mennesker, jeg hænger i fra 6 morgen til 10-11 hver dag.  Skal hilse fra ma (jeg tror hun mener mormoren sin) til onkel Jon, han er bare spræk og rask tross sine 80 aar.  Ja nu lakker det mot vinteren og jeg gruer for det gaar saa meget brensel og dyrt som alting er.  Min ælste gut som er 19 aar er paa jernbane i lære, er saa rolig og stødig og det er jeg glad for.  Svenn Alfred som er 13 aar gaar siste aaret paa skolen, han er flink  jeg skal forsøke og la ham fortsætte. Den frakken som jeg fik skal jeg sy og forandre til ham, for nu er han opraad for alt slags klær baade over og under, jeg maa vel ha en raad.  Det er bra med klær her nu naar bare man har penger nok, ikke undertøi for tykke damer som mig ha ha.  End om du har hatt anledning til å besøkt os til sommeren, det er en nabo som faar sin kusine paa besøk til sommeren her som jeg bor, men det koster vel mange penger.  Tante Laura bor 3 mil herfra og onkel Aksel bror til jon bor ogsaa der  hans kone er syk  hun har lagt paa sykehus i 3 aar nu stakkars henne.  Min mans familie er fra Skogn eller Levangernesset, min svigerfar het Paul Paulsen Krogstad.  Min mand hadde 13 søsken, store svære mennesker alle.\n\nVi reiser til Levanger i ferien. for der er det saa trivelig.  Her i byen er det oppussing av alle offentlige hus nu for alt er saa forfalt paa alle aara som er gaat siden krigen.\n\nJa nu sitter Svenn og venter på kveldsmat saa nu maa jeg slutte med en rigtig god jul og godt Nytaar.  Jeg skal sende dere en julehilsen siden.  Ha det rigtig bra og hils onkel og alle dine, haaber han har faat mit brev.\n\nDeres Klara.\n\nBREV FRA KLARAS DATTER:\n\n \n\nKjære Alma\n\nHjertelig takk for pakken du sendte mig.  Du kan tro den kom vel med, og jeg blev særlig glad for den deilige flanell og trøier.  Alt sammen kom vel med, og jeg er dig meget takknemlig.  Ja, nu er det hele overstått og jeg fikk en velskapt pike.  Forferdelig lik sin far.  Hun skal hete Berit  Et riktig norsk navn.  Skal sende dig billede av henne.  Vi skal flytte inn i egen leilighet om 14 dager.  For tiden bor vi hjemme hos mor, da huset ikke er ferdig enda.  Det er meget vanskelig om hus her i Norge, så du skjønner vi har vært heldige.  Vi har det meget bra her i landet nu, men alt er veldig dyrt, men vi har nok av mat og det er det beste.  Og min mann er heldig og har bra arbeide.  Skal hilse så meget i fra ham og enda en gang tusen takke.\n\nHilsen fra\n\nMary og Bernhard(?).\n\n\n<-SPLITTLETTER->\n\n\nSluppen the 26th of oct.\n\nMy good cousin Alma.\n\nThank you so much for your letter, I can’t understand that you don’t get letters from me  I have written three letters and sent them air mail to you, one when we received the package which my daughter was so terribly happy about, she had some friends over the day the package arrived but she went completely wild, from joy, because it was absolutely beautiful and now it’s in use everything she got.  Many thanks for everything.\n\nMy daughter had a daughter on Sept. 26, completely dark and a pretty girl.  It’s fun that it was a girl because my youngest daughter has two boys.  They’re living with me now, because the apartment isn’t finished yet.  There’s a lot to do so my hands hurt so badly at night, because now there’s 6 of us, I keep at it from 6 morning till 10-11 every day.  Ma says hello to uncle Jon (I think she means her mother’s mom), he’s still going strong in spite of his 80 years.  Well, now winter is approaching and I’m dreading it because we use so much fuel (fire wood?) and everything is so expensive.  My oldest boy who’s 19 years old is at the railroad as an apprentice, is so quiet and steady and I’m glad of that.  Svenn Alfred who’s 13 years old is in his last year of school, he’s clever  I’m going to try and let him continue.  The coat I received I’ll alter for him, because now he’s in need of all kinds of clothes both over and under, I guess I’ll come up with something.  You can get clothes here now if you only have enough money, not underwear for fat ladies like me ha ha.  Just think if you had the opportunity to visit us next summer, there’s a neighbour who’s getting her cousin over next summer here where I live, but I guess it costs a lot of money.  Aunt Laura lives 3 miles from here and uncle Aksel jon’s brother lives there too  his wife is sick  she has been in the hospital for 3 years now poor her.  My husband’s family is from Skogn or Levangernesset, my father in law’s name was Paul Paulsen Krogstad.  My husband had 13 siblings, great big people all of them.\n\nWe’re going to Levanger for the holidays.  Because it’s so pleasant there.  Here in town there’s renovations going on of all the public buildings now because everything has fallen into such a state of disrepair in all the years of war.\n\nWell Svenn is sitting here waiting for his food so now I must end this with a very Merry Christmas and happy New Year.  I’ll send you a Christmas greeting later.  Keep real well and say hello to uncle and all yours, hope he has received my letter.\n\nYours Klara.\n\n LETTER FROM KLARA’S DAUGHTER:\n\nDear Alma\n\nThank you so much for the package you sent me.  It really was welcome, and I was particularly happy about the lovely flannel and the shirts.  Everything was welcome, and I’m very grateful to you.  Well, now everything is over with and I had a healthy daughter.  Looks a lot like her father.  She’ll be named Berit  A real\n\n Norwegian name.  I’ll send you a picture of her.  We’re moving into our own apartment in 14 days.  Right now we’re living at mother’s, as the house isn’t finished yet. Housing is a big problem here in Norway, so you understand we’ve been lucky.  We’re doing very well in this country now, but everything is very expensive, but we have enough food and that’s the best of all.  And my husband is lucky enough to have a good job.  He sends his best wishes and once again thank you so much.\n\nGreetings from\n\nMary and Bernhard(?)."
    ],
    "LetterDate": [
      "1946-10-26"
    ],
    "Location": [
      "Sluppen"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Klara Krogstad",
    "Levanger",
    "Levangernesset",
    "Norway to US",
    "Paul Paulsen Krogstad",
    "Skogn",
    "Sluppen",
    "apprentice",
    "clothes",
    "coat",
    "food",
    "gifts",
    "postwar",
    "prices",
    "railroad",
    "renovations",
    "school",
    "underwear",
    "war"
  ],
  "files": [
    {
      "original": "Klara Krogstad 26 okt-1946.pdf",
      "filename": "7f4fa7b703487d8ae10c7d58260b1aff.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "pike",
      "score": 0.03689523897241774
    },
    {
      "term": "svenn",
      "score": 0.030879354749454618
    },
    {
      "term": "bor",
      "score": 0.02979706946068487
    },
    {
      "term": "datter",
      "score": 0.029431548770083346
    },
    {
      "term": "26",
      "score": 0.029426593340737845
    },
    {
      "term": "glad",
      "score": 0.024748546625758237
    },
    {
      "term": "jon",
      "score": 0.023265717737283812
    },
    {
      "term": "pakken",
      "score": 0.023061141896429178
    },
    {
      "term": "leiligheten",
      "score": 0.021851780611516554
    },
    {
      "term": "10-11",
      "score": 0.021851780611516554
    },
    {
      "term": "mormoren",
      "score": 0.021851780611516554
    },
    {
      "term": "spræk",
      "score": 0.021851780611516554
    },
    {
      "term": "fortsætte",
      "score": 0.021851780611516554
    },
    {
      "term": "levangernesset",
      "score": 0.021851780611516554
    },
    {
      "term": "paul",
      "score": 0.021851780611516554
    }
  ],
  "english-tfidf": [
    {
      "term": "ha",
      "score": 0.029350972812510784
    },
    {
      "term": "daughter",
      "score": 0.02847441533278015
    },
    {
      "term": "svenn",
      "score": 0.025945468654070845
    },
    {
      "term": "apartment",
      "score": 0.024729991608777816
    },
    {
      "term": "jon",
      "score": 0.020109010405044845
    },
    {
      "term": "husband",
      "score": 0.01917739272088617
    },
    {
      "term": "lucky",
      "score": 0.01862138672961678
    },
    {
      "term": "10-11",
      "score": 0.018337527368482424
    },
    {
      "term": "levangernesset",
      "score": 0.018337527368482424
    },
    {
      "term": "paul",
      "score": 0.018337527368482424
    },
    {
      "term": "paulsen",
      "score": 0.018337527368482424
    },
    {
      "term": "renovations",
      "score": 0.018337527368482424
    },
    {
      "term": "buildings",
      "score": 0.018337527368482424
    },
    {
      "term": "disrepair",
      "score": 0.018337527368482424
    },
    {
      "term": "particularly",
      "score": 0.018337527368482424
    }
  ]
}