{
  "id": 140,
  "added": "2010-12-28 20:09:21",
  "modified": "2010-12-30 03:49:04",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to John Holm 1946.11.7"
    ],
    "Description": [
      "BREV FRA EDVARD EIDUM DATERT 7.  NOVEMBER-1946, TIL MR.  JOHN HOLM, 108 WEST FIFTH ST., DELL RAPIDS, SYD DAKOTA, U.S.A.  FRIMERKENE ER FJERNET\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EDVARD EIDUM DATED NOVEMBER 7-1946, TO MR.  JOHN HOLM, 108 WEST FIFTH ST., DELL RAPIDS, SYD DAKOTA, U.S.A.  THE STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.11.07"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Narvik 7/11-1946\n\nKjære Svoger John Holm.\n\nI De jeg takker for sist, så vill jeg idag senne Dig noen ord, Da jeg forstår at en hilsen fra gamle Norge er opmuntrende å få, især for Di som har sine kjære minner her hjemme.  Fra Alma Wilson sine brev ser vi at Di har De bare bra.  Ja De er noe vi ofte glemmer, å takke for.  En god helse og et godt humør er en stor Nådegave, og De er Desverre mange som sukker efter De, især i vor tid.  Hanna Din søster er ikke riktig bra.  Hun har av og til lidt smerte i Den første foten hun brakk.  Og De kann vell også være en del Raumatisme og gigt som er orsak til smertene.  Jeg for min Del fikk en liten knæk i Krigsårene, og har en liten føling av De ennu.  De er Nerverne runt hjertet som har fått en lidt for hår påkjenning.  Men håper at De må rette på sig ennu.  Som du muligens har hørt av Alma sitt brev, så var jeg i Stjørdal og Hegra en tur nylig.  De var virkelig morsomt å gå Der på Di gamle og kjendte plasser, hvor vi som barn og ungdom lekte runt far og Mor og søsken.  Der er de Minder både om sorg og glæde, smil og tårer.  Og De var ikke fritt for at jeg tænkte.  Aa gid jeg hadde vært barn ijen.  Kann hilse Dig fra bror Axel og alle hans.  Ligeså fra Laura og Olava, Enken efter Konrad.  Ligeså fra A.S. Lindgård Hegra.  Nils Holm og Ivar Berg, og mange flere.  Foresten er De mange nu som er død, av Di eldre.  Ja hvad tror Du Svoger om tiden vi lever i?  Er De sant hvad Bibelen sier?  Jo De stemmer presis alt.  Og Da vet vi hvad vi har i vente.  De værste av alt er, at Troen på Gud og hans ord skal tilintetgjøres.  Relion skal bort fra Skolerne.  En del av selve Evangeliet skal forkastes.  Ja selve herrens bønn fadervår er nu for gammel og De er fra selve presterne foreslått at Denne bønn er for gammel.  Ja stakkars barn og ungdom, som nu fødes og vokser op.  Vil Du være så inderlig snill Holm, å skrive et brev til Florense Winters fra oss, og hilse Dem så meget.  Da hun ikke kan læse Norsk, så er De vanskeligt for mig å skrive.  Lidt Engelsk kan jeg jo klare, men jeg tør ikke skrive et brev på Engelsk, for De er mange ord som jeg ikke vet eller kann.  Si bare at vi har De bra og at vi vill forsøke ved leilighed å skrive et brev til hende.  I Dag er De Den 7de November.  Men de er ennu Varmegrader her hver eneste dag.  Vi har ennu ikke hadt noen Vinter i år.  De ser ut som at vi er på vei opover ijen, til Den tid Da Palmerne Vokste på Spidsbergen.  Ja godt er De om så er.  Min søster Bergljot, som lever i Californien, og min Svigerinne Carrie Mae, enken efter min bror Iver, som døde i 1944, Dem har tænkt å slå følle og reise en tur hjem til Norge til Sommeren 1947.  Kanske du også tar Dig en tur til Norge ennu?  Ja nu må Di ha De bra ijen, og lev inderlig vell.  Hils endelig Alma og alle som Du vet vill ha en hilsen.  Hils også Mor i huset og alle som har interesse av å få en liten hilsen.\n\nTakker hjerteligst ennu eng ang for Di pakkerne som vi har modtatt fra Dere for en tid siden.  Ser at De er svært kostbart alt i Amerika også.  Fikk en liten hilsen fra min søster Marie for en uke siden.  Tusen hilsener fra oss alle.\n\nHanna og E. Eidum\n\nNarvik\n\n \n\n<-SPLITTLETTER->\n\n\n\nNarvik 7/11-1946\n\nDear Brother in law John Holm.\n\nToday I want to send You a few words, As I understand a greeting from old Norway is encouraging to get, especially for Those who have their dear memories here.  From Alma Wilson’s letters we see that You are doing good.  Yes that’s something we often forget to be thankful for.  Good health and hight spirits are a great gift of Mercy, and Unfortunately there are many who sigh for That, especially these days.  Hanna your sister isn’t quite well.  She sometimes has some pain in The first leg she broke.  Rheumatism and arthritis can also be the cause of the pain.  As for me I received a blow during the war years, and am still a little affected by It.  It’s the Nerves around my heart which have had too much strain.  But still hope It will improve.  As you may have heard from Alma’s letter, I was in Stjørdal and Hegra recently.  It was really fun to walk around The old and familiar places, where we as children and youth played around father and Mother and siblings.  It holds Memories of sorrow and joy, smiles and tears.  And I couldn’t help thinking.  Oh to be a child again.  I have greetings from Axel and all of his.  Likewise from Laura and Olava, Konrad’s widow.  Likewise from A.S. Lindgård Hegra.  Nils Holm and Ivar Berg, and many more.  Many have died now, of The old people.  Well what do You think Brother in law about the times we’re living in?  Is It true what the Bible says?  Yes everything fits precisely.  So we know what is ahead of us.  The worst thing of all is, that Faith in God and his word is to be annihilated.  Religion is to be removed from the Schools.  Part of the Gospel itself is to be rejected.  Yes the lord’s prayer itself is too old now and It’s being suggested by the priests themselves that This prayer is too old.  Well poor children and youth, who are being born and are growing up now.  Would you please be so kind John, as to write a letter to Florence Winters from us, and give Them our best regards.  As she can’t read Norwegian, It’s difficult for me to write.  I can manage some English, but I daren’t write a letter in English, because There are many words I don’t know.  Just tell her that we’re doing fine and that we’ll try to write her a letter when we get a chance.  Today is The 7th of November.  But it’s still Above freezing here every day.  We still haven’t had any Winter here this year.  It looks like we’re on our way upwards again, to The Time When Palmtrees grew on Spitsbergen (The Norwegian Arctic Island of Svalbard).  Well That would be good if that’s the case.  My sister Bergljot, who lives in California, and my Sister in law Carrie Mae, the widow of my brother Iver, who died in 1944, are planning to get together and travel home to Norway in the Summer of 1947.  Maybe you too can still take a trip to Norway?  Well, keep well again, and good bye.  Give our regards to Alma and everyone who You know would want a greeting.  Say hello also to the Mother of the house and everyone who would be interested in getting a little greeting.\n\nThank you so much once again for all The packages we have received from You a while back.  I see It’s very expensive everything in America too.  I had a few words from my sister Marie a week ago.  A thousand greetings from us all.\n\nHanna and E. Eidum  Narvik"
    ],
    "LetterDate": [
      "1946-11-07"
    ],
    "Location": [
      "Narvik"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "California",
    "Carrie Mae",
    "Edvard Eidum",
    "Hegra",
    "Ivar Berg",
    "John Holm",
    "Narvik",
    "Nils Holm",
    "Norway to US",
    "Spitsbergen",
    "Stjørdal",
    "aging",
    "arthritis",
    "broken limbs",
    "death",
    "gifts",
    "nerves",
    "postwar",
    "rheumatism",
    "war"
  ],
  "files": [
    {
      "original": "Edvard Eidum 7 november-1946.pdf",
      "filename": "784869fb97dade810f827f46ea33525f.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "selve",
      "score": 0.05242451766720174
    },
    {
      "term": "kann",
      "score": 0.03929369349985381
    },
    {
      "term": "især",
      "score": 0.0381804761189698
    },
    {
      "term": "bønn",
      "score": 0.03494967844480116
    },
    {
      "term": "ungdom",
      "score": 0.029426593340737845
    },
    {
      "term": "enken",
      "score": 0.029426593340737845
    },
    {
      "term": "di",
      "score": 0.029213953540621663
    },
    {
      "term": "ligeså",
      "score": 0.028198301071197942
    },
    {
      "term": "takker",
      "score": 0.02459682598161183
    },
    {
      "term": "runt",
      "score": 0.023265717737283812
    },
    {
      "term": "engelsk",
      "score": 0.022125471971222666
    },
    {
      "term": "11-1946",
      "score": 0.021851780611516554
    },
    {
      "term": "nådegave",
      "score": 0.021851780611516554
    },
    {
      "term": "raumatisme",
      "score": 0.021851780611516554
    },
    {
      "term": "orsak",
      "score": 0.021851780611516554
    }
  ],
  "english-tfidf": [
    {
      "term": "memories",
      "score": 0.029595591620613128
    },
    {
      "term": "itself",
      "score": 0.029595591620613128
    },
    {
      "term": "prayer",
      "score": 0.027036867387752194
    },
    {
      "term": "youth",
      "score": 0.025125731051015267
    },
    {
      "term": "widow",
      "score": 0.021241125547091382
    },
    {
      "term": "11-1946",
      "score": 0.020917331599029382
    },
    {
      "term": "hight",
      "score": 0.020917331599029382
    },
    {
      "term": "affected",
      "score": 0.020917331599029382
    },
    {
      "term": "annihilated",
      "score": 0.020917331599029382
    },
    {
      "term": "removed",
      "score": 0.020917331599029382
    },
    {
      "term": "suggested",
      "score": 0.020917331599029382
    },
    {
      "term": "priests",
      "score": 0.020917331599029382
    },
    {
      "term": "daren",
      "score": 0.020917331599029382
    },
    {
      "term": "upwards",
      "score": 0.020917331599029382
    },
    {
      "term": "palmtrees",
      "score": 0.020917331599029382
    }
  ]
}