{
  "id": 141,
  "added": "2010-12-28 22:23:33",
  "modified": "2010-12-28 22:23:33",
  "public": true,
  "metadata": {
    "Title": [
      "Herborg Holm to John Holm 1946.10.30"
    ],
    "Description": [
      "BREV FRA HERBORG HOLM DATERT 30.  OKTOBER-1946 TO HRR.  JOHN HOLM, 108 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  FRIMERKENE ER FJERNET.  PUSSIG NOK ER DET POSTSTEMPLET 1.10.46 – DET ER MULIG DE HAR GLEMT Å SKRU OVER TIL TALLET 11  I STEMPELET PÅ POSTHUSET.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM HERBORG HOLM DATED OCTOBER 30-1946 TO HRR (MR.) JOHN HOLM, 108 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE STAMPS HAVE BEEN REMOVED.  ODDLY, IT'S POST STAMPED ON OCT. 1-–˜46, BUT IT'S POSSIBLE THAT THE PEOPLE AT THE POST OFFICE FORGOT TO CHANGE THE MONTH ON THE STAMP FROM 10 TO 11."
    ],
    "Creator": [
      "Herborg Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.10.30"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal 30 oktober 1946\n\nKjære onkel Johan!\n\nJa, nu idag fikk vi pakken du skrev om med innhold: 1 par nye sko til mig – 1 ny slalåmbluse til Mindor + 1 stk. såpe – blyanter. 1 skillpadde + “Hotsy og Totsy”.  Stemmer det?  Ja, du skal ha mitt hjertes beste takk for skoene – jeg vet slett ikke hvordan jeg skal faa fulltakke dig.  De var akkurat passe til mig – passe bred og sånne gode, brede heler som jeg liker.  Du skjønner, jeg kan ikke ha høie heler jeg som er så lang fra før.  De er som jeg skulle ha kjøpt dem selv, solide – skinnforete – gode pene sko.  Ja, tusen takk, skal du ha!  Jeg har vært veldig spent på om de blev store nok til mig – skoene som kommer fra Amerika, er ofte så små og smale – men jeg blev ikke skuffet.  Nu har jeg “mellemsko” for det manglet jeg nemlig.  Jeg fikk for 1 år siden, fra Sverige et par tykke gatesko – og så bruker jeg mors selskaps-sko til “finsko” – hun får visst ikke bruk for dem selv mere, stakkar.\n\nJeg gikk opover til tante Laura med Mindors bluse, han var ikke hjemme – og tante lå og hvilte, hun plages mye med hodepine.  Hun syntes blusen var helt fin-fin.  Laura hadde gebursdag igår – 63 år – jeg var der og Einar med frue og lille Helge og Edvard Eidum fra Narvik (som er i Trøndelag på ferietur) og Edvards sønn (som bor i Stjørdal) og hans frue.  Det blev fullt hus for det er så trangt og smått oppe hos henne.  Einar hadde bakt en smørkremkake så fikk vi kaffe og smørrebrød.  Vi snakket om at du skulle ha vært her også, onkel Johan!  Far tenkte å gå dit, men han kom hjem fra Hegra i middagstiden og var dårlig (influensa) og måtte gå å legge sig.  Han ligger idag også – men imorgen er han vel oppe igjen – tenker jeg.  Vi er ferdige med å ta op potetene nu – så har vi gulrøttene – hodekål og epler igjen og det skal vi høste inn denne uke.  Det er koldere i været nu men det har ikke spekt noen natt enda  Georginerne står helt fine – de tåler jo ikke det minste frost.  (fra radioen meldes om kaldere luft over Nord-Trøndelag) uff!  jeg gruer til vinteren men vi har da brendsel nok – far sørger alltid for tørr og huggen ved.  Takk for det “rare” som du skrev var i skoene!  “Hotsy og Totsy” var virkelig morsomme du! det er så sterk magnetisk kraft i platene dem står på.  Eilif satt her lenge og lekte med dem idag, han syntes det var så pussig at det gikk an at hundene kunne renne ifra hverandre.  Ja nu har jeg da noe å tusle med om kveldene jeg også – ha-ha – det var vel gjerne det du tenkte på du også, skøieren!\n\nPå skillpadden var halen brekt av, men jeg skal forsøke å lime den sammen.  Takk skal du ha for alt sammen!  Jeg skrev et brev til dig for en tid siden, med 10 amatørfotos nedi – fra fot-turen i Trollheimen, har du fått det?  Nu skal jeg ut i kalas sammen med en venninne som har sin venn fra England (London) her på besøk – det er et bekjentskap fra soldat-tiden her ifjor.  Det blir antageli så hun reiser til London og gifter sig med ham, tenker jeg.  Romantikken lenge leve!  Det blir en svær overgang fra Stjørdalshalsen og til verdens største by.\n\n-Far ber mig hilse dere!  Du må hilse din frue og Alma og hennes familie så meget fra mig.\n\nJa, lev vel! så skriver du vel noen ord snart så jeg får høre om du har fått billedene.\n\nHjertelig hilsen fra Herborg Kamilla.\n\n\n<-SPLITTLETTER->\n\n\nStjørdal October 30-1946\n\nDear uncle Johan!\n\nWell, today we got the parcel you wrote about containing: 1 pair new shoes for me – 1 new downhill ski blouse for Mindor + 1 soap – pencils. 1 turtle + “Hotsy and Totsy”. Is that correct?  Thank you from the bottom of my heart for the shoes – I simply don’t know how to thank you properly.  They fit me perfectly – the right width and with the nice, wide heels that I like.  You see, I can’t wear high heels being as I’m so tall to begin with.  They’re like I would have bought them myself, solid – leather lined – comfortable nice looking shoes.  Thank you so much!  I’ve been very curious whether they’d be big enough for me – the shoes that come from America, are often so small and narrow – but I was not disappointed.  Now I have “in-between-shoes” and that’s what I lacked.  1 year ago I got a pair of thick street shoes from Sweden – and then I wear mother’s best shoes for “party shoes” – it looks like she wont need them anymore herself, poor thing.\n\nI walked up to aunt Laura’s with Mindor’s blouse, he wasn’t at home – and aunt Laura was resting, she gets a lot of head aches.  She thought the blouse was just fine.  Laura had her birthday yesterday – 63 years old – I was there and Einar and wife and little Helge and Edvard Eidum from Narvik (who’s in Trøndelag on vacation) and Edvard’s son (who lives in Stjørdal) and his wife.  The house was full because there’s not much room at her place.  Einar had baked a buttercream cake  then we got coffee and sandwiches.  We talked about how nice it would have been if you had been with us too, uncle Johan!  Father meant to come, but he came home from Hegra around dinner time and was sick (the flu’) and had to go to bed.  He’s in bed today too – but he’ll probably be up again tomorrow – I bet.  We’ve finished taking up the potatoes now – then we have the carrots – cabbage and apples left and are those we’re going to harvest this week.  The weather is colder now but there hasn’t been any frosty nights yet  The Dahlias are looking just fine – and they can’t take even the least bit of frost. (the radio is broadcasting cooler air over Nord-Trøndelag)  ouch!  I’m dreading the winter but we have enough fire wood – father always makes sure we have dry and chopped wood.  Thank you for the “surprise” you told me would be in the shoes!  “Hotsy and Totsy” were really fun!  There’s such a strong magnetic force in the plates they’re standing on.  Eilif was sitting here playing with them for a long time today, he thought it was so odd that it was possible for the dogs to run away from eachother.  Well now I too have something to do in the evenings – ha-ha- maybe that’s what you too had in mind, you rascal!\n\nOn the turtle the tail had broken off, but I’ll try to glue it together.  Thank you so much for everything!  I wrote you a letter a while back, with 10 amateur photos in it – from the hiking trip in Trollheimen, did you get it?  Now I’m going to a party with a friend of mine who has her boy friend visiting from England (London) – it’s an acquaintance from the soldier days here last year.  She’ll probably end up going to London to marry him, I bet.  Long live Romance!  It’ll be a huge change going from Stjørdalshalsen to the world’s largest city.\n\n-Father says to tell you hello!  Give my best regards to your wife and Alma and her family.\n\nLive well!  and write a few words soon so that I’ll know whether you’ve received the pictures.\n\nBest wishes from Herborg Kamilla."
    ],
    "LetterDate": [
      "1946-10-30"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Edvard Eidum",
    "Hegra",
    "Herborg Holm",
    "Hotsy and Totsy cake",
    "John Holm",
    "Narvik",
    "Norway to US",
    "Stjørdal",
    "Stjørdalshalsen",
    "Sweden",
    "Trollheimen",
    "Trønderlag",
    "blouse",
    "coffee",
    "flu",
    "gifts",
    "party",
    "pencils",
    "photos",
    "postwar",
    "sandwiches",
    "shoes",
    "soap",
    "soldier",
    "wood chopping"
  ],
  "files": [
    {
      "original": "Herborg Holm 30 oktober-1946.pdf",
      "filename": "5e3b3cdfc5393450e1b6490896941ddd.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "hotsy",
      "score": 0.04155149192038375
    },
    {
      "term": "totsy",
      "score": 0.04155149192038375
    },
    {
      "term": "london",
      "score": 0.033228671551685955
    },
    {
      "term": "heler",
      "score": 0.031049261911899727
    },
    {
      "term": "skoene",
      "score": 0.030820547855123566
    },
    {
      "term": "1",
      "score": 0.02904456846418992
    },
    {
      "term": "frue",
      "score": 0.025749103507073344
    },
    {
      "term": "tenkte",
      "score": 0.02490585118298815
    },
    {
      "term": "passe",
      "score": 0.02338561864160822
    },
    {
      "term": "syntes",
      "score": 0.022120057394159988
    },
    {
      "term": "skrev",
      "score": 0.02192555536365047
    },
    {
      "term": "innhold",
      "score": 0.020775745960191876
    },
    {
      "term": "slalåmbluse",
      "score": 0.020775745960191876
    },
    {
      "term": "blyanter",
      "score": 0.020775745960191876
    },
    {
      "term": "skillpadde",
      "score": 0.020775745960191876
    }
  ],
  "english-tfidf": [
    {
      "term": "shoes",
      "score": 0.04641022611214101
    },
    {
      "term": "blouse",
      "score": 0.036606895473519786
    },
    {
      "term": "turtle",
      "score": 0.03619248822726794
    },
    {
      "term": "hotsy",
      "score": 0.03619248822726794
    },
    {
      "term": "totsy",
      "score": 0.03619248822726794
    },
    {
      "term": "london",
      "score": 0.028964775801819848
    },
    {
      "term": "bet",
      "score": 0.02707213058832129
    },
    {
      "term": "heels",
      "score": 0.02560408090862254
    },
    {
      "term": "1",
      "score": 0.025493659407291112
    },
    {
      "term": "wood",
      "score": 0.024404596982346524
    },
    {
      "term": "party",
      "score": 0.020416861432541816
    },
    {
      "term": "wear",
      "score": 0.018830268953483345
    },
    {
      "term": "edvard",
      "score": 0.018830268953483345
    },
    {
      "term": "30-1946",
      "score": 0.01809624411363397
    },
    {
      "term": "containing",
      "score": 0.01809624411363397
    }
  ]
}