{
  "id": 142,
  "added": "2010-12-28 22:27:19",
  "modified": "2010-12-29 21:21:38",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to John Holm 1946.11.24"
    ],
    "Description": [
      "BREV FRA AXEL HOLM DATERT 25.  NOVEMBER-1946, TIL JOHN HOLM, 108 WEST 5 STREET, DELL RAPIDS, SO DAKOTA, U.S.A.  PAPIR OG KONVOLUTT FRA BAKERIET.  FRIMERKENE ER FJERNET.  BAK PÅ KONVOLUTTEN HAR HERBORG SKREVET –HILSEN FRA HERBORG–.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM AXEL HOLM DATED NOVEMBER 25-1946, TO JOHN HOLM, 108 WEST 5 STREET, DELL RAPIDS, SO DAKOTA, U.S.A.  PAPER AND ENVELOPE ARE FROM HIS BAKERY.  THE STAMPS HAVE BEEN REMOVED.  ON THE BACK OF THE ENVELOPE HERBORG HAS WRITTEN –GREETINGS FROM HERBORG–."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.11.24"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal den 25-Nov.1946\n\nKjære Johan.\n\nFik idag pakke ifra dig  den innholdt 1 par brune sko  dem har jeg nu på, dem er litt for lang men meget god.  så jeg er ikke helt sikker på om Ole for dem.\n\n1 ure med 2 kjæder, 1 par benklæder, 2 par strømper (1 til Eidum) 3 baren bluser, sope barberstel med blad, kniv til Eilif, tråsnelle, skokrem, snurebasse barberkost.  Du skal ha tak for alt.  var det denne svære urkjæden du kjøpte av Sødderman  Kan du huske vad årstal det var, for den er nu antekk, du må la mig få høre det, for Søddermans søn Kalle lever i nabolaget her og er gift med en datter til Børesen.  Det står bra til her  idag 25 november har vi 12 gr varme, sommer straks før Jul.  I morgen skal vi slakte en stor rugg av en gris den er ca 160. kg.  Jeg skjønner det er små gris mott dem di har  det er vel ingen under 700. kg.\n\nSkal hilse fra kona  hun er ikke verst  nu for 14 dage siden trodde jeg hun døde fra os, men nei jeg fik hende tilbake av Herren så hendes bønne gjerning var ikke fulført enda.  Herrens veie er ikke våre veie og hans tanker er ikke våre tanker,  Så vi for finne os i og vente pa hans utløisning i fra treldommen her, Jeg kan ikke si andet en det for bli som han vil  vi får vere der, bede, tro, leve, til han henter sin dyrkjøpte brud fra disse tåre dale.  Laura reiste til byen idag  skulde besøke Ole.  Han er lit plaget med hodepine og litt sur iser når Laura kommer for hun prater livet utav ham, og det liker han ikke.  Arne i Opdal det er vor gutt, dem fik sig en søn siste Onsdag så har du en pakke til dem var det bra.  Einar vor gutt er nu bra frisk  dem har og en liten gut Helge. efter Helga.  Jeg har tengt at når jeg ikke bruker uret som jeg fik fra dig. skal Helge ha det.  kjøpte du det i Norge.\n\nJeg har sendt dig en Misjonsbok  han som har skrevet den har bod her flere dager  en meget god mann.\n\nSå får di ha en velsignet Julefest  Sente Alma Julehefter.  Hils til dem fra os.\n\nBeste hilsen Helga  Axel\n\nGod Jul Godt Nytår.\n\n \n\n\n<-SPLITTLETTER->\n\n\n \n\nStjørdal the 25th of Nov.1946\n\nDear Johan.\n\nReceived a parcel from you today  it contained 1 pair brown shoes  I’m wearing them right now, they’re a little too long but very comfortable. so I’m not so sure that Ola will get them.\n\n1 watch with 2 chains, 1 pair trousers, 2 pairs socks (1 for Eidum) 3 children’s blouses, soap  shaving kit with blades, knife for Eilif, spool of thread, shoe polish, humming top shaving brush.  Thank you for everything.  is this the big watch chain you bought from Sødderman  Can you remember what year that was, because it’s antique now, you must let me know, because Sødderman’s son Kalle lives here in the neighbourhood and is married to a daughter of Børesen.  We’re doing fine here  today November 25 we have 12 degr, summer just before Christmas.  Tomorrow we’re going to butcher a huge pig  it’s about 160. kg.  I understand it’s tiny compared to the ones you have  I guess there are none less than 170. kg.\n\nThe wife sends her regards  she’s not too bad  just 14 days ago I thought she died from us, but no I got her back from the Lord so her prayer duty hadn’t been completed yet.  The way of the Lord is not our way and his thoughts are not our thoughts, So we’ll have to put up with waiting for him to free her from the slavery here, All I can say is let it be as he wishes  we’ll be there, pray, believe, live, until he fetches his dearly bought bride from this valley of tears.  Laura went into town today  was going to see Ole.  He suffers a bit from headaches and is a little surly  especially when Laura comes because she talks him to death, and he doesn’t like that.  Arne in Opdal  he’s our boy, they had a son last Wednesday so if you have a package for them it would be nice.  Einar our boy is fairly well now  they also have a little boy Helge. named for Helga.  I thought that when I don’t use the watch I got from you. Helge will get it.  did you buy it in Norway.  I’ve sent you a Mission book  he who wrote it has lived here several days  a very good man.\n\nHave a blessed Christmas  I sent Alma some Christmas books (these are like magazines that come out every Christmas with little stories in them, some are for children and some for adults).  Tell them hello from us.\n\nBest wishes Helga  Axel\n\nMerry Christmas  Happy New Year."
    ],
    "LetterDate": [
      "1946-11-24"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Axel Holm",
    "John Holm",
    "Norway to US",
    "Stjørdal",
    "gifts",
    "pig",
    "postwar",
    "shoes"
  ],
  "files": [
    {
      "original": "Axel Holm 25 november-1946.pdf",
      "filename": "ec4d9af70996bcb2d09cc374253ab95c.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "kg",
      "score": 0.05507643394173229
    },
    {
      "term": "tanker",
      "score": 0.05507643394173229
    },
    {
      "term": "veie",
      "score": 0.05041591545773041
    },
    {
      "term": "gris",
      "score": 0.047109224969778894
    },
    {
      "term": "våre",
      "score": 0.039142015997825505
    },
    {
      "term": "1",
      "score": 0.035254096894465
    },
    {
      "term": "helge",
      "score": 0.034481497513823615
    },
    {
      "term": "kjøpte",
      "score": 0.03270965061925743
    },
    {
      "term": "25-nov",
      "score": 0.03152182145684284
    },
    {
      "term": "ure",
      "score": 0.03152182145684284
    },
    {
      "term": "kjæder",
      "score": 0.03152182145684284
    },
    {
      "term": "benklæder",
      "score": 0.03152182145684284
    },
    {
      "term": "baren",
      "score": 0.03152182145684284
    },
    {
      "term": "bluser",
      "score": 0.03152182145684284
    },
    {
      "term": "sope",
      "score": 0.03152182145684284
    }
  ],
  "english-tfidf": [
    {
      "term": "watch",
      "score": 0.05667699463267903
    },
    {
      "term": "shaving",
      "score": 0.053410273888783756
    },
    {
      "term": "sødderman",
      "score": 0.053410273888783756
    },
    {
      "term": "thoughts",
      "score": 0.053410273888783756
    },
    {
      "term": "kg",
      "score": 0.04274413516385065
    },
    {
      "term": "1",
      "score": 0.0300973687759864
    },
    {
      "term": "helge",
      "score": 0.029284966609288605
    },
    {
      "term": "christmas",
      "score": 0.027471125196060812
    },
    {
      "term": "trousers",
      "score": 0.026705136944391878
    },
    {
      "term": "blouses",
      "score": 0.026705136944391878
    },
    {
      "term": "kit",
      "score": 0.026705136944391878
    },
    {
      "term": "humming",
      "score": 0.026705136944391878
    },
    {
      "term": "brush",
      "score": 0.026705136944391878
    },
    {
      "term": "chain",
      "score": 0.026705136944391878
    },
    {
      "term": "antique",
      "score": 0.026705136944391878
    }
  ]
}