{
  "id": 145,
  "added": "2010-12-28 22:41:07",
  "modified": "2010-12-30 03:48:58",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to John Holm 1946.12.1"
    ],
    "Description": [
      "BREV FRA KLARA KROGSTAD, NORDRE ALLE 1, SLUPPEN, STRINDA, TRONDHEIM, DATERT 1.  DESEMBER, SENDT MED LUFTPOST 2.12.46, TIL MR.  JON HOLM, 108 WEST 5 S.T., DELL RAPIDS, S.  DAKOTA, U.S.A.  FRIMERKENE ER FJERNET.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM KLARA KROGSTAD, NORDRE ALLE 1, SLUPPEN, STRINDA, TRONDHEIM, DATED DECEMBER 1.  SENT AIR MAIL DEC. 2-1946.  TO MR.  JON HOLM, 108 WEST 5 S.T., DELL RAPIDS, S.  DAKOTA, U.S.A.  THE STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Klara Krogstad",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.12.01"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Sluppen den 1 december.\n\nKjære onkel.\n\nHjertelig tak for det du sente mig, det var kjærkommet å faa; men jeg føler mig i stor gjæld til dig og Alma.  Jeg har tænkt og sende dere en ting til jul, men faar det ikke før første dagene av januar saa jeg er saa lei mig for det.  Ja nu har vi snart jul igjen, aarene gaar fort og vi blir gamle  jeg blir 52 aar nu den 18 dec? men jeg holder paa som en avsaga dall.  Har meget og gjøre nu der jeg vasker for det er utvidet, mine armer værker om nættene saa det er frygtelig men maa hænge i alikevel for det.  Ja jeg maa vel fortælle dig at det var aldeles passe det du sente, jeg tok det i bruk med en gang  godt og varmt og ha paa galoger.  Du maa hilse Alma tusen tak fra mig, den ene av skjortene skal jeg farve i morgen  jeg skal ha den til fin-skjorte  de var passe begge to.  Skal hilse fra dine her i byen, mor og mine søsken.  Onkel Ola var her en søndag, hos mor er han aldrig og det synes mor er saa rart for hun er da svigerinnen hans.  En bror av mig som heter Erling er hjemme hos mor  han blir nu 40 aar til vaaren  er saa rolig og stødig  de har et meget flott hjem for han tjener godt, mor har alderstrygd og en liten pension efter far fra jernbanen.  Min største gutt gaar i lære paa jernbanen som mekaniker  har gaat mange skoler og sveisekurs, han ligner Erling, stødig og rolig og det er jeg glad for.  Ja nu er det en del tøier men det er haapløst og kjøpe  28-30 kr meteren for kjoletøi, saa man faar gaa i det man har.  Undertøi for mandfolk finnes ikke og ikke for tykke damer heller saa det blir trasi dette.  Vet du at snadden du sente var gaat istykker  dolken hænger paa væggen; det var god traad  lite hvit traad ha ha.  Du maa hilse Alma at jeg skal skrive til henne snart.  Ha en rigtig god Jul og et godt Nytaar ønskes av os alle her paa Sluppen.  Skal sende dere et Julehefte.\n\nSkriv til mig onkel\n\nDeres Klara\n\n \n\n\n<-SPLITTLETTER->\n\n\nSluppen the 1st of December\n\nDear uncle.\n\nThank you so much for what you sent me, it was so welcome; but I feel I’m greatly indebted to you and Alma.  I wanted to send you something for Christmas, but wont get it until the first days of January so I’m so upset about that.  Yes now it’s almost Christmas again, the years go by fast and we’re getting old  I’ll turn 52 years old this ? 18, but I keep at it like a chicken with its head cut off.  Have a lot to do now where I clean because they have expanded, my arms ache so at nights it’s terrible but have to keep going anyway.  Well I guess I should tell you that what you sent fit perfectly, I started wearing it right away  nice and warm having galoshes on.  Tell Alma a thousand thanks from me, one of the shirts I’m going to dye tomorrow  I want it as my best shirt  both of them fit.  Your relatives here in town say hello, mother and my siblings.  Uncle Ola was here one Sunday, he never visits mother and mother thinks that’s so strange because she is his sister in law afterall (this is Gjertine, Markus’ widow).  A brother of mine whose name is Erling is with mother  he turns 40 years old now this coming spring  is so quiet and steady  they have a gorgeous home because he has a good salary, mother has her old age pension and a small pension after father from the railroads.  My biggest boy is an apprentice with the railroads as a mechanic  has gone to many schools and has taken welding classes, he’s like Erling, steady and quiet and I’m glad of that.  Well now a few fabrics are in but it’s hopeless to buy  28-30 kr a meter for dress fabric, so you have to wear what you’ve got.  Underwear for men can’t be found and not for fat ladies either so this isn’t going to be easy.  You know the pipe you sent was broken  the dagger is hanging on the wall;  the thread was good  not much white thread ha ha.  Tell Alma that I’ll write to her soon.  Have a real good Christmas and a happy New Year is wished by all of us here at Sluppen.  I’ll send you a Christmas magazine.\n\nWrite to me uncle\n\nYours Klara"
    ],
    "LetterDate": [
      "1946-12-01"
    ],
    "Location": [
      "Sluppen"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Christmas",
    "John Holm",
    "Klara Krogstad",
    "Norway to US",
    "Sluppen",
    "Trondheim",
    "apprentice",
    "dagger",
    "gifts",
    "magazine",
    "mechanic",
    "pension",
    "pipe",
    "postwar",
    "railroad",
    "shirt",
    "thread"
  ],
  "files": [
    {
      "original": "Klara Krogstad 1 des-1946.pdf",
      "filename": "eb49148b60288540a41d0ead3f08824b.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "traad",
      "score": 0.06519251364531577
    },
    {
      "term": "stødig",
      "score": 0.05576193976014645
    },
    {
      "term": "rolig",
      "score": 0.0447288755939379
    },
    {
      "term": "passe",
      "score": 0.04199866205023516
    },
    {
      "term": "sente",
      "score": 0.04120532715695772
    },
    {
      "term": "jernbanen",
      "score": 0.039725817360940385
    },
    {
      "term": "erling",
      "score": 0.03871754563095777
    },
    {
      "term": "sluppen",
      "score": 0.037778867107325774
    },
    {
      "term": "kjærkommet",
      "score": 0.037311543765242546
    },
    {
      "term": "gjæld",
      "score": 0.037311543765242546
    },
    {
      "term": "avsaga",
      "score": 0.037311543765242546
    },
    {
      "term": "dall",
      "score": 0.037311543765242546
    },
    {
      "term": "utvidet",
      "score": 0.037311543765242546
    },
    {
      "term": "værker",
      "score": 0.037311543765242546
    },
    {
      "term": "hænge",
      "score": 0.037311543765242546
    }
  ],
  "english-tfidf": [
    {
      "term": "ha",
      "score": 0.04785484697691975
    },
    {
      "term": "steady",
      "score": 0.042302394544680724
    },
    {
      "term": "pension",
      "score": 0.042302394544680724
    },
    {
      "term": "railroads",
      "score": 0.03591340905661421
    },
    {
      "term": "thread",
      "score": 0.031916400576991195
    },
    {
      "term": "erling",
      "score": 0.0311108791405377
    },
    {
      "term": "sluppen",
      "score": 0.03036095662437518
    },
    {
      "term": "greatly",
      "score": 0.02989814244861265
    },
    {
      "term": "indebted",
      "score": 0.02989814244861265
    },
    {
      "term": "chicken",
      "score": 0.02989814244861265
    },
    {
      "term": "expanded",
      "score": 0.02989814244861265
    },
    {
      "term": "ache",
      "score": 0.02989814244861265
    },
    {
      "term": "dye",
      "score": 0.02989814244861265
    },
    {
      "term": "welding",
      "score": 0.02989814244861265
    },
    {
      "term": "28-30",
      "score": 0.02989814244861265
    }
  ]
}