{
  "id": 147,
  "added": "2010-12-28 23:06:30",
  "modified": "2010-12-28 23:06:30",
  "public": true,
  "metadata": {
    "Title": [
      "Herborg Holm to John Holm 1946.12.28"
    ],
    "Description": [
      "BREV FRA HERBORG HOLM DATERT 28.  DESEMBER-1946, TIL HRR.  JOHAN HOLM, 108 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  FRIMERKENE ER KLIPPET VEKK.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM HERBORG HOLM DATED DECEMBER 28-1946, TO HRR.  JOHAN HOLM, 108 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Herborg Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1946.12.28"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal 28.12.46\n\nKjære onkel Johan!\n\nFørst må jeg takke dig hjerteligst for pakken jeg fikk lenge før jul.  De blå stoffskoene var akkurat passe til mig og de blir riktig gode å finne til sommeren, likeså var kalosjene helt fine og passe stor og takk for de to par strømper og ellers takk for alt som var i pakken.  Alle barnesokkene skal jeg gi bort til barn til sommeren.  Ja, tusen takk!  jeg synes det er rent for galt at du senner mig så mye.  Har du og din kone fått selbuvottene Laura og jeg sendte til dere?  Det var jo så lite men en hilsen fra Norge til jul.\n\nTante Laura kommer hit til kaffe nu, Far og hun skal gå på bedehuset til Kinamisjonens juletrefest.  Far var hos Ole da han var i Trondheim før jul.  Ole har ligget syk men var oppe og i bedring nu.  Mor er på det samme – har lite feber nu og spiser bra og sover litt også  Eilif med frue og barn og jeg bilte opover til henne 1ste juledag.  Hun hadde fått mye blomster – julehefter og kort til jul, det er jo opmuntrende for henne at så mange husker henne.  Far skal sykle opover til henne imorgentidlig og blir der hele dagen. Ja, han er trofast til å besøke henne det er sikkert.  Jeg har skrevet til Florence Winters idag - jeg fikk brev fra henne til jul med et stort, blomstret lommetørklæ nedi.  Hun takket for selbuvottene og var så begeistret for dem.  Idag fikk far brev fra henne igjen.  Ser hun har vært mye syk men heldigvis er hun bedre nu.\n\nArne er her på besøk nu – han er i Trondheim idag til doktor da han har ondt i et kne som han ødela for mange år siden i skibakken.  Arne m/fam. er i Aasen for tiden.  Du skjønner han har bare elektrisk bakerovn og alle bekker i Opdal er tørre og ingen nedbør så han får ikke begynne å bake igjen før regn eller blautsnø kommer.  Det er jo fortvilt – kansje blir det ikke før til våren, hvem vet?  Han taper penger da han jo naturligvis allikevel må betale husleien.  Her er fint, stille vær 0 grader men ikke noe snø så det er ikke akkurat julestemning – det er jo svart og mørkt om kveldene – men nu har solen snudd igjen så vi går mot lysere tider.\n\nSer at du har sent pakke igjen med klær til far og en papirpose med no’ “rart” til mig.  Det skal bli spennende å se – det er ikke kommet enda nemlig. – Laura var så dårlig før jul men er bedre nu – så nu går hun på juletrefest hver eneste dag.  Du skrev en gang at du var dårlig, onkel Johan, men du er vel allrigth (stavet feil, h’en skal stå foran t’en) igjen?  Håper inderlig det – husk du har lovet å komme hit på besøk til neste sommer.  Det må du endelig gjøre – men bestill plass på en båt straks.  Vår tannlege har vært i U.S.A. 1 års tid og er nu hjemme igjen og viste frem flott farvefilm i Losjelokalet en kveld.  Vi så Rosewelt’s grav – og Forenede Nasjoners medl. gå til konferanse i Riksrådet etc. + bilder av gamle Stjørdalinger i Minneapolis etc.  Jeg ønsker dere begge to et riktig godt nyttår!\n\nKjærlig hilsen fra Herborg.\n\nFar ber mig hilse dig så mye!  Han ringer nu til Berri og bestiller en flaske fløte til mor\n\n\n<-SPLITTLETTER->\n\n\nStjørdal 28.12.46\n\nDear uncle Johan!\n\nFirst I must thank you very much for the package I got long before Christmas.  The blue fabric shoes fit me perfectly and they will be really nice to find next summer, likewise the galoshes were just fine and the right size and thank you for the two pairs of stockings and otherwise thank you for everything that was in the package.  All the children’s socks I’ll give away to children next summer.  Yes, thank you so very much!  I think it’s just too much that you send me so much.  Have you and your wife received the selbu mittens Laura and I sent you?  It was so little but a greeting from Norway for Christmas.\n\nAunt Laura is coming here for coffee now, she and Father are going to the chapel for the China Mission’s christmas tree party (traditional, yearly parties where there’s usually food and entertainment, and then they form chains and walk hand in hand around the tree singing carols, and then Santa comes for the children).  Father went to see Ole when he was in Trondheim before Christmas.  Ole has been sick but was up and getting better now.  Mother is much the same – has a low fever now and eats well and sleeps some too  Eilif with wife and I drove up to see her on the 1st day of Christmas (corresponds to Christmas Day here, Norwegians celebrate Christmas Eve).  She had received lots of flowers – Christmas magazines and cards for Christmas, it’s encouraging for her that so many remember her.  Father is going on his bike to see her tomorrow morning and will stay all day.  Yes, he’s faithful in his visits to her that’s for sure.  I have written to Florence Winters today – I had a letter from her before Christmas with a large, flowery handkerchief in it.  She thanked me for the selbu mittens and just loved them.  Today father had a letter from her again.  I see she’s been sick a lot but fortunately she’s better now.\n\nArne is here for a visit now – he’s in Trondheim today to see a doctor because he has pain in a knee that he hurt many years ago in the ski hill.  Arne and family are in Aasen these days.  You see he only has an electric baking oven and all the brooks in Opdal are dry and no rain so he can’t start baking again until they get some rain or wet snow.  It’s terrible – maybe it wont be untill spring, who knows?  He loses money as he naturally still has to pay the rent.  We’re having a fine, still weather 0 degrees but no snow so there’s not much of a Christmas atmosphere – it’s really black and dark in the evenings – but now the sun has turned around again so we’re approaching brighter days.\n\nI see you’ve sent a package again with clothes for father and a paper bag with a little “something” for me.  I’m curious to see it – it hasn’t arrived yet you see. – Laura was so sick before Christmas but is better now – so now she goes to Christmas tree parties every single day.  You wrote once that you were ill, uncle Johan, but you’re all right again now aren’t you?  Really hope so – remember you’ve promised to come and see us next summer.  Please do that – but book a ticket on a ship immediately.  Our dentist has been in the U.S.A. for about 1 year and is home again now and showed a beautiful color movie in the Lodge one night.  We saw Rosewelt’s grave – and United Nation’s members going to a conference in the National Assembly(?) etc. + pictures of former Stjørdal people in Minneapolis etc.  I wish you both a very Happy New Year!\n\nLoving wishes from Herborg.\n\nFather asks me to give you his best regards!  He’s calling Berri right now to order a bottle of cream for mother"
    ],
    "LetterDate": [
      "1946-12-28"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "China Mission",
    "Christmas",
    "Florence Winters",
    "Herborg Holm",
    "John Holm",
    "New Year",
    "Norway to US",
    "Stjørdal",
    "Trondheim",
    "dentist",
    "doctor",
    "galoshes",
    "gifts",
    "handkerchief",
    "knee pain",
    "postwar",
    "selbumittens",
    "shoes",
    "socks",
    "stockings"
  ],
  "files": [
    {
      "original": "Herborg Holm 28 desember-1946.pdf",
      "filename": "95a592c0be37b81aeb12698274eeb0aa.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "selbuvottene",
      "score": 0.04155149192038375
    },
    {
      "term": "juletrefest",
      "score": 0.04155149192038375
    },
    {
      "term": "jul",
      "score": 0.03865016589937259
    },
    {
      "term": "etc",
      "score": 0.026809748366934408
    },
    {
      "term": "opover",
      "score": 0.02579814690765772
    },
    {
      "term": "far",
      "score": 0.02450176559605459
    },
    {
      "term": "jo",
      "score": 0.02396381114232099
    },
    {
      "term": "passe",
      "score": 0.02338561864160822
    },
    {
      "term": "akkurat",
      "score": 0.021035960093851856
    },
    {
      "term": "stoffskoene",
      "score": 0.020775745960191876
    },
    {
      "term": "kalosjene",
      "score": 0.020775745960191876
    },
    {
      "term": "barnesokkene",
      "score": 0.020775745960191876
    },
    {
      "term": "kinamisjonens",
      "score": 0.020775745960191876
    },
    {
      "term": "imorgentidlig",
      "score": 0.020775745960191876
    },
    {
      "term": "blomstret",
      "score": 0.020775745960191876
    }
  ],
  "english-tfidf": [
    {
      "term": "christmas",
      "score": 0.049540520723939975
    },
    {
      "term": "tree",
      "score": 0.03456380473600901
    },
    {
      "term": "mittens",
      "score": 0.03237785205376958
    },
    {
      "term": "baking",
      "score": 0.026207544095021053
    },
    {
      "term": "selbu",
      "score": 0.023042536490672668
    },
    {
      "term": "parties",
      "score": 0.023042536490672668
    },
    {
      "term": "hand",
      "score": 0.020312131722267517
    },
    {
      "term": "father",
      "score": 0.01892747513286648
    },
    {
      "term": "yearly",
      "score": 0.018522754917659014
    },
    {
      "term": "flowery",
      "score": 0.018522754917659014
    },
    {
      "term": "loses",
      "score": 0.018522754917659014
    },
    {
      "term": "dentist",
      "score": 0.018522754917659014
    },
    {
      "term": "movie",
      "score": 0.018522754917659014
    },
    {
      "term": "rosewelt",
      "score": 0.018522754917659014
    },
    {
      "term": "united",
      "score": 0.018522754917659014
    }
  ]
}