{
  "id": 148,
  "added": "2010-12-28 23:11:23",
  "modified": "2010-12-31 03:36:39",
  "public": true,
  "metadata": {
    "Title": [
      "Ola Holm to John Holm 1947.1.4"
    ],
    "Description": [
      "BREV FRA OLA HOLM, DATERT 4.  JANUAR - 1947, TIL MR.  JOHN HOLM, 108 W. 5TH STR., DELL RAPIDS, SO.  DAK., U.S.A.  FRIMERKENE ER FJERNET.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM OLA HOLM DATED JANUARY 4 – 1947, TO MR.  JOHN HOLM, 108 W. 5TH STR., DELL RAPIDS, SO.  DAK., U.S.A.  THE STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Ola Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.01.04"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Tr.heim 4-1-47\n\nKjære gode broder.\n\nFørst må jeg ønske dig og dine et rigtig got “Nytår”.  Ja nu er jeg oppe lit om dagene  jeg har vært syk tilsengs en 6-7 uker, er langt ifra bra enda, men lit oppe.  greier ikke og gjøre noget enda, men håper og bli bedre med været.  Her er slikt et umulig veir.  Sandstorm og kold vind hver dag, ingen sne i vinter enda men dette er frygtelig usunt  Ja idag kom en “Pakke” med Dress. (Suit) No. 2  Jeg fik en mens jeg lå syk.  Det er gode saker men jeg er så bedrøvet fordi Dem er så små  den jeg fik idag, kan jeg kanske bruke om sommeren, når jeg ingen særlig klær har under men her er få dage så varmt, og så fin og solid et tøy i dem så det var flotte saker, den første er for liten også for Axel, men jeg har jo folk om mig som kan bruke dem.  Jeg har jo 5 Svigersønner vet du, så det kommer overmåte vel med særlig nu.  Jeg har ingen ting tjent de siste 2 måneder.  Alle ting er meget kjærkomment.  Sjorten Selerne, Øxen og Kniven var drabelige gode ting.  Ja du er snill som husker os her.\n\nVi begynner og få lit varer nu, men det er så frygtelig dyrt alting og så er det nok der også.  Verden er forhexet ved du, og værre blir det vel, her i vest Europe hvor Kapitalister og Melitær personer regerer.\n\nJa så var det, hvordan er det med “Helsa di” er du bra frisk.  Jeg tænker så på dig sent og tidlig, når man blir så gammel så kan man jo få reisebud snart da vet du, så det er så got å ha alting klart.  Du må se å “ta det med ro, som trønderen” sa”, du også nu, du har sandelig arbeidet nok her i livet.  Dette forteller jeg mine søskende her, at det er vist knapt noget nulevende menneske som som har arbeidet, så som du har gjort, i din tid, så du fortjener og hvile dig på dine gamle dage.\n\nAzel var her forleden dag  alt på det gamle, og bra, så også med alle andre av vores, og det er got.  Ja jeg har således ingen nyheter.  Jeg fik brev fra Florence, forleden  ser hun har også været syk, det må være trist for henne, som er alene.  Fra Halvor Oien har jeg intet hørt  jeg må vel ta fat og skrive først.\n\nJeg må vist slutte denne gang igjen  er træt.\n\nJeg synes det er så enkelt og lite og sige “tak” for alle de gode ting, du sender mig, men kan intet andet, men jeg er sikker på du blir velsignet for alt engang.  Så tusind hjertelig tak da for alle alle ting da min kjære gode broder  Skal da hilse fra alle mine.  Kona er bra frisk nu ijen, men gammel og træt, begynner og bli.\n\nJa så må du leve så vel da.  hils Kona og Alma så meget fra mig, og du min hjerteligste hilsen og tusind tak\n\nDin bror Olav.\n\n \n\n<-SPLITTLETTER->\n\n\n\nTr.heim 4-7-47\n\nDear good brother.\n\nFirst I must wish you and yours a very happy “New Year”. Well I’m up a little bit these days  I’ve been sick in bed for about 6-7 weeks, am far from well yet, but up a little bit.  I’m not able do anything yet, but hope to improve with the weather.  We’re having such impossible weather.  Sandstorms and cold wind every day, no snow yet this winer but this is terribly unhealthy  Well today a “Pacakge” arrived with Suit No. 2  I received one while I was sick.  They are really good items but I’m so sad that They are so small  the one I got today, I may be able to wear in the summertime, when I don’t wear much underneath but we have very few days that are that warm, and they had such a nice and solid material in them so they were grand, the first one is too small for Axel too, but I do have people around me who can use them.  I have 5 Sons in law you know, so it’s extremely welcome especially now.  I have earned nothing the past 2 months.  Everything is very welcome.  The Shirt Suspenders, the Axe and the Knife were very good things.  Yes it’s good of you to remember us here.\n\nWe’re starting to get some goods now, but everything is so terribly expensive and it probably is there too.  The world is bewitched you know, and it will probably get worse, here in Western Europe where Kapitalists and Military persons reign.\n\nWell so much for that, how is “your Health” are you fairly well.  I think about you so much day and night, when one gets that old the order to travel can arrive soon you know, so it’s good to have everything ready.  It’s time for you too to “take it easy, as the trønder  said”(a trønder is someone from Trøndelag), you have certainly worked enough in your life.  This is what I tell my siblings here, that there’s hardly a living human being who has worked, as much as you have, in your time, so you deserve to rest in your old days.\n\nAxel was here recently  everything is the same, and well, so also with all others of ours, and that’s good.  So I have no news.  I had a letter from Florence, the other day  I see she’s been sick too, it must be sad for her, who’s alone. I’ve heard nothing from Halvor Oien  I guess I’ll have to get going and write first.\n\nI think I’ll have to quit for now  am tired.\n\nI feel it’s so simple and little to say “thank you” for all the good things, you’re sending me, but that’s all I can do, but I’m sure you’ll be blessed for everything one day.  So thank you so much then for every every thing then my dear good brother  all of mine send their best wishes.  The wife is fairly well again, but is starting to get old and tired.\n\nWell, live well then.  greet the Wife and Alma so much from me, and you get my warmest greetings and a thousand thanks\n\nYour brother Olav."
    ],
    "LetterDate": [
      "1947-01-04"
    ],
    "Location": [
      "Trondheim"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Axel Holm",
    "Florence Winters",
    "Halvor Oien",
    "John Holm",
    "New Year",
    "Norway to US",
    "Ola Holm",
    "axe",
    "capitalists",
    "gifts",
    "knife",
    "military",
    "postwar",
    "prices",
    "sandstorm",
    "sickness",
    "snow",
    "suspenders"
  ],
  "files": [
    {
      "original": "Ola Holm 4 januar-1947.pdf",
      "filename": "d3700caca18f69cfe6aa6f25f8ac1ff6.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "got",
      "score": 0.054725053367556835
    },
    {
      "term": "alting",
      "score": 0.03995215485625314
    },
    {
      "term": "forleden",
      "score": 0.03995215485625314
    },
    {
      "term": "saker",
      "score": 0.036483368911704554
    },
    {
      "term": "træt",
      "score": 0.03510675661660638
    },
    {
      "term": "bruke",
      "score": 0.03092670395569747
    },
    {
      "term": "tusind",
      "score": 0.03092670395569747
    },
    {
      "term": "særlig",
      "score": 0.028626254973076748
    },
    {
      "term": "4-1-47",
      "score": 0.028272149141704405
    },
    {
      "term": "6-7",
      "score": 0.028272149141704405
    },
    {
      "term": "usunt",
      "score": 0.028272149141704405
    },
    {
      "term": "overmåte",
      "score": 0.028272149141704405
    },
    {
      "term": "selerne",
      "score": 0.028272149141704405
    },
    {
      "term": "øxen",
      "score": 0.028272149141704405
    },
    {
      "term": "drabelige",
      "score": 0.028272149141704405
    }
  ],
  "english-tfidf": [
    {
      "term": "trønder",
      "score": 0.048813309949084074
    },
    {
      "term": "wear",
      "score": 0.029057876963750947
    },
    {
      "term": "4-7-47",
      "score": 0.027925168581445316
    },
    {
      "term": "6-7",
      "score": 0.027925168581445316
    },
    {
      "term": "winer",
      "score": 0.027925168581445316
    },
    {
      "term": "unhealthy",
      "score": 0.027925168581445316
    },
    {
      "term": "pacakge",
      "score": 0.027925168581445316
    },
    {
      "term": "summertime",
      "score": 0.027925168581445316
    },
    {
      "term": "bewitched",
      "score": 0.027925168581445316
    },
    {
      "term": "kapitalists",
      "score": 0.027925168581445316
    },
    {
      "term": "reign",
      "score": 0.027925168581445316
    },
    {
      "term": "tired",
      "score": 0.027702228307664424
    },
    {
      "term": "worked",
      "score": 0.02708674991358894
    },
    {
      "term": "fairly",
      "score": 0.026506461448208753
    },
    {
      "term": "terribly",
      "score": 0.024941479927119835
    }
  ]
}