{
  "id": 152,
  "added": "2010-12-29 20:42:34",
  "modified": "2010-12-30 03:48:39",
  "public": true,
  "metadata": {
    "Title": [
      "Laura Karlson to John Holm 1947.2.4"
    ],
    "Description": [
      "BREV FRA LAURA KARLSON DATERT 4.  FEBRUAR -1947, TIL JOHN HOLM, 108 WEST.  FIFTH.  STREET., DELL.  RAPIDS.  SOUTH DAKOTA., U.S.A.  FRIMERKET ER KLIPPET UT.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM LAURA KARLSON DATED FEBRUARY 4 –1947, TO JOHN HOLM, 108 WEST.  FIFTH.  STREET., DELL RAPIDS.  SOUTH.  DAKOTA., U.S.A.  THE STAMP HAS BEEN REMOVED."
    ],
    "Creator": [
      "Laura Karlson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.02.04"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal 4/2-1947\n\nKjere Broder og alle sammen.\n\nTusen takk for brevet. og enda mer for Pengerne, dem kom saa kjerekommet.  jeg var nesten, pengeløs da, saa du maa tro, de kom godt med, det er ikke saa greit, for ingen av os har noget, videre arbeide,  Mindor er ikke saa frisk, at han kand tage hvad som helst arbeide enda.  Og jeg er saa plaget av Jikt, saa jeg orker ikke noget Tungt arbede som vasking og den slags. saa det var meget snilt av dig, at du sente mig det. Jeg vil ijen sige tusen takk for sko og Kalosjer, og Skjørt og Bluse, fra Alma, jeg har skrevet for lenge siden til dere begge to, men kanske di ikke har faatt brevene, jeg har ikke hørt fra Alma paa lenge nu, hils hende fra mig at hun maa skrive en gang ijen.  det var saa moro og faa brev, ver snild og send mig adresen til nogen av Annas barn, det skulde vere moro, og skrive til dem en gang.  Ja nu har Helga faatt Flyttet i fra denne onde verden, det var det beste for dem alle sammen, da hun ikke kunde blive frisk.  Aksel har det bra, og hans barn og saa, og de andre av vores slegt.  dem har sine jem, og er heldig de har Arbeide.  Jeg er den uheldigste av os alle ser det ut for. Meget trist at Mindor har veret saa daarlig saa han har blevet efter.\n\nHelga fikk en meget pen Begravelse  masse blomster og folk.  Aksel tager alt med godt humør, og Herborg er saa flink, og stelle for sin fader.  Du maa undsjylde at jeg ikke har skrevet før og takket for Pengerne men jeg har ligget syk i Influensa.  Du spørger hvor meget jeg faar, for 5 Dollar, jeg fikk 24. Kr. 65 øre  Aksel sente og saa brev til dig idag.  Jeg vil nu slutte, med en kjerlig hilsen. til dere alle sammen.\n\nLaura og Mindor. Stjørdal.\n\nJeg ente Prospekt her fra, til Jul, jeg haaber at de har faat dem.\n\n \n\n \n\n<-SPLITTLETTER->\n\n\n\nStjørdal 4/2-1947\n\nDear Brother and everybody.\n\nThank you so much for your letter. and even more for the Money, they arrived so welcome.  I was almost, broke then, so it really, came in handy, it’s not easy, because none of us has any, work to speak of, Mindor isn’t so well, that he can take just anything yet.  And I’m so bothered with Arthritis, so I can’t handle any Heavy work like cleaning and such.  so it was very kind of you, that you sent it to me.  Again I want to say thank you so much for shoes and Galoshes, and Skirt and Blouse, from Alma, I’ve written a long time ago to you both, but maybe you haven’t received the letters, I haven’t heard from Alma for a long time now, greet her from me that she must write again sometime.  it was so much fun to get a letter, please send me the address for some of Anna’s children, it would be fun, to write to them sometime.  Well now Helga has been allowed to Move from this evil world, it was for the best for all of them, as she couldn’t get well.  Aksel is doing well, and his children too, and the others of our kin.  they have their homes, and are lucky they have Work.  I’m the unluckiest of us all it looks like.  Very sad that Mindor has been so unwell so he’s been slacking behind.\n\nHelga got a very nice Funeral  lots of flowers and people.  Aksel takes everything in good humor, and Herborg is so good, at caring for her father.  You must forgive me for not having written and thanked you for the Money before but I’ve been in bed with the Flu’.  You ask how much I get for 5 Dollars, I got 24. Kr. 65 øre  Aksel also sent a letter to you today.  I’ll quit now, with a loving greeting. to all of you.\n\nLaura and Mindor. Stjørdal.\n\nI sent Postcards from here for Christmas, I hope that you have gotten them."
    ],
    "LetterDate": [
      "1947-02-04"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "John Holm",
    "Laura Karlson",
    "Norway to US",
    "Stjørdal",
    "arthritis",
    "blouse",
    "death",
    "flowers",
    "flue",
    "funeral",
    "galoshes",
    "gifts",
    "money",
    "postwar",
    "shoes",
    "sickness",
    "skirt"
  ],
  "files": [
    {
      "original": "Laura Karlson 4 februar-1947.pdf",
      "filename": "61b73b2f0b6a58ac6b462d12868f11f9.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "faatt",
      "score": 0.055534397958836086
    },
    {
      "term": "aksel",
      "score": 0.04554273001558484
    },
    {
      "term": "pengerne",
      "score": 0.0451111320857542
    },
    {
      "term": "moro",
      "score": 0.04390748234630253
    },
    {
      "term": "2-1947",
      "score": 0.041239074687899654
    },
    {
      "term": "kjerekommet",
      "score": 0.041239074687899654
    },
    {
      "term": "pengeløs",
      "score": 0.041239074687899654
    },
    {
      "term": "kand",
      "score": 0.041239074687899654
    },
    {
      "term": "arbede",
      "score": 0.041239074687899654
    },
    {
      "term": "vasking",
      "score": 0.041239074687899654
    },
    {
      "term": "uheldigste",
      "score": 0.041239074687899654
    },
    {
      "term": "undsjylde",
      "score": 0.041239074687899654
    },
    {
      "term": "kjerlig",
      "score": 0.041239074687899654
    },
    {
      "term": "ente",
      "score": 0.041239074687899654
    },
    {
      "term": "prospekt",
      "score": 0.041239074687899654
    }
  ],
  "english-tfidf": [
    {
      "term": "sometime",
      "score": 0.051225327646643525
    },
    {
      "term": "aksel",
      "score": 0.04883862392750166
    },
    {
      "term": "2-1947",
      "score": 0.04264541248484285
    },
    {
      "term": "unluckiest",
      "score": 0.04264541248484285
    },
    {
      "term": "slacking",
      "score": 0.04264541248484285
    },
    {
      "term": "postcards",
      "score": 0.04264541248484285
    },
    {
      "term": "mindor",
      "score": 0.042148343172809084
    },
    {
      "term": "caring",
      "score": 0.03727217852701381
    },
    {
      "term": "humor",
      "score": 0.0341290381540823
    },
    {
      "term": "65",
      "score": 0.03189894456918478
    },
    {
      "term": "handy",
      "score": 0.030169149597756795
    },
    {
      "term": "evil",
      "score": 0.030169149597756795
    },
    {
      "term": "flu",
      "score": 0.030169149597756795
    },
    {
      "term": "helga",
      "score": 0.029732391815327396
    },
    {
      "term": "broke",
      "score": 0.02875580419625327
    }
  ]
}