{
  "id": 154,
  "added": "2010-12-29 20:48:51",
  "modified": "2010-12-30 03:47:21",
  "public": true,
  "metadata": {
    "Title": [
      "Gusta Eidum to Alma C. Wilson 1947.4"
    ],
    "Description": [
      "BREV FRA GUSTA EIDUM, BOX 68, NARVIK, UDATERT.  POSTSTEMPLET 5(?  UTYDELIG) APRIL-1947, TIL FRU ALMA WILSON, 102 WEST 5 STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  80-ØRES FRIMERKE – RUSTFARGET MED LØVE.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM GUSTA EIDUM, BOX 68, NARVIK, UNDATED.  POSTSTAMPED APRIL 5TH(?  UNCLEAR) – 1947.  TO FRU (MRS.) ALMA WILSON, 102 WEST 5 STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  AN 80 ØRE, RUST COLORED STAMP WITH LION."
    ],
    "Creator": [
      "Gusta Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.04"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Kjære kusine Alma!\n\nTakk for brevet og hilsningerne som jeg fikk, det er så morsomt å få høre fra dere.  Vi har nu meget sne og skjisporten er på topp.  De store svære høie fjelltopper ligger hvite i sne rundt omkring os og solen skinner på dem som gull, da og gå der på ski det er fint.  Skulle ønske kjære kusine at du engang kunne få se landet mit, det er lite, men det er vakkert.  Jeg er glad for det blev spart.  Det er som det står i fedrelandssangen vår, “Norske mand i hus og hytte, takk din store Gud.  Landet ville han beskjytte, skjønt det mørkt så ut. \n\nJa kjære Alma, det så stykt ut en tid men det blev da en løsning å vi fikk igjen vårt kjære vakre lille Norge.  Når jeg tenker tilbake på de grusomme år da er det et Guds under at det er liv i os.  Men vi skal forsøke å glemme den tid.  Mor og jeg er nu allene hjemme.  Far er gått på møte i Methodistkirken.  Mor ber mig spørre dig om din mand lever eller om du er enke?  Hils nu alle fra mig, bådde de jeg kjenner og de jeg ikke kjenner.  Skulle hvært morsomt å få korespondere med flere fra Amerika.  Om du vet om nogen som har lyst å skrive til mig, så la dem få adr. min.  Nu kjære Alma må du leve vel og send mig snart nogen ord igjen.  Kom nu så skal du få kaffe sammen med os.  Er det noe dere får lite utav og som er vanskelig å få der, kanske vi har så skal vi senne dere  si os hvad det er.  Lev vel og glem mig ikke.\n\nBeste hilsen\n\ndin kusine Gusta\n\nVi har aldrig betalt toll for pakkene.\n\n\n<-SPLITTLETTER->\n\n\nDear cousin Alma!\n\nThank you for your letter and the greetings I received, it’s so much fun to hear from you.  We have a lot of snow now and the ski sport is at its peak.  The great big tall mountain tops are white with snow all around us and the sun shines on them like gold, then to be skiing in that is nice.  I’d wish dear cousin that you one day could get to see my country, it’s small, but it’s beautiful.  I’m glad that it was spared.  Like it says in our national anthem, “Norske mand i hus og hytte, takk din store Gud.  Landet ville han beskjytte, skjønt det mørkt så ut.  (Norwegians in houses and cottages, give thanks to the great God. He wanted to protect the country, though it looked bleak).  Yes dear Alma, it looked bad for a while but it turned out ok and we got our dear beautiful little Norway back.  When I think back on those horrible years it’s a God’s miracle that we’re alive.  But we’ll try to forget that time.  Mother and I are home alone now.  Father has gone to a meeting at the Methodist church.  Mother wants me to ask you if your husband is alive or if you’re a widow?  Tell everybody hello from me, the ones I know as well as the ones I don’t know.  It would be fun to correspond with more from America.  If you know of anyone who would like to write to me, then give them my addr.  Well dear Alma keep well and send me a few words again soon.  Come over now and you can have coffe with us.  Is there anything you have little of and which is hard to get there, maybe we have it and we’ll send it to you  tell us what it is.  Live well and don’t forget me.\n\nBest wishes\n\nyour cousin Gusta\n\nWe have never paid duty on the packages."
    ],
    "LetterDate": [
      "1947-04"
    ],
    "Location": [
      "Narvik"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "God",
    "Gusta Eidum",
    "John Holm",
    "Methodist",
    "Norway to US",
    "church",
    "customs",
    "gifts",
    "nationalism",
    "postwar",
    "skiing",
    "snow"
  ],
  "files": [
    {
      "original": "Gusta Eidum april-1947.pdf",
      "filename": "324ba92a60910a7136869c697b0153f9.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "kusine",
      "score": 0.05178373012719007
    },
    {
      "term": "kjenner",
      "score": 0.044119993858533275
    },
    {
      "term": "skjisporten",
      "score": 0.04251780568597407
    },
    {
      "term": "fjelltopper",
      "score": 0.04251780568597407
    },
    {
      "term": "fedrelandssangen",
      "score": 0.04251780568597407
    },
    {
      "term": "beskjytte",
      "score": 0.04251780568597407
    },
    {
      "term": "løsning",
      "score": 0.04251780568597407
    },
    {
      "term": "grusomme",
      "score": 0.04251780568597407
    },
    {
      "term": "methodistkirken",
      "score": 0.04251780568597407
    },
    {
      "term": "korespondere",
      "score": 0.04251780568597407
    },
    {
      "term": "få",
      "score": 0.03820269020365525
    },
    {
      "term": "hilsningerne",
      "score": 0.03714457172814503
    },
    {
      "term": "skinner",
      "score": 0.03714457172814503
    },
    {
      "term": "gull",
      "score": 0.03714457172814503
    },
    {
      "term": "hytte",
      "score": 0.03714457172814503
    }
  ],
  "english-tfidf": [
    {
      "term": "looked",
      "score": 0.04903928360675053
    },
    {
      "term": "cousin",
      "score": 0.04562940712842203
    },
    {
      "term": "tops",
      "score": 0.03793971179686019
    },
    {
      "term": "anthem",
      "score": 0.03793971179686019
    },
    {
      "term": "norske",
      "score": 0.03793971179686019
    },
    {
      "term": "mand",
      "score": 0.03793971179686019
    },
    {
      "term": "hus",
      "score": 0.03793971179686019
    },
    {
      "term": "hytte",
      "score": 0.03793971179686019
    },
    {
      "term": "takk",
      "score": 0.03793971179686019
    },
    {
      "term": "din",
      "score": 0.03793971179686019
    },
    {
      "term": "gud",
      "score": 0.03793971179686019
    },
    {
      "term": "landet",
      "score": 0.03793971179686019
    },
    {
      "term": "ville",
      "score": 0.03793971179686019
    },
    {
      "term": "han",
      "score": 0.03793971179686019
    },
    {
      "term": "beskjytte",
      "score": 0.03793971179686019
    }
  ]
}