{
  "id": 155,
  "added": "2010-12-29 20:55:03",
  "modified": "2010-12-30 03:47:15",
  "public": true,
  "metadata": {
    "Title": [
      "Herborg Holm to John Holm 1947.3.21"
    ],
    "Description": [
      "BREV FRA HERBORG HOLM DATERT 21.  MARS – 1947, TIL MR.  JOHN HOLM, 108 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  FRIMERKENE ER KLIPPET VEKK.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM HERBORG HOLM DATED MARCH 21 – 1947, TO MR.  JOHN HOLM, 108 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Herborg Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.03.21"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Fredag 21.3.47\n\nKjære onkel Johan!\n\nTusen takk for brevet jeg fikk idag!  Du skriver så morsomt, onkel, at jeg må le altså.  Jeg ser at du senner mig en kasse med forskjellige saker igjen.  Det er jo rent for galt og du er altfor snild, synes jeg, jeg skulle ønske at jeg kunne gjøre dig noen tjenester igjen – du får ta dig en tur hit å besøke moderlandet, jeg vet ingen annen råd!\n\nSer at du senner mig en regnkappe med luve til – ja den er jeg veldig nyssjerig og spent på å se, må du tro.  Håper inderlig at den blir stor nok til min høie, kraftige person.  Og opriktig talt så har jeg ingen regnkåpe til vår-regnet kommer, jeg hadde før et gummikep som nu er bare lerver, så det kan ikke brukes mer.  Det finnes å få kjøpt nu, men de er så fryktelig kostbare, og så tjener jeg jo lite hjemme hos far så pengene strekker ikke til alt man trenger.  “Først finner jeg hodet av en mann i kassen” sier du – ha-ha!  Er det kansje et trehode du har skjært ut sjøl? – så to ploga – kompass – så jeg ikke går mig vill i fjellet igjen – Joda – far skal få låne det når han går i Holmsmarka så han finner veien ned til “Hågen Hållåa”.  Videre er det blyantkvesser – strømper, hund og katt med krefter i rompa og så den store over-raskelse i høire arm!!  Håper virkelig at kassen kommer snart for jeg er veldig spent altså – men mest på regnkåpa – skjønner du.  Jeg skal skrive til dig straks jeg får det, vær sikker.  Og bilde skal jeg ta av mig med regnkåpen på ja, og senne til dig.  Jeg skulle gjerne hatt lyst til å besøke dere, men avstanden er så stor at det blir bare med tanken.\n\nJa, nu er mor død, som du vet.  Jeg synes det er godt at hun fikk slippe, hun har jo ligget så mange år og hatt vondt, stakkar.  Jeg syklet til Hegra dagen før hun døde – 17 jan – og satt hos henne en stund sammen med far.  Hun kjente mig – men lå og døset imellem og hennes øine var store og glassaktige – hun vinket til mig da jeg gikk og bad mig hilse de andre.  Far våket over henne om natten og hun døde kvart over 12.  Vi hadde en meget pen begravelse.  Leide bedehuset og hadde 60 gjester til middag.  Vi pyntet lillesalen som stue med matter, lenestoler, småbord med duker, blomster o.s.v. – Det kom sånn masse blomster og kranser – tulipaner og sammenplantninger.  Efter de forhold som var, føler jeg det som en lettelse at alt er overstått.\n\nHer har vært bibelskole på bedehuset i 6 uker.  Far gikk dit hver morgen kl. 9 og kom hjem til middag kl. 1 og var borte på møter og tilstelninger hver aften.  3 kvinnelige elever bodde på soveværelset hos oss – men de reiste siste helg.  Nu bytter far dress igjen og går på et eller annet møte – Laura sier at det “er ikke mye ro i ræva på han der” og hun har rett.  Det er bra at han har religiøse innterresser ellers blev det for langsomt for ham når mor er borte.\n\nVi slaktet gris denne uke, solgte det meste til onkel Edward og tante Hanna i Narvik – dem får ikke kjøpt flesk der oppe i Nord, forstår du, så dem blir glad.  Far har rørt i smultgryta idag – og så lavet vi blodpølse men far brukte så dårlig tråd å knyte igjen posene med at den røk og innholdet forsvant nedi gryta ha-ha!  Vi måtte le til tross for at det var sørgelig.  Blodpølse og sylte er jo godt, ikke sant?\n\nJeg senner dig et par amatørbilder som jeg nettop har fått fra fotografen.  Kjenner du mig igjen fra 1914 da du gav mig sovedukke?\n\nLaura er i Trondheim idag.  Hun reiste inn med noen kilo sildesalat som hun har lavet.  Hun må jo finne på noe for å leve – hun skulle selge den til en forretning – jeg er spent på hvordan det gikk – hun kommer sikkert innom her ikveld.  Det er jo fortvilt også – hun har en sønn på 35 år som hun må forsørge – han går til henne og skal ha penger til kino – sigaretter – ukeblade – fester og alt mulig – det er jo skammelig, riktignok er han ikke sterk, men han måtte da jamen kunne finne på noe hvis han ville – om det ikke blev så stor fortjeneste akkurat.  Jeg sier til Laura at det skulle ha vært slik at han hadde arbeidet og tjent penger og Laura stelt huset og ikke hatt økonomiske bekymringer.  Hun kunne vel ha fortjent å fått det litt godt på sine gamle dage.  Hun var jo også så uheldig med sine to menner – den første var syk og den siste en dranker og tyrann!  Jeg hører så mye rart om ekteskap og ektemenner – så jeg er glad jeg ingen mann har så slipper jeg slike bekymringer og har omsorg bare for mig selv.  Er du enig? eller hvad mener du?\n\nJeg leste din livshistorie og ser at du har hatt “kvikksølv i baken” slik som du har flyttet og flyttet frem og tilbake – tror alle Holm’er er urolig, Laura liker også å renne hit og dit.  Hun må ut av dørene minst en gang om dag ellers er hun visst ikke frisk. – Du må hilse Alma så hjertelig, din kone og de andre og ikke å forglemme lille Ruth Irene!  Er hun søt og kos?  Far ber mig hilse dig!  Du må leve vel da, onkel Johan og på forhånd vil jeg si hjertelig takk for kassen!\n\nHerborg\n\nHer er mye snø og flott vær om dagene når solen skinner.  Siste søndag var jeg på Levanger og hadde med mig Einar’s lille gutt Helge.  Han er veldig søt og kos.\n\n\n<-SPLITTLETTER->\n\n\nFriday 21.3.47\n\nDear uncle Johan\n\nThank you very much for the letter I received today!  You write so funny, uncle, that I have to laugh you know.  I see you’re sending me a box of various things again.  It really is too much and you’re way to kind, I think, I’d wish I could do you some favours in return – you’ll have to come and visit the motherland, that’s all there is to it!\n\nI see you’re sending me a raincoat with a hat to go with it – well I’m very curious and anxious to see that one, you know!  I really hope it’s big enough for my tall, heavy frame.  And honestly I have no raincoat for this spring’s rain, I did have a rubber cape which now is in rags, so that cannot be worn anymore.  It’s possible to buy them now, but they are so terribly expensive, and then I earn little being at home with father so the money doesn’t cover everything one needs.  “First I’ll find the head of a man in the box” you say – ha-ha!  Is it perhaps a wooden head you’ve carved out yourself? – then two plows – compass – so that I don’t get lost in the mountain again – Yes – I’ll let father borrow it when he walks in Holmsmarka (the Holm fields) so that he’ll find his way down to “Hågen Hållåa” (nickname for a local Hegra person).  Then there’s a pencil sharpener – stockings, a dog and a cat with power in its behind and then the big surprise in the right arm!!  I really hope the box arrives soon because I’m really curious you know – but mostly about the rain coat – you see.  I’ll write you immediately after I get it, you can be sure of that.  And yes I’ll have my picture taken wearing the raincoat and send it to you.  I would very much like to visit you, but the distance is so great that it probably wont happen.\n\nWell, mother is dead now, as you know.  I think it was good that she was set free, she has been suffering for so many years, poor thing.  I biked to Hegra the day before she died – Jan. 17 – and sat with her for a while together with father.  She knew me – but driftet into sleep on and off and her eyes were large and glasslike – she waved to me when I left and asked me to say hello to the others.  Father kept a vigil over her that night and she died at 12 fifteen.  We had a very nice funeral.  Rented the chapel and had 60 guests for dinner.  We decorated the small assembly room to look like a living room with rugs, armchairs, tables with table cloths, flowers etc. – So many flowers and wreaths arrived – tulips and plant arrangements.  Considering the circumstances, I feel relieved that it’s all over.\n\nThere’s been a bible school at the chapel for 6 weeks.  Father went there every morning at 9 o’clock and came home for dinner at 1 o’clock and was gone at meetings and social gatherings every evening.  3 female students stayed in the bedroom of our house – but they left last week end.  Now father is changing his suit again and is going to some meeting or other – Laura says that there’s “not much rest in the behind of that one” and she’s right.  It’s good that he has religious interests otherwise it would be too lonesome for him when mother is gone.\n\nWe butchered a pig this week, sold most of it to uncle Edward and aunt Hanna in Narvik – they can’t buy pork up there in the North, you see, so they’ll be happy.  Father has been stirring the grease pot today – and then we made blood pudding but father used such bad thread to tie the bags shut with that it broke and the contents disappeared down into the pot ha-ha!  We had to laugh in spite of being upset.  Blood pudding and mock brawn are good together, right?\n\nI’m sending you a couple of amateur pictures which I’ve just received from the photorapher.  Do you recognize me from 1914 when you gave me a sleeping doll?\n\nLaura is in Trondheim today.  She went in with a few kilos of herring salad which she has made.  She has to think of something in order to live – she was going to sell it to a store – I’m curious as to how it went – she’l probably come by here tonight.  It’s too bad really – she has a 35 year old son she has to support – he comes to her for money for the movies – cigarettes – magazines – parties and everything – it’s shameful, granted he’s not strong, but seems to me he could do something if he wanted to – even if it didn’t pay a lot of money.  I tell Laura that it should be him who worked and earned money while Laura kept house without having financial worries.  She deserves to have an easier time of it as she gets older.  She was also so unlucky with her two husbands – the first one was sick and the last one a drunkard and a tyrant!  I hear so many strange things about marriage and husbands – I’m glad I have no husband so that I don’t have such worries and have only myself to care for.  Do you agree?  or what do you think?\n\nI read your life’s story and see that you’ve had “mercury in your behind” (Norwegian expression for someone who can’t be still) the way you’ve been moving and moving back and forth – I think all Holm’s are restless, Laura too likes to run here and there.  She has to leave the house at least once a day or she’s not well it seems. – You must greet Alma so much, your wife and the others and not to forget little Ruth Irene!  Is she cute and nice?  Father asks me to give you his regards!  Live well then, uncle Johan and I want to say thank you so much for the box in advance!\n\nHerborg\n\nWe have a lot of snow and loveley weather here these days when the sun is shining.  Last Sunday I was at Levanger and brought Einar’s little boy Helge.  He’s very cute and nice."
    ],
    "LetterDate": [
      "1947-03-21"
    ],
    "Destination": [
      "Dell Rapids"
    ],
    "Location": [
      "Norway"
    ]
  },
  "tags": [
    "1940s",
    "Hegra",
    "Herborg Holm",
    "Holmsmarka",
    "John Holm",
    "Narvik",
    "Norway to US",
    "Trondheim",
    "alcoholic",
    "bible school",
    "church",
    "cigarettes",
    "compass",
    "doll",
    "funeral",
    "gifts",
    "magazines",
    "pencil sharpener",
    "photos",
    "pig",
    "plows",
    "postwar",
    "prices",
    "raincoat",
    "sickness",
    "stockings",
    "suit"
  ],
  "files": [
    {
      "original": "Herborg Holm 21 mars-1947.pdf",
      "filename": "e8bf7ecfefa7825779af6ad66c409a82.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "kassen",
      "score": 0.03945897074453709
    },
    {
      "term": "blodpølse",
      "score": 0.026305980496358055
    },
    {
      "term": "jo",
      "score": 0.024274133876538095
    },
    {
      "term": "spent",
      "score": 0.023651599684564286
    },
    {
      "term": "far",
      "score": 0.02326786373150508
    },
    {
      "term": "le",
      "score": 0.022981533587197647
    },
    {
      "term": "bekymringer",
      "score": 0.02103685680970046
    },
    {
      "term": "ha-ha",
      "score": 0.019657086678037235
    },
    {
      "term": "kos",
      "score": 0.019657086678037235
    },
    {
      "term": "senner",
      "score": 0.019076140931183014
    },
    {
      "term": "middag",
      "score": 0.018586853818017047
    },
    {
      "term": "finne",
      "score": 0.018586853818017047
    },
    {
      "term": "søt",
      "score": 0.018586853818017047
    },
    {
      "term": "hatt",
      "score": 0.018507902848932768
    },
    {
      "term": "gikk",
      "score": 0.01722125525275064
    }
  ],
  "english-tfidf": [
    {
      "term": "raincoat",
      "score": 0.0317716587884457
    },
    {
      "term": "curious",
      "score": 0.02571687421659004
    },
    {
      "term": "box",
      "score": 0.025217628906867566
    },
    {
      "term": "pot",
      "score": 0.02423461766759792
    },
    {
      "term": "pudding",
      "score": 0.02423461766759792
    },
    {
      "term": "husbands",
      "score": 0.02423461766759792
    },
    {
      "term": "laugh",
      "score": 0.019394915955403602
    },
    {
      "term": "ha-ha",
      "score": 0.019394915955403602
    },
    {
      "term": "worries",
      "score": 0.019394915955403602
    },
    {
      "term": "father",
      "score": 0.018573106105048497
    },
    {
      "term": "moving",
      "score": 0.01812759405032968
    },
    {
      "term": "behind",
      "score": 0.017630252421730247
    },
    {
      "term": "clock",
      "score": 0.016341404146769482
    },
    {
      "term": "cute",
      "score": 0.015662326262067903
    },
    {
      "term": "dinner",
      "score": 0.015074082241695557
    }
  ]
}