{
  "id": 156,
  "added": "2010-12-29 20:59:20",
  "modified": "2010-12-30 03:47:09",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to John Holm 1947.4.9"
    ],
    "Description": [
      "BREV FRA EDVARD EIDUM DATERT 9.  APRIL – 1947, TIL MR.  JOHN HOLM, 108.  WEST FIFTH.  ST., DELL RAPIDS, SYD DAKOTA, U.S.A.  FRIMERKENE ER FJERNET.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EDVARD EIDUM DATED APRIL 9 –1947 (2 year anniversary of the German attack on Norway), TO MR.  JOHN HOLM, 108.  WEST FIFTH.  ST., DELL RAPIDS, SYD DAKOTA, U.S.A.  THE STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.04.09"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Narvik 9/4-1947\n\nHallo Svoger og familie.\n\nVill i aften senne Dere noen ord, Da jeg netop er kommet hjem fra Arbeide.  Vi Veier nu Malm, som går til Amerika og England.  De ligger nu 20 Malmbåter på havnen, så De er en svær trafikk her nu igjen.  Bare at Malmen hadde blit brukt til De som tjener oss Mennesker til De gode, og ikke til kanoner og krigsmatriel  Ja Gud alene vet hvad ende Dette vil ta.  Vi har De som almindelig her hjemme.  Hanna har nokså mye smerter i benene.  Hun går lidt inne i huset, men smerten er nokså stor, så hun liker best å ligge, for Da er smerten borte.  Ja nu har vi feiret Påske ijen.  Livets store Seiersfest.  Seiren over døden med all sin gru og velde.  Seierherren Jesus Kristus stod op av sin Grav, medens Di Romerske Soldater som skulle holle Vagt falt til Jorden som døde.  Men De er sørgeligt å se på hvorledes folket feirer Påskehøitiden.  Det er nu bare utflukter, hytteliv og sport som er tidens løsen.  Kirkerne og Bedehusene er tynt besat, og Evangeliet har Di fleste ingen interesse av.  De er vel en smitte som går over hele Verden.  Ja Svoger, Du må ha hjertelig takk for alle Di brevene Du sender oss.  Ligeså for alt De øvrige vi har modtatt.  Di bøkerne Du sendte oss, er gode gamle skrifter, skrevet av vor tids berømte Mend, hvad kristendom angår.  Ja nu får vi snart sol og full sommer her.  Trækfuglene er nu her ijen, og De er vakkert her i Norden i Guds sjønne og herlige Natur.\n\nOm Hanna hadde vært frisk, så er De ikke umuligt at jeg hadde tatt mig en tur over havet ved leilighed.  Siden jeg er malmveier, så får jeg være med en av Båtene som går til Amerika med malm.  Reisen er fri, men de koster kr 5 pr Døgn for kosten, og De er jo intet å snakke om.  Jeg kunne Da ha vert Der en 2 a 3 måneder, så jeg kunde ha fått hilst på vores kjære, og så vært med en båt hjem ijen. Men når Hanna er slik som hun nu er, så vill jeg selvfølgelig ikke reise fra hende.  Men de hadde vært en morsom tur.  Jeg har nylig fått brev fra Din bror Olav.  Ligeså fra Axel og Laura.  Olav er lidt Dårlig av og til.  De er særlig hodepine  Men Axel og Laura har De bra.  Du må hilse Alma fra oss, å si at hun skal også få brev snart.  Ligeså Florence Winters.  Du snakker om en flaske som du la ijen Der oppe på Fagernestoppen Da Du var Der oppe.  Vi skal se om vi finder den nu til våren.  Tyskerne hadde et stort flagg stående Der på toppen ved Krigens begyndelse.  Men de blev skudt ned flere gange av Engelsmennene fra Sjøen.  Du må ta Dig en tur til Narvik ijen, Så skal vi besoke Den toppen en gang til.  Jeg håper at Dem nu har fundet sig et andet Vandbaseng Der i Dell Rapids, så Du slipper å ha Vandtanken på hodet.  Ja Du er en nyttig Mand å ha,  De skal være både vist og sant.\n\nSå må Di leve vel ijen, og vær venlig hilset fra oss alle.  Hils Din hustru og alle som vil ha en hilsen fra oss.  Tusen takk for Den vakre Kalenderen vi fikk.\n\nE. Eidum  Box 68.  Narvik\n\n\n<-SPLITTLETTER->\n\n\nNarvik 9/4-1947\n\nHallo Brother in law and family.\n\nThis evening I’ll send You a few words, As I’ve just come home from Work.  We’re Weighing Ore now, which goes to America and England.  There are 20 Ore ships in the harbor, so There’s huge traffic here again now.  If only the Ore had been used for What serves us Humans for The good, and not for cannons and war materials  Yes God alone knows how This will end.  We’re doing as usual here at home.  Hanna has quite a lot of pain in her legs.  She walks a little in the house, but the pain is quite bad, so she prefers to be lying down, because Then the pain is gone.  Well now we’ve celebrated Easter again. Life’s great Victory feast.  The victory over death with all its horror and power.  The Conqueror Jesus Christ rose from his Grave, while The Roman Soldiers who were Guarding it fell dead to the Ground.  But It’s sad to see how people celebrate The Easter festival.  Now the order of the day is nothing but outings, trips to cabins and sports. The Churches and the Chapels are sparsely visited, and the Gospel is of little interest to most.  I guess it’s an infection which is going around the whole World.  Well Brother in law, thank you so much for all The letters You’re sending us.  Likewise for all The other things we’ve received.  Those books You sent us, are good old writings, written by the famous Men of our time, as far as Religion goes.  Well now we’ll soon have sun and full summer here.  The migrating birds are here again now, and It’s beautiful here in the North in God’s lovely and wonderful Nature.\n\nIf Hanna had been well, It’s not impossible that I would have taken a trip across the ocean when convenient.  Since I’m an ore weigher, I can get passage on one of the Ships that go to America with ore.  The trip is free, but it costs kr 5 per day for the food, and That’s nothing to speak of. Then I could have stayed There 2 or 3 months, so I could see our loved ones, and then return home on a ship again.  But when Hanna is like she is now, I don’t want to leave her of course.  But it would have been a fun trip.  I’ve recently received a letter from Your brother Olav.  Likewise from Axel and Laura.  Olav is a little unwell now and then.  It’s mostly headaches  But Axel and Laura are fine.  Give Alma our regards and tell her she too will get a letter soon.  Likewise Florence Winters.  You mention a bottle that you left up There at Fagernestoppen When You were up There.  We’re going to see if we can find it now this spring.  The Germans had a big flag up There on the top at the beginning of the War.  But it was shot down several times by the English from the Sea.  You must come and visit Narvik again, Then we’ll visit That top once more.  I hope They have found another Water reservoir There in Dell Rapids now, so that You wont have to keep the Water tank on your head.  Yes You’re a useful Man to have around, That’s for sure.\n\nSo keep well again, and consider yourself kindly greeted by us all.  Say hello to Your wife and everyone who wants a greeting from us.  Thank you very much for The beautiful Calendar we received.\n\nE. Eidum  Box 68.  Narvik"
    ],
    "LetterDate": [
      "1947-04-09"
    ],
    "Location": [
      "Narvik"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Axel Holm",
    "Dell Rapids",
    "Easter",
    "Edvard Eidum",
    "Fagernestoppen",
    "Florence Winters",
    "Germans",
    "Jesus",
    "John Holm",
    "Laura Karlson",
    "Narvik",
    "Norway to US",
    "Ola Holm",
    "calendar",
    "church",
    "death",
    "exports",
    "gifts",
    "leg pain",
    "ore",
    "postwar",
    "sickness"
  ],
  "files": [
    {
      "original": "Edvard Eidum 9 april-1947.pdf",
      "filename": "3b1a3b50de3afcb37f413fc28d08b268.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "smerten",
      "score": 0.04318737742906027
    },
    {
      "term": "ligeså",
      "score": 0.04179787540671664
    },
    {
      "term": "malm",
      "score": 0.037729525613627635
    },
    {
      "term": "toppen",
      "score": 0.03453688696710666
    },
    {
      "term": "nokså",
      "score": 0.030514637961075234
    },
    {
      "term": "di",
      "score": 0.02405742237104999
    },
    {
      "term": "4-1947",
      "score": 0.021593688714530136
    },
    {
      "term": "malmbåter",
      "score": 0.021593688714530136
    },
    {
      "term": "trafikk",
      "score": 0.021593688714530136
    },
    {
      "term": "malmen",
      "score": 0.021593688714530136
    },
    {
      "term": "seiersfest",
      "score": 0.021593688714530136
    },
    {
      "term": "seiren",
      "score": 0.021593688714530136
    },
    {
      "term": "velde",
      "score": 0.021593688714530136
    },
    {
      "term": "seierherren",
      "score": 0.021593688714530136
    },
    {
      "term": "romerske",
      "score": 0.021593688714530136
    }
  ],
  "english-tfidf": [
    {
      "term": "ore",
      "score": 0.07052278975887209
    },
    {
      "term": "victory",
      "score": 0.033480197124537016
    },
    {
      "term": "ships",
      "score": 0.031292500756082406
    },
    {
      "term": "easter",
      "score": 0.028209115903548836
    },
    {
      "term": "pain",
      "score": 0.02650043019235872
    },
    {
      "term": "likewise",
      "score": 0.025587395504067433
    },
    {
      "term": "top",
      "score": 0.022938034682560657
    },
    {
      "term": "water",
      "score": 0.022938034682560657
    },
    {
      "term": "4-1947",
      "score": 0.020917331599029382
    },
    {
      "term": "weighing",
      "score": 0.020917331599029382
    },
    {
      "term": "prefers",
      "score": 0.020917331599029382
    },
    {
      "term": "feast",
      "score": 0.020917331599029382
    },
    {
      "term": "conqueror",
      "score": 0.020917331599029382
    },
    {
      "term": "roman",
      "score": 0.020917331599029382
    },
    {
      "term": "guarding",
      "score": 0.020917331599029382
    }
  ]
}