{
  "id": 157,
  "added": "2010-12-29 21:03:03",
  "modified": "2010-12-30 03:46:58",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to Alma C. Wilson 1947.4.19"
    ],
    "Description": [
      "BREV FRA KLARA KROGSTAD DATERT 19.  APRIL, TIL ALMA WILSON, 102 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  POSTSTEMPLET I 1947.  INNEHOLDER INGER MARIE KOLSTAD'S DØDSANNONSE (DATTER AV KAREN KOLSTAD, KLARA'S SØSTER).  TO 60-ØRES FRIMERKER MED BILDE AV HAAKON VII OG MAUD'S KRONING.  (JUBILEUMS-FRIMERKER 1647-1947).\n\n\n<-SPLITDESC->\n\n\nLETTER FROM KLARA KROGSTAD DATED APRIL 19, TO ALMA WILSON, 102 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  POSTSTAMPED IN 1947.  ENCLOSED IS THE DEATH ANNOUNCEMENT FOR INGER MARIE KOLSTAD, DAUGHTER OF KLARA'S SISTER KAREN KOLSTAD.  TWO 60 ØRE STAMPS WITH KING HAAKON VII AND QUEEN MAUD'S CORONATION.  (JUBILEE STAMPS 1647-1947)."
    ],
    "Creator": [
      "Klara Krogstad",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.04.19"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Sluppen den 19 april.\n\nGode kusine Alma.\n\nTak for brev og hilsen.  Jeg er saa optat med arbeide jeg faar ikke tid til noget annet snart.  Nu sitter jeg helt alene, for begge mine gutter er gaat ut.  Min minste gut er med opvisning i Leikarring  er nasjonal klædd  er rigtig stram i den.  Og min ælste gut er gaat paa kino  han er saa rolig og staut, jeg forstår vist ikke hvor god han er.  Han er paa jernbane  skal arbeide i morgen tidlig igjen\n\nNu lakker det mot sol og sommer, det er daarlig med vannet her  det er saa stygg en smak paa det og folk har mange ganger daarlig mave av det.  Det var egentlig sammenhængen om pakken jeg maa skrive om.  Jeg ordnet og gjorde I stand den store løperen jeg skulde sende og i mellemtiden kom den damen som arbeider dem, og hun tok det garnet jeg hadde igjen og skulde lave en liten en til din svigerdatter fra mig, nu har jeg faat den og skal sende det denne uke.  Haaber dere blir fornøid, jeg har mange deler men nu har jeg ikke mere garn.\n\nDet er stygt av mig og spørge dig men har du en gammel hofteholder eller korselet vi kalder slik som holder strømperne oppe, jeg kan ikke opdrive i en eneste forretning og saa er dem saa dyre  60 – 70 kr.  Jeg er helt opråd, gaar som en fillekjærring saa det er en skam.\n\nApril den 29.\n\nNu er det inntruffet dødsfall i familjen  min søster Karen Kolstad som ogsaa har skrevet til dig har mistet sin eneste datter.  Hun døde av tuberkulose den 24/april og blir kremert i dag.  Sender dig dødsfall.\n\nDen 8 juni er det stor dag i familjen, min mormor er 95 aar da, saa det blir stor stas den dagen, hun er frisk men ser daarlig nu.\n\nHils Jon og dine fra os.  Ha det bra, du maa skrive saa faar jeg høre om du liker det i pakken.\n\nHilsen din kusine Klara.\n\nDødsannonse for Inger Marie Kolstad:\n\nVår kjære umistelige datter og vår snille søster, min forlovede\n\nInger Marie Kolstad\n\nnær 24 år gml., sovnet stille inn i dag.\n\nTrondheim 24. April 1947.\n\nKaren, f. Holm og Halfdan Kolstad\n\nHåkon, Knut, Bjørn\n\nBesteforeldre, tanter og onkler.\n\nEinar E. Aune\n\nforlovede\n\n \n\nDu glemmes ei.\n\n\n<-SPLITTLETTER->\n\n\nSluppen the 19th of April\n\nGood cousin Alma.\n\nThank you for your letter and greeting.  I’m so busy with work that’s all I’ll have time for pretty soon.  Right now I’m sitting here all alone, because both my boys have gone out.  My youngest boy had a show with his folk dancing group  is wearing a national costume looks really nice in it.  And my oldest boy has gone to the movies  he’s so quiet and good, I probably don’t understand how good he is.  He’s with the railroads  is going to work again tomorrow morning.\n\nWe’re now approaching sun and summer, the water is bad here  it has such a nasty taste and many times people have a bad stomach from it.  It was actually with regard to the package I have to write to you.  I prepared and got ready the large runner that I was going to send and in the meantime the lady who works them came, and she took the yarn that I had left to make a small one for your daughter in law from me, now I have received it and will send them this week.  Hope you’ll be happy with them, I have many pieces but now I have no more yarn (the Norwegian word “garn” can also mean “floss” as in embroidery floss, which is probably the meaning here).\n\nIt’s not nice of me to ask you but do you have an old girdle or corselet as we call those things that hold the stockings up, I cannot find one in any of the stores and then they are so expensive 60 – 70 kr.  I’m really in need of one, walking around like a rag lady so it’s shameful.\n\nApril the 29th.\n\nNow there has been a death in the family  my sister Karen Kolstad who has also written to you has lost her only daughter.  She died of Tuberculosis on April 24 and wil be cremated today.  I’m sending you the death announcement.\n\nOn June 8 we have a big day in the family, my grandmother (mother’s mother) turns 95 years old then, so that day we’ll celebrate, she’s healthy but can’t see very well now.\n\nSay hello to Jon and yours from us.  Keep well, write so that I’ll know if you like what’s in the package.\n\nRegards your cousin Klara.\n\nDeath announcement for Inger Marie Kolstad:\n\nOur dear daughter and our kind sister, my fiance\n\nInger Marie Kolstad\n\nnear 24 years of age, died quietly today.\n\nTrondheim 24 April 1947.\n\nKaren, born Holm and Halfdan Kolstad\n\nHåkon, Knut, Bjørn (her brothers)\n\nGrandparents, aunts and uncles.\n\nEinar E. Aune\n\nfiance\n\nYou will not be forgotten."
    ],
    "LetterDate": [
      "1947-04-19"
    ],
    "Location": [
      "Sluppen"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Inger Marie Kolstad",
    "Klara Krogstad",
    "Norway to US",
    "Sluppen",
    "bunad",
    "corselet",
    "death",
    "folk dancing",
    "girdle",
    "postwar",
    "railroad",
    "stockings",
    "tuberculosis",
    "yarn"
  ],
  "files": [
    {
      "original": "Klara Krogstad 19 april-1947.pdf",
      "filename": "5cad24c25377e77dbc6774622f05cdd1.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "kolstad",
      "score": 0.10707597213252983
    },
    {
      "term": "dødsfall",
      "score": 0.06128264730157156
    },
    {
      "term": "april",
      "score": 0.06060800472068992
    },
    {
      "term": "familjen",
      "score": 0.05353798606626491
    },
    {
      "term": "inger",
      "score": 0.05353798606626491
    },
    {
      "term": "24",
      "score": 0.048935992894342764
    },
    {
      "term": "forlovede",
      "score": 0.04330010079392799
    },
    {
      "term": "daarlig",
      "score": 0.04257583163671868
    },
    {
      "term": "eneste",
      "score": 0.03262399526289518
    },
    {
      "term": "leikarring",
      "score": 0.03064132365078578
    },
    {
      "term": "klædd",
      "score": 0.03064132365078578
    },
    {
      "term": "stram",
      "score": 0.03064132365078578
    },
    {
      "term": "sammenhængen",
      "score": 0.03064132365078578
    },
    {
      "term": "løperen",
      "score": 0.03064132365078578
    },
    {
      "term": "mellemtiden",
      "score": 0.03064132365078578
    }
  ],
  "english-tfidf": [
    {
      "term": "kolstad",
      "score": 0.08632639062503171
    },
    {
      "term": "april",
      "score": 0.05231460522526492
    },
    {
      "term": "floss",
      "score": 0.047138343431223355
    },
    {
      "term": "inger",
      "score": 0.047138343431223355
    },
    {
      "term": "24",
      "score": 0.045637690260975826
    },
    {
      "term": "announcement",
      "score": 0.043163195312515855
    },
    {
      "term": "fiance",
      "score": 0.043163195312515855
    },
    {
      "term": "yarn",
      "score": 0.0403427828374984
    },
    {
      "term": "lady",
      "score": 0.03135954036814394
    },
    {
      "term": "meantime",
      "score": 0.026966952012474153
    },
    {
      "term": "garn",
      "score": 0.026966952012474153
    },
    {
      "term": "corselet",
      "score": 0.026966952012474153
    },
    {
      "term": "cremated",
      "score": 0.026966952012474153
    },
    {
      "term": "halfdan",
      "score": 0.026966952012474153
    },
    {
      "term": "håkon",
      "score": 0.026966952012474153
    }
  ]
}