{
  "id": 158,
  "added": "2010-12-29 21:20:30",
  "modified": "2010-12-30 03:46:43",
  "public": true,
  "metadata": {
    "Title": [
      "Herborg Holm to John Holm 1947.5.20"
    ],
    "Description": [
      "BREV FRA HERBORG HOLM DATERT 20 MAI, ULESELIG STEMPEL PÅ KONVOLUTTEN, MEN ETTER INNHOLDET Å DØMME ER DET SKREVET I 1947 (HUN NEVNER SAMME REGNKÅPE I BREV AV 21.  MARS DET ÅRET).  TIL HRR.  JOHN HOLM, 108 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  FRIMERKENE ER KLIPPET VEKK.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM HERBORG HOLM DATED MAY 20,.  I'M UNABLE TO READ THE YEAR ON THE ENVELOPE, BUT FROM THE CONTENT OF THE LETTER I'M ABLE TO PLACE IT IN 1947 (SHE MENTIONS THE SAME RAINCOAT IN A LETTER DATED MARCH 21 OF THAT YEAR).  TO HRR.  JOHN HOLM, 108 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Herborg Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.05.20"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal mandag 20 mai\n\nKjære onkel Johan!\n\nEndelig er den efterlengtede pakke kommet!  Jeg fikk den fredag den 16 mai og tusen takk skal du ha!  Regnkåpen var fin og så morsom lukning med de store sølvkulene på, det finns ikke her, ellers så har dem regntøi av hvit plastikk å selge.  De er dyre, koster ca. 70 kr.  Takk!  og takk for den morsomme luen, den passet utmerket til sportsbruk og bærplukking, som du sier.  Ellers takk for strømpene, det er fint å få og takk for alt det andre – kompass – blyant-kvesser (den står på skrivepulten på kontoret hos Eilif) kniv og alt leketøiet.  Helge fikk med sig hjem den kvite trefuglen – jeg knyttet et snøre i den og han frydet sig storlig.  Ellers er katten du sente til stor morro for brorbarna.  Eilifs minste pike har vært herinne og lekt sig med den i hele dag nesten, da Helge fikk se den blev han helt vill og lo høit altså, det var rent morro å se på ham.  Imorgen kommer han hit og skal da få leke sig med den – hans mor skal nemlig vaske klær til sig i størhuset her, og ikke å forglemme, hjertelig takk for det i arma.  Det var festlig å få, og så morsom en “kopp” som de var i!  Tror de er verd ca. 50 øre pr stk. så det blir over 20 kr. tils.  Jeg vil ikke veksle dem her, men forsøke å få en anledning til å kjøpe noe for dem i Sverige – det lønner seg mye bedre.  Jeg er nemlig så oprådd for et skjørt-tøi til en pen, rutet jakke som jeg har og det har det ikke nyttet å få tak i hverken her eller i Trondheim, så nu skal du se det blir ei råd lell!  - Ja, jeg vet ikke hvordan jeg skal få takket dig, onkel Johan!  du er så alt for snild!  Jeg skulle ønske jeg var i nærheten så jeg kunne ha fått takket dig personlig og kunne ha hjulpet dere og hygget litt for dere på deres gamle dage, men det er jo umulig.  Jeg hadde så smått håpet på at du kom hjem til Norge en tur igjen men det blir kansje ikke?  eller hvad?\n\nJeg skal hilse dig så meget fra far.  Han gikk sig en tur på Værnesmoen til Ivar Nilsen-Værnesbrannen.  Du sendte engang en liten bok “Trøndelagsutgave i U.S.A.  den har Ivar N. V. fått, du vet han driver med historieskriving.\n\nJeg sendte dig brev med 2 bilder av mig nedi, har du fått det?  Senner dig noen amatørfoto av oss som vi tok en søndag i april iår.\n\nTante Laura og jeg var nylig i Trondheim i kremasjon.  Karen Kolstad, en av Markus sine døtre, hennes eneste datter er død av tuberkulose (3 sønner har hun altså)  Inger Marie var ca. 24 år, en meget vakker pike og forlovet med en kjekk, pen mann.  Det var en uvanlig trist begravelse, moren (Karen) var helt bunnløs av sorg og falt nesten helt sammen under sørgehøitideligheten i kapellet.  Det var fælt å se på.  En masse folk var tilstede – Inger Marie hadde så mange venner for hun var så snild og god. – Det bugnet av skjønne blomster og kranser der – ja det er trist at slike ungdommer skal dø – men tiden var vel kommet.\n\nEnken efter Markus, Gjertine, er nu reist til Bergen pr. båt og skulle besøke en sønn hun har der (dette må være Olaf, Klara Krogstad sin bror, som var sjømann) – det var visst hennes første store utreise – så det var stor stas.\n\nJohan!  Nu fikk jeg nettop brev fra dig, skrevet den 12te mai.  Da jeg fikk se “papirlappen” holdt jeg på å dette av stolen altså, trodde ikke mine egne øine da jeg leste tallet altså!  så meget har jeg aldri eid, på en gang, i mitt liv.  Det var så over-raskende og så gledelig at jeg finner ikke ord for det, skjønner du.  Hjertelig, inderlig takk!  åh om jeg bare kunne ha omfavnet dig og gitt dig en klem for det i det minste!  Ja, nu reiser jeg snart til Sverige sjøl, til Østersund, (det er dumt å veksle det her, skjønner du, i Sverige får man kjøpt så mye mere for pengene, og bedre varer, så det lønner sig absolutt) og kjøpe mig forskjellig som jeg trenger.  en stor kuffert (de er billige der) ny sommerkåpe (den forrige er 9 år gl.) et par pene sko, paraply, en kjole, en bluse og forskjellig som jeg trenger altså, jeg må si dig at jeg altid har vært forsiktig og redd om klærne mine og hatt dem pene i mange år.  Nu skal det bli festlig å forme garderoben litt, en “gammeljomfru” har jo en fornøielse i å være litt velklædd, vet du!!  Ja, du skal iallefall få høre hvordan de blir brukt, jeg sa til tante Laura idag at hun får bli med over grensen en tur, så jeg får følge, for det er triveligere, men hun har ikke råd, hun var så glad nylig, for Mindor hadde begynt å arbeide på en bondegård – 8 kr. pr. dag og maten – men det varte bare 4 dage så var han gått klar – så nu var hun så lei sig igjen – denne gutten er virkelig et kors for henne, skjønner du, han drikker ikke, det er jo et stort gode.\n\nSer at du er dårlig og at du tror kansje du snart dør, at du sier adjø til mig og din slekt, jeg storgråt da jeg leste det, det hørtes så sørgelig ut, håper du blir frisk og får leve noen år enda onkel Johan, det ønsker jeg.  Ser at du senner mig noen bøker og din gamle velbrukte bibel – det var rørende av dig onkel Johan – du kan lite på at jeg setter pris på det og skal ha den med mig gjennem livet.  Takk for alle ting!\n\nHils din frue og Alma med familie!\n\nSå ønsker jeg dig god bedring og håper virkelig at jeg får flere brever fra dig.\n\nHilsen fra Herborg\n\nHer er fint vær, men veldig kald luft enda.\n\n \n\n<-SPLITTLETTER->\n\n\n\nStjørdal Monday May 20.\n\nDear uncle Johan!\n\nFinally the long awaited package has arrived! I received it Friday the 16th of May and thank you so very much!  The raincoat was nice and what a fun closure with those big silver balls on it, they don’t have that here, they have raingear made of white plastic for sale.  They’re expensive, cost about 70 kr.  Thank you!  and thank you for the fun hat, it’s perfect for sports use and berry picking, like you say.  Also thanks for the stockings, those are nice to get and thank you for all the other things – compass – pencil sharpener (it’s on the desk in Eilif’s office) knife and all the toys.  Helge got to take home the white wooden bird – I tied a string to it and he was delighted.  And my brother’s children are getting a lot of fun out of the cat you sent.  Eilif’s youngest girl has been in here and played with it all day almost, when Helge saw it he became totally wild and laughed out loud, it was great fun to watch him.  Tomorrow he’s coming over here and will get to play with it then – you see his mother is going to do her laundry in the “størhus” here, (a special room or building normally used for butchering animals, but also used for other things as it usually would have access to running water) and not to forget, many thanks for what was in the arm (not sure if she’s talking about sleeve or arm here, the Norwegian word “arm” can mean both).  That was great fun to get, and what a fun “cup” they were in!  I think they are worth 50 øre a piece so that makes it over 20 kr. all total.  I don’t want to exchange them here, but will try to get an opportunity to buy something for them in Sweden – it’s a lot more worth it.  You see I’m in such need of fabric for a skirt to go with a nice, plaid jacket I have and that has been impossible to find here as well as in Trondheim, but now you’ll see there will be a solution afterall.  I just don’t know how to thank you, uncle Johan!  your are just much too kind!  I’d wish I were nearby so that I could thank you personally and could help you both and pamper you a little in your old age, but that’s impossible.  I had a small hope that you’d come home to Norway again but maybe that wont happen?  or what?\n\nFather sends his best regards.  He walked over to Værnesmoen to Ivar Nilsen-Værnesbrannen.  One time you sent a little book “Trøndelagsutgave i U.S.A. (Trøndelag version in U.S.A – it most probably refers to “people  from Trøndelag”)  It was given to Ivar N. V, you know he’s and historical writer.\n\nI sent you a letter with 2 pictures of myself in it, did you get that?  I’m sending you some amateur photoes of us which we took one Sunday in April this year.\n\nAunt Laura and I were recently in Trondheim for a cremation.  Karen Kolstad, one of Markus’ daughters, her only daughter has died of Tuberculosis (she has 3 sons by the way)  Inger Marie was about 24 years old, a very beautiful girl and engaged to a nice, handsome man.  It was an unusually sad funeral, her mother (Karen) was inconsolable in her grief and almost collapsed during the memorial service in the chapel.  It was awful to watch.  A lot of people were present – Inger Marie had so many friends because she was so kind and good. – There was an abundance of gorgeous flowers and wreaths there – yes it’s sad that such youths have to die – but her time had probably come.\n\nMarkus’ widow, Gjertine, has now gone to Bergen by boat to visit a son she has there (probably Olaf, Klara Krogstad’s brother who was a sailor) – apparently it was her first big trip – so she was exited.\n\nJohan!  Just now I got a letter from you, written on May the 12th.  When I saw “the piece of paper” I almost fell off my chair, couldn’t believe my own eyes when I read the number!  that much I’ve never owned, all at once, in my life.  It was such a surprise and such a joy that I can’t find words for it, you know.  Many, sincere thanks!  oh if only I could embrace you and give you a hug for it at least!  Well, now I’ll soon be going to Sweden myself, to Østersund, (it’s a bad idea to exchange it here, you see, in Sweden one can get so much more for the money, and better goods, so it absolutely pays) and buy myself various things that I need. a big suitcase (they’re cheap there) new summer coat (my other one is 9 years old!) a pair of nice shoes, umbrealla, a dress, a blouse and different things that I really need, I must tell you that I’ve always been careful with my clothes and have had them looking nice for many years.  Now it’ll be fun to shape my wardrobe a little, an “old maid” takes pleasure in being well dressed, you know!!  Well, you can be sure you’ll be told how it’s spent, I said to aunt Laura today she ought to come across the border with me, so that I’ll have company, because that’s more enjoyable, but she can’t afford it, she was so happy recently, because Mindor had started to work on a farm – 8 kr. pr. day. and meals – but it only lasted 4 days then he got tired of it – so now she was so down again – that boy is really a cross for her, you know, he doesn’t drink, that’s a big plus of course.\n\nI see that you’re unwell and that you think maybe you’ll die soon, and that you’re saying goodbye to me and your kin, I sobbed when I read it, it sounded so sad, hope you get well and get to live a few more years yet uncle Johan, I do wish for that.  I see that you’re sending me some books and your old well used bible – that was touching of you uncle Johan – you can be sure I appreciate it and will keep it with me through my life.  Thank you for everything!\n\nGive my regards to your wife and Alma and family!\n\nI wish you a speedy recovery and really hope that I’ll get more letters from you.\n\nBest wishes from Herborg\n\nWe’re having nice weather, but the air is still very cold.\n\n \n\nThe 20 kr. mentioned above would be a little less than 3 dollars now (summer 2000).  The rate has fluctuated a lot this year, and I believe it went as high as 9 kr. to a dollar in June, it may even have gone higher.  I think around the time these letters were written it was a lot less than that; seems like one of them mentioned it was 5 kr.  Between 6 and 7 kr. to a dollar has been the most common rate in the past few years.\n\n100 øre = 1 kr."
    ],
    "LetterDate": [
      "1947-05-20"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Ivar Nilsen",
    "Norway to US",
    "Stjørdal",
    "Sweden",
    "Trondheim",
    "Værnesmoen",
    "berries",
    "bible",
    "blouse",
    "coat",
    "cremation",
    "dress",
    "fabric",
    "farm",
    "flowers",
    "funeral",
    "gifts",
    "jacket",
    "postwar",
    "prices",
    "raincoat",
    "shoes",
    "skirt",
    "stockings",
    "suitcase",
    "umbrella"
  ],
  "files": [
    {
      "original": "Herborg Holm 20 mai 1947.pdf",
      "filename": "26cd8df28247904f664bcfe451158684.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "altså",
      "score": 0.027128206900248326
    },
    {
      "term": "lønner",
      "score": 0.022132331422312745
    },
    {
      "term": "inger",
      "score": 0.022132331422312745
    },
    {
      "term": "veksle",
      "score": 0.02025951337100483
    },
    {
      "term": "ivar",
      "score": 0.02025951337100483
    },
    {
      "term": "pr",
      "score": 0.019716440673501593
    },
    {
      "term": "mai",
      "score": 0.01760063247799687
    },
    {
      "term": "skjønner",
      "score": 0.01760063247799687
    },
    {
      "term": "johan",
      "score": 0.017488510622846804
    },
    {
      "term": "takk",
      "score": 0.01739495891400741
    },
    {
      "term": "sverige",
      "score": 0.017245251685473424
    },
    {
      "term": "morsom",
      "score": 0.01705790976564711
    },
    {
      "term": "festlig",
      "score": 0.01705790976564711
    },
    {
      "term": "forskjellig",
      "score": 0.01705790976564711
    },
    {
      "term": "leste",
      "score": 0.01634589738769211
    }
  ],
  "english-tfidf": [
    {
      "term": "kr",
      "score": 0.03406056130564321
    },
    {
      "term": "rate",
      "score": 0.021240379191292385
    },
    {
      "term": "arm",
      "score": 0.020590818888934825
    },
    {
      "term": "inger",
      "score": 0.018564135250906496
    },
    {
      "term": "fun",
      "score": 0.017320952775251627
    },
    {
      "term": "ivar",
      "score": 0.016998632902998523
    },
    {
      "term": "dollar",
      "score": 0.015887891310520603
    },
    {
      "term": "watch",
      "score": 0.015026333197338327
    },
    {
      "term": "johan",
      "score": 0.014961529845205594
    },
    {
      "term": "worth",
      "score": 0.014322388962612634
    },
    {
      "term": "øre",
      "score": 0.013727212592623219
    },
    {
      "term": "exchange",
      "score": 0.013727212592623219
    },
    {
      "term": "20",
      "score": 0.013701335876151991
    },
    {
      "term": "sweden",
      "score": 0.013701335876151991
    },
    {
      "term": "mentioned",
      "score": 0.011982096284734966
    }
  ]
}