{
  "id": 162,
  "added": "2010-12-29 22:21:46",
  "modified": "2010-12-30 03:45:59",
  "public": true,
  "metadata": {
    "Title": [
      "Evelyn Holm to John Holm 1947.6.10"
    ],
    "Description": [
      "BREV FRA EVELYN HOLM, ROSENBORGSGT. 14, TRONDHEIM, DATERT 10.  JUNI – 1947, TIL HERR JOHN HOLM, 108 WEST FIFTH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  FRIMERKENE ER KLIPPET VEKK.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EVELYN HOLM, ROSENBORGSGT. 14, TRONDHEIM, DATED JUNE 10 – 1947, TO HERR (MR. ) JOHN HOLM, 108 WEST FIFTH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  THE STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Evelyn Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.06.10"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Trondheim 10-6-47\n\nKjære onkel John!\nTakk for brevet jeg fikk for et par dager siden.  Jeg har nettop skrevet til Alma, tenkte jeg og skrive et par ord til dig med det samme.\n\nDet var nok ikke mig som var liten den gang du var i Norge, men min eldste søster Sonja, hun er 33 år.  Hun er her nu med sin datter, far er nemlig 69 år i dag.\n\nDur skriver at han aldri synes han får nok, jeg tror han har det som en sykdom.  Vi har det nu ganske bra.  Far og mor har alderstrygden nu.  Far har nu ikke nå mye arbeidet nu, men det er nu ingen nød, så han skulde nu ikke skrive slik.  Jeg har nu sett to dresser som far har fått, men han fortalte at han har fått tre dresser fra dig.  Pakkene har vi nu ikke sett som dere har sendt, men i fjor til jul tok far hjem forskjellig som hadde kommet fra Amerika.\n\nFar begynner nu og bli dårlig  han klager nu over smerter her og der.  Det er vel nu alderdommen både hos dig og han.\n\nDet var synd det ikke kommer Amerika fremmed at du ikke kan ta dig en tur.  Mor fikk nu et par sko + 1 par tøfler fra dere som far kom hjem med.  Dem var nu i største laget, men hun går nu i skoene hver dag hjemme.  De er så god og gå i sier hun.  Hun bruker nr. 38 i sko, men det er nu andre nr. i Amerika.\n\nMor har nu fått en to tre kjoler en jakke som far hatt tatt med hjem, men hvem det var fra sa han ikke, at det var fra Amerika skjønte vi.\n\nJeg holder på å ber mor om å skrive, men hun skriver så dårlig sier hun, så jeg skal hilse dere så meget.\n\nFar ler godt nu til Berith, (Sonjas datter) han synes det er morsomt, og få besøk av barnebarna.  Jeg blir nu 29 år og den yngste er 25 år så far har nu bare voksne barn.  Dollar har ikke jeg hørt noget om, men han har sikkert fått.  Du ser nu ut som et ungdom frisk på billedet.\n\nVi har nu hatt det så kaldt og surt  her har ingen sommer vært, men det blir vel  Mine andre søsken skulde skrive til dig og sende et lite foto.  Ha det bra.\n\nHjertelig hilsen fra alle her, Evelyn!\n\nDet ser ut som Ola har bedt John sende de fleste pakkene til arbeidsplassen sin, Nonnegt. 4, slik at familien i Rosenborgsgt. 14 vet veldig lite om hva han egentlig har fått.\n\n \n\n<-SPLITTLETTER->\n\n\n\nTrondheim 10-6-47\n\nDear uncle John!\n\nThank you for the letter I received a couple of days ago. I’ve just written to Alma, and thought I’d write a few words to you at the same time.\n\nIt wasn’t me who was little that time you were in Norway, but my oldest sister Sonja, she’s 33 years old.  She’s here now with her daughter, you see father turns 69 today.\n\nYou write that he never seems to think he has enough, I think it’s a disease with him.  We’re doing fairly well.  Father and mother get their old age pensions now.  Father doesn’t have much work now, but we’re not in any need, so he shouldn’t write like that.  I’ve seen two suits that father has gotten, but he said he has gotten three suits from you.  We haven’t seen the packages you’ve sent, but last year around Christmas father brought home various things that had come from America.\n\nFather is starting to feel unwell  he complains about pains here and there now.  I guess it’s due to age both for you and him.\n\nI’m sorry that no America strangers are coming that you can’t take a trip home (I’ve left it the ways she says it, the expression “Amerika-fremmed” means directly translated “America strangers” – meaning visitors from Amerika).\n\nMother did get a pair of shoes + 1 pair of slippers from you that father came home with.  They were a bit too big, but she wears the shoes every day at home.  She says they are so comfortable to walk in.  She wears size 38 in shoes, but the sizes in America are different.\n\nMother did get two or three dresses a jacket which father brought home, but who they were from he didn’t say, we understood they were from America.\n\nI keep asking mother to write, but she’s so bad at writing she says, so she asks me to give you all her best regards.\n\nFather is laughing at Berith now, (Sonja’s daughter)  he enjoys, getting a visit from his grandchildren.  I’m going to be 29 years old and the youngest is 25 years old so all of father’s children are adults.\n\nWe haven’t heard anything about dollars, but I’m sure he must have gotten them.  You look like a healthy youth in the picture.\n\nWe’ve had such cold and miserable weather now  have had no summer, but I guess it’s coming  My other siblings said they’d write to you and send a little picture.  Keep well.\n\nBest wishes from all of us here, Evelyn!\n\nIt looks like Ola has been asking John to send most of the packages to his work address, Nonnegt. 4, so that his family in Rosenborgsgt. 14  knows very little about what he has actually received from John."
    ],
    "LetterDate": [
      "1947-06-10"
    ],
    "Location": [
      "Trondheim"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Evelyn Holm",
    "John Holm",
    "Norway to US",
    "Sonja Bakken",
    "Trondheim",
    "gifts",
    "money",
    "pain",
    "pension",
    "photos",
    "postwar",
    "shoes",
    "sickness",
    "slippers"
  ],
  "files": [
    {
      "original": "Evelyn Holm 10 juni-1947.pdf",
      "filename": "25cde3f16a91c478a80e95fde6ec1ad9.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "dresser",
      "score": 0.05773470456305952
    },
    {
      "term": "far",
      "score": 0.05674093085402115
    },
    {
      "term": "fått",
      "score": 0.03748299797221673
    },
    {
      "term": "nr",
      "score": 0.03157779246002794
    },
    {
      "term": "tre",
      "score": 0.03073523764241177
    },
    {
      "term": "sett",
      "score": 0.029955153725004173
    },
    {
      "term": "pakkene",
      "score": 0.029955153725004173
    },
    {
      "term": "10-6-47",
      "score": 0.02886735228152976
    },
    {
      "term": "dur",
      "score": 0.02886735228152976
    },
    {
      "term": "alderstrygden",
      "score": 0.02886735228152976
    },
    {
      "term": "skjønte",
      "score": 0.02886735228152976
    },
    {
      "term": "ler",
      "score": 0.02886735228152976
    },
    {
      "term": "sonjas",
      "score": 0.02886735228152976
    },
    {
      "term": "arbeidsplassen",
      "score": 0.02886735228152976
    },
    {
      "term": "amerika",
      "score": 0.027587571865158273
    }
  ],
  "english-tfidf": [
    {
      "term": "father",
      "score": 0.043375463846152346
    },
    {
      "term": "wears",
      "score": 0.04076524001737609
    },
    {
      "term": "suits",
      "score": 0.03603537313065395
    },
    {
      "term": "strangers",
      "score": 0.034347210567746964
    },
    {
      "term": "america",
      "score": 0.03180842188656564
    },
    {
      "term": "brought",
      "score": 0.031683487674674916
    },
    {
      "term": "three",
      "score": 0.029617343681024828
    },
    {
      "term": "asking",
      "score": 0.029617343681024828
    },
    {
      "term": "sonja",
      "score": 0.027188044935955464
    },
    {
      "term": "10-6-47",
      "score": 0.025468788011781145
    },
    {
      "term": "pensions",
      "score": 0.025468788011781145
    },
    {
      "term": "amerika-fremmed",
      "score": 0.025468788011781145
    },
    {
      "term": "enjoys",
      "score": 0.025468788011781145
    },
    {
      "term": "pair",
      "score": 0.025265458225045792
    },
    {
      "term": "shoes",
      "score": 0.02449428600362998
    }
  ]
}