{
  "id": 163,
  "added": "2010-12-29 22:27:40",
  "modified": "2010-12-30 03:45:46",
  "public": true,
  "metadata": {
    "Title": [
      "Herborg Holm to John Holm 1947.7.1"
    ],
    "Description": [
      "BREV FRA HERBORG HOLM DATERT 1.  JULI – 1947, TIL HRR JOHAN HOLM, 108 WEST 5TH.  STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  FRIMERKET ER KLIPPET BORT.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM HERBORG HOLM DATED JULY 1 – 1947, TO HRR (MR.) JOHAN HOLM, 108 WEST 5TH.  STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE STAMP HAS BEEN REMOVED."
    ],
    "Creator": [
      "Herborg Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.07.01"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal 1 juli-1947\n\nKjære onkel Johan!\n\nTusen takk for bøkene og særlig for bibelen jeg har fått sendt.  Det var trivelig å få til minne om dig, onkel Johan!\n\nPengene du sendte har det vært vanskelig å få vekslet.  I bankene her i landet var det umulig å få veksle så store sedler som 100 – og 50 dollarer.  Så skrev jeg til Sverige, men det var umulig i bankene der også.  Dem får nemlig ikke ta imot dem, da det har vært så mange falske slike i omløp fra tyskertiden.  Men nu har jeg heldigvis fått dem vekslet hos en frue som er hjemme her, fra U.S.A.  Jeg fikk en 50 dollar seddel, den skal jeg spare til neste sommer.  De andre, 2 20 d. og en 10 d. skal jeg få veksle i svenske penger på passet mitt.\n\nJeg skal nemlig nu til Sverige på 14 dagers ferietur.  Vi skal dra på sykkeltur – 4 venninner – å ligge i telt – ha kaffekjel – stekepanne etc. med.  Jeg glær mig veldig altså!  Sykkel og telt-tur er meget morsomt altså.  Vi skal ta toget fra Hell, og et stykke over grensen (18 juli) – så skal vi sykle efter veien, over Verdalsfjellene tilbake.  Jeg skal jo kjøpe mig forskjellig i klær for noe av pengene – selve turen skal vi gjøre så billig som mulig.\n\nJeg har fått brev fra Alma også, og skal skrive til henne så snart som mulig.\n\nIdag har vi hatt besøk av onkel Edward Eidum.  Han er hos sin sønn Erling som bor her i Stjørdal.\n\nI to dage har jeg nu stått på hodet og luket ugress fra gulerot og blomster-sengene – jeg skal si at “arven” vokser og trives godt.\n\nHer har vært veldig varmt en tid, men ikveld er det kjøligere og tegn til regn.  Hele søndag lå jeg på badestranden og solet og brunet mig.\n\nFar står i potetåkeren om dagene, og hekter ugress.  Han har vært i Opdal noen dage nu – Kinamisjonen hadde kretsmøte deroppe – så besøkte han Arne med familie samtidig.  Arne henger i og strever med baking og brødene går fort unda.\n\nEinar har ligget tilsengs i feber noen dage – bronkith – men nu er han oppe og arbeider i bakeriet igjen.  Eilif og frue har turet bryllup i 2 helger på rad nu.  Dem har det bare bra – dem venter forresten en arving ved juletider.  Dem har 3 stk. før.\n\nHvordan står det til med dig nu, onkel Johan!  Alma skriver at du er mye syk og det er trist å tenke på.  Du skulle jo ha tatt dig en tur hit til moderlandet, ikke sant?  Og hvordan har din frue det?  Du må hilse henne hjerteligst fra mig!\n\nForrige uke var jeg i Levanger på besøk et par dage – det var en hyggelig avveksling.\n\nTante Laura har vært her en tur idag.  Hun har det som vanlig.  Hun blev veldig glad for pengene du sendte.  Far har ikke fått den vekslet enda – men Laura kan jo få norske penger hos ham, hvad til som helst.  Laura har hatt veldig lyst til å reise til Heggedal ved Oslo – hvor dem kom fra – å besøke sine venner og bekjente der nede, men hun vet ikke om hun har råd til å bruke pengene til det.  Synes hun heller må kjøpe ved til vinteren for dem – men hun er ikke riktig bestemt enda altså.\n\nHørte Evelyn har skrevet til dig.  Jo, jeg vet at barna er gærn på onkel Ola for at han lurer slik med pakkene han har fått fra dere.  Dem vet jo ingenting hvad dere har sendt, for han har det i verkstedet i Nonnegaten – og er så hemmelighetsfull.  Dine andre søsken har jo fått nye, pene, mønstrete ulltepper – fra dere – men Ola kom hjem til sin frue med et gammelt utslitt teppe – som Evelyn nu har klipt op til matt-filler.  Det var noe rart, synes jeg.  Har du kansje ikke sendt nytt teppe til Dem?\n\nJeg leste et stykke du hadde skrevet i bladet “Utsyn”.  Onkel Edw. vilde gjerne lese det idag, men vi fant ikke bladet igjen.\n\nTakk for hilsninger vi fikk gjennem Norskamerikaneren Hilmo fra Tydal.  Han hadde farm et stykk fra Dell Rapids, fortalte han.  Han syntes det var så rørende å være i gamle Norge igjen – at han gråt da han snakket om det.\n\nJeg skal hilse dig så hjertelig fra Eilif og likedan fra far.  Far skal være med bil til Lånke å kjøre hjem ved imorgen.\n\nHils Alma m/familie og ha det riktig bra, kjære onkel Johan!\n\nBeste hilsen fra Herborg\n\n \n\n\n<-SPLITTLETTER->\n\n\n \n\nStjørdal July 1 1947\n\nDear uncle Johan!\n\nThanks a lot for the books and especially for the bible I’ve had sent to me.  That was nice to get in memory of you, uncle Johan!\n\nThe money you sent it’s been difficult to get exchanged.  In the banks in this country it was impossible to get notes as large as 100 – and 50 dollars exchanged.  Then I wrote to Sweden, but it was impossible in the banks there too.  You see they’re not allowed to take them, as there’s been so many forged ones like that in circulation from the German days.  But now I’ve fortunately gotten them exchanged by a lady who’s home, from U.S.A.  I got a 50 dollar note, which I’ll save for next summer.  The others, 2 20 d. and one 10 d, I’ll get exchanged into Swedish money using my passport.  You see I’m going to Sweden now for a 14 days’ vacation.  We’re going on a biking trip – 4 friends – and will sleep in a tent – have a coffeepot – frying pan etc. with us.  I’m really looking forward to it!  Biking and tent trips are a lot of fun! We’ll go by train from Hell (a place very close to Stjørdal), to across the border a little ways (July 18) – then we’ll bike along the road, over the Verdal mountains back.  I’m going to buy myself various things for some of the money – the trip itself we’ll make as cheap as possible.\n\nI’ve had a letter from Alma too, and will write to her as soon as possible.\n\nToday we’ve had a visit from uncle Edward Eidum.  He’s staying with his son Erling who lives here in Stjørdal.\n\nFor two days now I’ve been on my head in the carrot and flower beds pulling weeds – I’ll tell you the “inheritance” is growing and thriving well! (it sounds like John has sent them some seeds of some kind).\n\nIt’s been very warm here for a while, but tonight it’s cooler and looking like rain.  All day Sunday I was at the beach sunbathing and tanning myself.\n\nFather is in the potato field these days, pulling weeds.  He’s been to Opdal for a few days now – The China Mission had a regional meeting up there – so he visited Arne and family at the same time.  Arne is working hard and carrying on with the baking and the loaves of bread are going fast.\n\nEinar has been in bed with a fever for a few days – bronchitis – but now he’s up and working at the bakery again.  Eilif and his wife have been to weddings 2 week-ends in a row now.  They’re doing just fine – by the way they’re expecting a baby around Christmas time.  They have 3 now.\n\nHow are you doing now, uncle Johan!  Alma writes that you’re often sick and that’s sad to think about.  You ought to come home to the mother country, right?  And how is your wife?  You must give her my best regards!\n\nLast week I was in Levanger for a visit for a couple of days – it made a pleasant change.\n\nAunt Laura has been here today.  She’s as usual.  She was very happy about the money you sent her.  Father hasn’t gotten it to exchanged yet – but then Laura can get Norwegian money from him, any time she wants.  Laura has really been wanting to go to Heggedal near Olso – where they came from – and visit her friends and acquaintances down there, but she doesn’t know whether she can afford to spend the money on that.  Feels like she ought to buy firewood for the winter for it instead– but she hasn’t quite decided yet.\n\nI heard Evelyn has written to you.  Yes, I know the children are mad at uncle Ola because he’s so sneeky with the packages he has gotten from you.  They know nothing about what you’ve sent you know, because he has it at his workshop in Nonnegaten – and is so secretive.  Your other siblings received new, nice, patterned blankets – from you – but Ola came home to his wife with and old worn out blanket – which Evelyn has now cut up into rags for a rug.  It was a bit strange, I think.  Have you perhaps not sent a new blanket to them?\n\nI read a piece you had written in the magazine “Utsyn”.  Uncle Edw. wanted to read it today, but we couldn’t find the magazine.\n\nThank you for the greetings we got through the Norwegian-American Hilmo from Tydal.  He had a farm outside of Dell Rapids, he said.  He thought it was so moving to be back in old Norway again – that he cried when he talked about it.\n\nEilif sends you his very best wishes and so does father.  Father is getting a lift to Lånke to get firewood tomorrow.\n\nSay hello to Alma w/family and keep real well, dear uncle Johan!\n\nBest wishes from Herborg"
    ],
    "LetterDate": [
      "1947-07-01"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "China Mission",
    "Dell Rapids",
    "Edvard Eidum",
    "Erling Eidum",
    "Heggedal",
    "Hell",
    "Levanger",
    "Norway to US",
    "Ola Holm",
    "Opdal",
    "Oslo",
    "Stjørdal",
    "Sweden",
    "Tydal",
    "Utsyn",
    "Verdal",
    "bible",
    "bicycle",
    "blanket",
    "carrot",
    "firewood",
    "gifts",
    "magazine",
    "money",
    "postwar"
  ],
  "files": [
    {
      "original": "Herborg Holm 1  Juli-1947.pdf",
      "filename": "9205ee0730f00d07ba75db6c3bb908d0.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "vekslet",
      "score": 0.037703592935437354
    },
    {
      "term": "bankene",
      "score": 0.03143150105152238
    },
    {
      "term": "bladet",
      "score": 0.03143150105152238
    },
    {
      "term": "pengene",
      "score": 0.02796876212913733
    },
    {
      "term": "veldig",
      "score": 0.02692610564540407
    },
    {
      "term": "frue",
      "score": 0.02597044250570148
    },
    {
      "term": "veksle",
      "score": 0.0251357286236249
    },
    {
      "term": "ugress",
      "score": 0.0251357286236249
    },
    {
      "term": "teppe",
      "score": 0.0251357286236249
    },
    {
      "term": "fått",
      "score": 0.02448745999331064
    },
    {
      "term": "onkel",
      "score": 0.022370898473253395
    },
    {
      "term": "jo",
      "score": 0.02175282340941917
    },
    {
      "term": "altså",
      "score": 0.020194579234053052
    },
    {
      "term": "stykke",
      "score": 0.018839956195727425
    },
    {
      "term": "sendt",
      "score": 0.01791059786672063
    }
  ],
  "english-tfidf": [
    {
      "term": "exchanged",
      "score": 0.05516037331668682
    },
    {
      "term": "biking",
      "score": 0.02949736305922106
    },
    {
      "term": "banks",
      "score": 0.02360668054625532
    },
    {
      "term": "tent",
      "score": 0.02360668054625532
    },
    {
      "term": "pulling",
      "score": 0.02360668054625532
    },
    {
      "term": "weeds",
      "score": 0.02360668054625532
    },
    {
      "term": "firewood",
      "score": 0.022064149326674727
    },
    {
      "term": "money",
      "score": 0.02038313736108527
    },
    {
      "term": "uncle",
      "score": 0.01921568303610092
    },
    {
      "term": "blanket",
      "score": 0.019063528479835997
    },
    {
      "term": "magazine",
      "score": 0.018347542460401562
    },
    {
      "term": "days",
      "score": 0.017195804619622213
    },
    {
      "term": "johan",
      "score": 0.016622139324003214
    },
    {
      "term": "sent",
      "score": 0.01523937778462498
    },
    {
      "term": "50",
      "score": 0.01497698664580438
    }
  ]
}