{
  "id": 164,
  "added": "2010-12-29 22:32:55",
  "modified": "2010-12-30 03:45:33",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to Alma C. Wilson 1947.7.27"
    ],
    "Description": [
      "BREV FRA EDVARD EIDUM DATERT 27.  JULI – 1947, TIL MRS.  ALMA C.  WILSON, 102 WEST. 5.  STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  I KONVOLUTTEN LÅ DET TO BILDER AV EDVARD PÅ ARBEID MED TEKST BAKPÅ SOM FORKLARER HVA HAN GJØR.  ETT 1-KRONES FRIMERKE MED KONG HAAKON VII, OG TO GRØNNE 10-ØRES FRIMERKER MED POSTFØRER FRA 1700-ÅRENE (ETT I EN SERIE PÅ 11 SOM KOM UT 15.  APRIL 1947, MINNEUTGAVE TIL POSTVERKETS 300-ÅRSJUBILEUM).\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EDVARD EIDUM DATED JULY 27 – 1947, TO MRS.  ALMA C.  WILSON, 102 WEST. 5.  STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  ENCLOSED ARE TO PICTURES OF EDVARD AT WORK, WITH A TEXT ON THE BACK EXPLAINING WHAT HE'S DOING.  A 1 KRONE STAMP WITH KING HAAKON VII, AND TWO GREEN 10 ØRE STAMPS WITH A POSTMAN FROM THE 1700'S (ONE OF A SERIES OF 11 WHICH CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES)."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.07.27"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Narvik 27/7-1947\n\nKjære Alma.\n\nHjertelig takk for brevet vi fik.  Jeg var borte da brevet kom, Derfor så har De tatt tid før jeg svarer.  Vi har De som vanlig her alle.  Hanna er ennu ikke bra.  Hun har fremdeles smerte i benene.  Hun var nu i Røntgen for 2 Dage, og lægen mente at hun måtte ha en liten Opperasjon til.  Men vi får hape og tro at De må snart bli bedre.  Ser at Du har hadt en hård tid.  Holm har jo vært syk en tid.  Ja om ikke Du hadde vært til hjelp Da, Da hadde De ikke vært godt for Di 2 gamle.  De var jo et under at alt gjik så godt som De gjore.  Ja nu har jeg vært ute å reist en tid.  Jeg har vært i Stjørdal og Trondheim.  Har besøkt alle vore, og kan senne en hilsen fra Dem alle.  Vi har hadt en sjøn tid i sommer.  Du kan tro at her i gamle Norge er De vakkert.  Bibelen taler om et Land, som ligger i Norden.  Og jeg med mange flere tror at De er vort land Norge.\n\nOm Hanna hadde vært frisk, så hadde jeg sikkert besøgt Dere i Sommer.  Jeg hadde fått følle med en Malmbåt til Amerika, og De er også billigt.  Men Da De er slig at Hanna er dårlig, og ikke kan gå som hun vil, så blir De vell ingen så lang reise, i allefall for De første.\n\nNei Alma.  Du får komme hit til oss en tur.  Jeg skal love Dig at jeg skal ta godt vare på Dig, Den tid Du er her.  Men jeg forstår at du også er bundet til Dine Der.  Så har jeg også vært i Vesterålen og besøkt Aagodt og alle hendes.  Hun bad mig hilse Dig så hjertelig, og så ville Dem selv skrive sa hun.  Derefter var jeg også i Sjomm(?) og besøkte vor Datter Hilma og hendes Der.  Hilma er nu hjemme på besøk.  Vi har hadt en Masse fremmede i hele Sommer både fra Norge og Sverige.  Jeg har regnet ut at jeg har reist med Bil og Jernbane omkring nøiaktig 350 Norske Mil.  Eller 2450.00 Engelske.  Og De er bra av mig i ferien.  Har også fått brev fra Carrie Mae.  Enken efter min bror.  Di lever i Galesburg Nord Dakota.  Ligeså fra min Søster Marie  Anna og Bergljot har jeg ikke hørt noe fra på lenge.\n\nJa ja Alma.  Du er snill Du som stræver så godt for Dine.  Og ikke bare Dem.  Men Du har tid og tanker tilgode for andre også.  Derfor så hadde jeg ønsket å vært Dig så nære at jeg kunne ha fått takket Dig riktig varmt.  De er så underlig rart med oss Mennesker.  De er ikke alle mand kan ha full fortrolighed til.  Nei De er Sindelaget og Temperamentet som er så høist forsjellig.  De er så alt forlite fortrolighed mellem folk, som om de står en nok så nære.  De er De rene og ærlige barnesind som mangler.  Kjærlighed er et ord som er fremmed for Di fleste i vor tid, og Dog er Kjærligheden Den eneste Magt, som kan varme og smelte Den håreste is. Ja lev vel vor kjære Alma og ha De godt tros alt.  Sender et par billeder.\n\nDeres E. Eidum  box 68.  Narvik  Norge\n\n\n<-SPLITTLETTER->\n\n\nNarvik 27/7-1947\n\nDear Alma.\n\nThank you so much for the letter we got.  I was gone when the letter arrived, Therefore It has taken a while for me to reply.  We are all as usual here.  Hanna is still not well.  She still has pain in her legs.  She had some x-rays done 2 Days ago, and the doctor felt she needed another small Operation.  But we’ll have to hope and believe that It’ll soon get better.  I see that you’ve had a hard time.  Holm has been sick for a while.  Well if You hadn’t been there to help, Then It wouldn’t have been easy for The 2 old ones.  It was a miracle that everything went as well as It did.  Well I’ve been out travelling for a while.  I’ve been to Stjørdal and Trondheim.  Have visited all of ours, and can send a greeting from Them all.  We’ve had a lovely summer.  You can’t imagine how beautiful It is here in old Norway.  The bible talks about a Land, which is in the North.  And I and many others think That’s our country Norway.\n\nIf Hanna had been well, I probably would have visited You this Summer.  I could have gotten passage on an Ore ship to America, and That’s also cheap.  But Since Hanna is not well, and can’t get around like she wants to, I can’t go on any long trips, at least not any time soon.\n\nNo Alma.  You’ll have to come here and see us.  I can promise You that I’ll take good care of You, during The time You’re here.  But I understand that you too are tied to Yours There.  Then I’ve also been to Vesterålen to visit Aagodt and all of hers.  She told me to give you her best regards, and then They would write themselves she said.  After that I went to Sjomm(?) to visit our Daughter Hilma and hers There.  Hilma is here visiting now.  We’ve had a Lot of strangers all Summer both from Norway and Sweden (I’ve left this like he says it, “strangers” in this case is a Trøndelag expression for “visitors”).  I’ve estimated that I’ve travelled by Car and Railroad about exactly 350 Norwegian Miles.  Or 2450.00 English ones.  And That’s not bad for me in a vacation.  I have also received a letter from Carrie Mae.  The widow of my brother.  They live in Galesburg North Dakota.  Likewise from my Sister Marie  Anna and Bergljot I haven’t heard anything from for a long time.\n\nWell well Alma.  You’re so kind to be working so hard for Yours.  And not only for Them.  But you have time and caring enough for others too.  Therefore I’d wish I were so close to You that I could thank You really warmly.  There’s something really strange about us Humans.  It’s not everyone we can have complete confidence in.  No It’s the Disposition and Temperament that are so completely different.  There’s much too little intimacy between people, even if they are fairly close to you. It’s The pure and honest mind of a child that is lacking.  Love is a word which is foreign to most people of our time, though Love is The only Force, which can warm and melt The hardest ice.  Well keep well our dear Alma in spite of it all.  I’m sending a couple of pictures.\n\nYours E. Eidum  box 68.  Narvik  Norge"
    ],
    "LetterDate": [
      "1947-07-27"
    ],
    "Location": [
      "Narvik"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Carrie Mae",
    "Edvard Eidum",
    "Galesburg",
    "Narvik",
    "North Dakota",
    "Norway to US",
    "Stjørdal",
    "Sweden",
    "Trondheim",
    "Vesterålen",
    "car",
    "doctor",
    "leg pain",
    "ore",
    "postwar",
    "railroad",
    "surgery",
    "x-rays"
  ],
  "files": [
    {
      "original": "Edvard Eidum 27 juli-1947.pdf",
      "filename": "076cf461c5992b7e60cc1809185cab9c.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "fortrolighed",
      "score": 0.04674780246761668
    },
    {
      "term": "hilma",
      "score": 0.03780838069323468
    },
    {
      "term": "tid",
      "score": 0.03758081390991667
    },
    {
      "term": "besøkt",
      "score": 0.02848631781491823
    },
    {
      "term": "reist",
      "score": 0.027763313208540454
    },
    {
      "term": "nære",
      "score": 0.027763313208540454
    },
    {
      "term": "derfor",
      "score": 0.0270902120233019
    },
    {
      "term": "land",
      "score": 0.0270902120233019
    },
    {
      "term": "hape",
      "score": 0.02675510699263734
    },
    {
      "term": "gjore",
      "score": 0.02675510699263734
    },
    {
      "term": "bundet",
      "score": 0.02675510699263734
    },
    {
      "term": "sjomm",
      "score": 0.02675510699263734
    },
    {
      "term": "nøiaktig",
      "score": 0.02675510699263734
    },
    {
      "term": "350",
      "score": 0.02675510699263734
    },
    {
      "term": "2450",
      "score": 0.02675510699263734
    }
  ],
  "english-tfidf": [
    {
      "term": "hilma",
      "score": 0.033841915635744575
    },
    {
      "term": "strangers",
      "score": 0.032256510794058016
    },
    {
      "term": "hers",
      "score": 0.027814548848266795
    },
    {
      "term": "therefore",
      "score": 0.024888703312430163
    },
    {
      "term": "visited",
      "score": 0.024888703312430163
    },
    {
      "term": "sjomm",
      "score": 0.02391851395889012
    },
    {
      "term": "estimated",
      "score": 0.02391851395889012
    },
    {
      "term": "2450",
      "score": 0.02391851395889012
    },
    {
      "term": "temperament",
      "score": 0.02391851395889012
    },
    {
      "term": "intimacy",
      "score": 0.02391851395889012
    },
    {
      "term": "melt",
      "score": 0.02391851395889012
    },
    {
      "term": "love",
      "score": 0.022703360457813588
    },
    {
      "term": "350",
      "score": 0.020904830565151227
    },
    {
      "term": "caring",
      "score": 0.020904830565151227
    },
    {
      "term": "confidence",
      "score": 0.020904830565151227
    }
  ]
}