{
  "id": 165,
  "added": "2010-12-29 22:36:20",
  "modified": "2010-12-30 03:45:21",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to John Holm 1947.7.27"
    ],
    "Description": [
      "BREV FRA EDVARD EIDUM DATERT 27.  JULI – 1947, TIL HERR.  JOHN HOLM, 108.  WEST FIFTH.  STREET., DELL RAPIDS, SYD DAKOTA, U.S.A.  FRIMERKENE ER KLIPPET VEKK.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EDVARD EIDUM DATED JULY 27 – 1947, TO HERR.  (MR.) JOHN HOLM, 108.  WEST FIFTH.  STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.07.27"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Narvik 27/7-1947.\n\nHallo svoger John Holm.\n\nTakk for brevet som kom, medens jeg var borte på ferie.  Jeg er nu netop kommet hjem og vil nu senne noen ord med De samme. Jeg har nu vært i Stjørdal og Hegra en tur.  Fik besøke alle vore Der, både mine og Hanna sine slæktninger.  Kan hilse fra Aksel og alle hans barn.  De var bare godt og vell med Dem alle.  Vi kjørte op til Hegra en dag også, og Da var Laura Din søster med.\n\nNår jeg kom hjem fra Den turen så reiste jeg til Vesterålen og besøkte Aagodt.  Alt var bra Der også.  Dem bad mig hilse Dere.  Den Pengesedel Du sendte Gusta Den ordnet jeg med.  Jeg fik Den solgt med en gang, og Gusta fikk pengerne.  Jeg spurte om Herborg vilde, at jeg skulde hjelpe hende også med å få Den vækslet.  Men hun sa at hun skulle forsøke i Sverige.  Aa nei.  De er ingen kunst å få Dem vækslet.  Vi fik brev fra Alma for noen dage siden.  Skal svare på De også nu.  Vi ser at Du har vært Dårlig en tid, og at Du er bedre ijen.  Ja De er nu engang slig.  Menneskets levetid er som blomsten på Marken.  Og ingen vet hvor lang veien er.  Men et vet vi og De er at timen kommer engang og hvilen står for døren.  Når vi kommer så langt i vort livs løp at vi når Den siste fristad, som vi læser om i Yosvas bok De 20 kapitel.  Da vil arbeideren kaldes ind til hvile efter ent Arbeidsdag. Lykkelig Da Den sjæl som for bytte bort Sverdet med Palmen.  Ja her har vært en fin Sommer   Men nu lakker De fort frem til høst ijen.  Vi har hadt meget folk på besøk i Sommer.  Hanna er ennu ikke bra i sine ben.  Hun var i Røntgen for 2 Dage siden.  Må kanske ennu ha en liten Opperasjon til.\n\nJeg ville gjerne ha sluttet og gått av som Pensjonist nu.  Men Da alting er så Dyrt ennu så kan de være godt å henge i så lenge som en kan.  Jeg kan ennu stå i 2 Aar, om jeg får leve og være frisk.  Men da må jeg gå, enten jeg vil eller ikke.\n\nKan hilse fra Din bror Olav.  Jeg traf også ham i Trondheim.  Han var lidt friskere nu sa han.  Jeg sender Dig et par billeder fra min Arbeidsplass (det må være disse bildene som lå i brevet til Alma, datert samme dag).  Om Hanna hadde vært frisk så hadde jeg sikkert tatt en tur over Atlanteren i sommer.  Jeg hadde fått fulgt med en av Malmbåtene som går til Amerika.  De er også svært billigt.  Men når Hanna er så Dårlig til å gå så vil jeg ikke reise fra hende.\n\nJa så må Di ha De bra ijen.  Hils Din hustru fra oss, og forresten alle.  Håper at Du er bedre nu.  Jeg hadde hadt stor interresse av å fått besøgt Dere, men som sagt De blir vel neppe nu.\n\nMange hilsener og god Natt.\n\nE. Eidum\n\n\n<-SPLITTLETTER->\n\n\nNarvik 27/7-1947\n\nHello brother in law John Holm.\n\nThank you for the letter which came, while I was away on vacation.  I’ve just now come home and will send a few words right away.  I’ve been to Stjørdal and Hegra for a while.  Got to visit all of ours There, my relatives as well as Hanna’s.  Have greetings from Aksel and all his children.  Everything was just fine with all of Them.  We drove up to Hegra one day too, and Then Laura Your sister came with us.\n\nWhen I came home from That trip I went to Vesterålen to visit Aagodt.  All was well There too.  They said to tell You all hello.  The Money You sent Gusta I took care of.  I got It sold right away, and Gusta got the money.  I asked Herborg if she wanted me to help her get Hers exchanged too.  But she said she was going to try in Sweden.  Oh no.  It’s no problem getting Them exchanged.  We had a letter from Alma a few days ago.  I’ll reply to That too now.  We see that You’ve been Unwell for a while, and that You’re better again.  Yes that’s how it goes.  Life of man is like the flower in the Field.  And nobody knows how long the road is.  But one thing we know and That is that the hour will come sometime and rest will be at the door.  When we get as far in our life’s course that we reach the last free city? (directly translated from “fristad”, no idea how to say it in English) which we can read about in Joshua’s(?) book chapter 20.  The worker will be called to rest when his work day is done.  Happy Then The soul who can exchange his Sword for the Palm.  Well we’ve had a fine Summer here.  But now autumn is quickly approaching again.  We’ve had a lot of people visiting this Summer.  Hanna’s legs are still bothering her.  She had x-rays done 2 Days ago.  May have to have another Operation.\n\nI would have liked to have quit and become a Pensioner now.  But since everything is still so Expensive it may be good to keep at it as long as I can. I can still stay another 2 Years, if I get to live and be healthy.  But then I’ll have to go, whether I want to or not.\n\nI can greet you from Your brother Olav.  I met him too in Trondheim.  He was a little better now he said.  I’m sending you a couple of pictures from my Work place (these might be the ones that I found in his letter to Alma, dated the same day).  If Hanna had been well I would have taken a trip across the Atlantic this summer.  I could have gotten passage on one of the Ore ships that go to America.  That’s also very cheap.  But as Hanna has such trouble walking I don’t want to leave her.\n\nKeep well again then.  Give our regards to your wife, and all the rest.  Hope You’re better now.  I’d be very interested in coming to visit you, but like I said It probably wont happen now.\n\nBest wishes and good Night\n\nE. Eidum"
    ],
    "LetterDate": [
      "1947-07-27"
    ],
    "Location": [
      "Narvik"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Bible passage",
    "Edvard Eidum",
    "Gusta Eidum",
    "Hanna Eidum",
    "Hegra",
    "John Holm",
    "Laura Karlson",
    "Narvik",
    "Norway to US",
    "Ola Holm",
    "Stjørdal",
    "Trondheim",
    "Vesterålen",
    "car",
    "leg pain",
    "money",
    "ore",
    "pension",
    "photos",
    "postwar",
    "prices",
    "sickness",
    "x-rays"
  ],
  "files": [
    {
      "original": "E Eidum til John 27 juli-1947.pdf",
      "filename": "4c01d28a780aee25c5a3e93d13935fbf.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "vækslet",
      "score": 0.05484796933490655
    },
    {
      "term": "slæktninger",
      "score": 0.027423984667453275
    },
    {
      "term": "pengesedel",
      "score": 0.027423984667453275
    },
    {
      "term": "kunst",
      "score": 0.027423984667453275
    },
    {
      "term": "menneskets",
      "score": 0.027423984667453275
    },
    {
      "term": "levetid",
      "score": 0.027423984667453275
    },
    {
      "term": "blomsten",
      "score": 0.027423984667453275
    },
    {
      "term": "løp",
      "score": 0.027423984667453275
    },
    {
      "term": "fristad",
      "score": 0.027423984667453275
    },
    {
      "term": "yosvas",
      "score": 0.027423984667453275
    },
    {
      "term": "kapitel",
      "score": 0.027423984667453275
    },
    {
      "term": "arbeideren",
      "score": 0.027423984667453275
    },
    {
      "term": "kaldes",
      "score": 0.027423984667453275
    },
    {
      "term": "ent",
      "score": 0.027423984667453275
    },
    {
      "term": "sjæl",
      "score": 0.027423984667453275
    }
  ],
  "english-tfidf": [
    {
      "term": "exchanged",
      "score": 0.03956696009062343
    },
    {
      "term": "rest",
      "score": 0.0318089617001019
    },
    {
      "term": "fristad",
      "score": 0.026448356781465038
    },
    {
      "term": "joshua",
      "score": 0.026448356781465038
    },
    {
      "term": "chapter",
      "score": 0.026448356781465038
    },
    {
      "term": "hanna",
      "score": 0.025814906292020292
    },
    {
      "term": "gusta",
      "score": 0.025654277562389527
    },
    {
      "term": "sword",
      "score": 0.023115918413388375
    },
    {
      "term": "palm",
      "score": 0.023115918413388375
    },
    {
      "term": "away",
      "score": 0.02263604679548656
    },
    {
      "term": "came",
      "score": 0.021811646595871915
    },
    {
      "term": "better",
      "score": 0.021287113266484296
    },
    {
      "term": "7-1947",
      "score": 0.021166566932099125
    },
    {
      "term": "drove",
      "score": 0.021166566932099125
    },
    {
      "term": "problem",
      "score": 0.021166566932099125
    }
  ]
}