{
  "id": 168,
  "added": "2010-12-29 22:55:25",
  "modified": "2010-12-30 03:44:47",
  "public": true,
  "metadata": {
    "Title": [
      "Evelyn Holm to John Holm 1947.7.31-8.1"
    ],
    "Description": [
      "TO BREV FRA EVELYN HOLM I SAMME KONVOLUTT, DET ENE DATERT 31.  JULI – 1947 OG DET ANDRE 1.  AUGUST.  TIL HERR JOHN HOLM, 108 WEST FIFTH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  FRIMERKENE ER KLIPPET VEKK.\n\n\n<-SPLITDESC->\n\n\nTWO LETTERS FROM EVELYN HOLM,  ONE IS DATED JULY 31 – 1947 AND THE OTHER AUGUST 1.  TO HERR (MR.) JOHN HOLM, 108 WEST FIFTH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  THE STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Evelyn Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.07.31"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Trondheim 31-7-47.\n\nKjære onkel John!\n\nHjertlig takk for brev, bokmerke og sangerne jeg fikk.  Jeg synes det var så hyggelig og få.\n\nDu skriver at du er meget dårlig av og til.  Det er da trist, men på en annen side er det vel ikke så vente mere, når alderen er så høi (her mangler det sikkert noen ord, eller hun mener å si “er det vel ikke å vente mere”osv.).   Men du frykter nu ikke for døden ser jeg, og da tar du vel din sykdom rolig også.\n\nJeg var nettop en tur til onkel Aksel.  Han var alene hjemme, Herborg var reist på ferie til Sverige.\n\nFar har nu lagt frem det brev du sendte til ham, så vi alle har fått lest det.  Så den saken er nu op og avgjort.\n\nDet er nu ganske bra både med mor og far.  Mor var 71 år den 24 juli.  Hun ser meget yngre ut synes jeg. (ha-ha)  Du vet vi barna vil jo nødig at foreldrene skal bli gamle, men det er jo livets gang.\n\nNu har vi slikt elendig sommervær her surt, og regn og kaldt, men vi har da hatt en 14. dg. tid med varme og godt vær, så vi får vel være fornøid.  Jeg har fri 2 mnd. om sommeren, barnehaven har likedan ferie som skolene.\n\nTenker nu så smått på å gifte mig nu, men har desverre ingen steder og bo.  Lite om hus er det hvis overalt efter krigen.  Det blir vel til at vi gifter oss og bor hver for oss, selv om det ikke er nå hyggelig.\n\nSender dig et par fotoer.  Et tok Jon (min forlovede) av mig i julen.  Bak mig står en lampe far har lavet av granater, orginal og rar.  Han har lavet en mindre også som står på stor sokkel.  Det er nu lenge siden de blev lavet, så kanskje du så dem når du var her?  Samtidig sender jeg et billede av min Jon, din navnebror.  Liker du ham?\n\nJeg hilser dig så meget fra mor og far og ellers alle her hjemme.  Hils tante, Alma og alle slektninger der over fra oss.  Håber dere begge nu er friske og kjekke.\n\nBeste hilsen fra Evelyn!\n\nBREV DATERT 1. AUGUST – 1947  FRA EVELYN HOLM, I SAMME KONVOLUTT SOM BREV DATERT 31. JULI.\n\n\n\n\n\nTrondheim 1-8-47.\n\nKjære onkel John!\n\nMottok ditt brev i dag med vedlagt.  Takker dig hjertligst.  Det kommer vel med, for mye skal man ha, og alt er så dyrt, men jeg synes det er for galt, med alt dere sender.\n\nJeg satt i går kveld og skrev brev til dig.  I dag fikk jeg ditt, så jeg legger en lapp inni, så du ser ditt brev kom vel frem.\n\nMor og jeg har vært alene hjemme.  Far er nok reist til Nord-Norge.  Fikk et kort fra ham forleden fra Tromsø, og han skulde da reise videre nord.  Jeg tror han har lyst og se Nordkapp.  Han har alltid snakket om å ta sig en nordlandstur, så vi syntes det var morsomt han fikk det til.  Far skulde nu besøke tante Helga (hun mener nok Hanna) i Narvik også.  Det er nu mange år siden dem har besøkt eller truffet hverandre.\n\nMor reiste i dag på besøk til Agnes.  Dem bor rett over fjorden nu i sommermnd.  I går var jeg hos Sonja, de har en hytte et stykke utenfor byen.  Hun fortalte at hun hadde fått brev fra dig.  Så hun skriver vel snart til dig igjen  Gerd og Effi er på ferie i Romsdalen i nærheten der mor er fra.  Jeg tenker nu og ta mig en tur i august et eller annet sted.  Jon har begynt i nytt arbeid og han får ingen ferie, derfor holder jeg mig mest i ro.  Det går jo minst penger da, og vi skal nu liksom spare.\n\nMor takker for hilsinger og pengerne.  Hun leste ditt brev før hun reiste i dag.  Skulde hilse så mye tilbake.  Mor skal nok få kjøpe sig en ting som hun har lyst på for det du sendte.\n\nHar dere vanskelig for å forstå det jeg skriver?  Kan jeg fått skrevet på maskin.\n\nJon skriver utenpå konvolutten.  Skal hilse fra han.\n\nSå må du ha det bra, håper du ikke har smerter til stadighet, om du er dårlig.\n\nHjertlig takk igjen, onkel.\n\nBeste hilsen Evelyn!\n\nFra mange av brevene som er skrevet rundt denne tiden, ser det ut som om John er begynt å gi bort pengene sine.  Den ene etter den andre skriver og takker han for penger.  Det virker som om han tror det går mot slutten, og ikke lenger har bruk for pengene sine! Det er forståelig at Alma og Karoline var litt bitre etterat han var død, og det begynte å bli krangling om de pengene han hdde i banken i Stjørdal!\n\n \n<-SPLITTLETTER->\n \n\nTrondheim 31-7-47\n\nDear uncle John!\n\nMany thanks for your letter, the bookmark and the songs I got.  I thought that was very nice to get.\n\nYou write that you’re very sick now and again.  That’s too bad, but on the other hand I guess it’s only to be expected, since your age is so high.  But I see you’re not fearing death, so you’re probably calm about your illness too.\n\nI just visited uncle Aksel.  He was home alone, Herborg had gone on vacation to Sweden.\n\nFather has now put out the letter you sent him, so that we’ve all gotten to read it.  So that matter is now finished and done with.\n\nFather and mother are doing fairly well.  Mother turned 71 on July 24.  She looks a lot younger I think. (ha-ha)  You know we children would rather not have our parents get old, but that’s life.\n\nWe’re having such miserable summer weather here now, it’s cold and raining, but then we did have about 14 days with warm and nice weather, so I guess we should be content.  I’m off for 2 months in the summer, the nursery school has the same vacation as the schools.\n\nI’m thinking about getting married now, but unfortunately we have no place to live.  Looks like there’s a housing shortage everywhere after the war.  We’ll probably get married and live separately, even though that’s not very pleasant.\n\nI’m sending you a couple of photos.  Jon (my fiance) took one of them this Christmas.  Behind me there’s a lamp that father made out of grenades, original and strange.  He’s made a smaller one too which is on a big column.  They were made a long time ago, so maybe you saw them when you were here?  At the same time I’m sending a picture of my Jon, your namesake.  Do you like him?\n\nMother and father send you their best regards and so do everyone here.  Say hello to auntie, Alma and all our relatives over there from us.  Hope you both are well now.\n\nBest wishes from Evelyn!\n\nLETTER FROM EVELYN HOLM DATED AUGUST 1 – 1947, IN THE SAME ENVELOPE AS LETTER DATED JULY 31.\n\nTrondheim 1-8-47\n\nDear uncle John!\n\nReceived your letter with enclosure today.  Thank you so much.  It comes in useful, as there’s a lot we need, and everything is so expensive, but I think it’s too much, with everything you keep sending.\n\nI wrote you a letter last night.  Today I received yours, so I’ll enclose another page, so that you’ll see that your letter got here ok.\n\nMother and I have been home alone.  Looks like father has gone to the North of Norway.  We received a postcard from him the other day from Tromsø, and he was about to go further north then.  I think he wants to see Nordkapp.  He has always talked about taking a trip up north, so we thought it was nice that he got to do it.  Father was also going to see aunt Helga (she probably means Hanna) in Narvik.  It’s been many years now since they’ve visited or met eachother.\n\nMother went to see Agnes today.  They live right across the fjord now in the summer months.  Yesterday I was at Sonja’s, they have a cabin a little ways outside of town.  She said she had received a letter from you.  So she’ll probably write to you again  Gerd and Effi are on vacation in Romsdalen near where mother comes from.  I’m now thinking about going some place or other in August.  Jon has started in a new job and he wont get a vacation, therefore I mostly stay put.  I spend less money that way, and we’re supposed to be saving.\n\nMother says thank you for the greetings and the money.  She read your letter before she left today.  She sends her regards back.  Mother will no doubt buy herself something she’d like to have for what you sent.\n\nAre you having trouble understanding what I write?  Wish I could write it on a typewriter.\n\nJon will type the address on the envelope.  He says hello.\n\nSo keep well, hope you’re not in pain all the time, even though you’re sick.\n\nThank you so much again, uncle.\n\nBest wishes Evelyn!\n\nJudging by many of the letters written around this time it looks like John has started to give away his money.  One after the other writes to tell him thank you for the money.  It’s as if he knows he doesn’t have much time left, and wont need his money much longer!  It’s understandable that Alma and Karoline were a bit bitter after his death, when the quarrel over his money in the bank in Stjørdal started!"
    ],
    "LetterDate": [
      "1947-07-31"
    ],
    "Location": [
      "Trondheim"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Axel Holm",
    "Christmas",
    "Evelyn Holm",
    "Herborg Holm",
    "John Holm",
    "Narvik",
    "Nordkapp",
    "Norway to US",
    "Romsdalen",
    "Sweden",
    "Tromsø",
    "Trondheim",
    "cabin",
    "fjord",
    "gifts",
    "grenades",
    "money",
    "postwar",
    "sickness"
  ],
  "files": [
    {
      "original": "Ev. Holm 31 juli and 1 aug-1947.pdf",
      "filename": "3bc1bf3f1bd6e3d0186d088ae78219d2.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "jon",
      "score": 0.03405070059509176
    },
    {
      "term": "ditt",
      "score": 0.03318646768367809
    },
    {
      "term": "lavet",
      "score": 0.030952362546081708
    },
    {
      "term": "ferie",
      "score": 0.029625165648095794
    },
    {
      "term": "takker",
      "score": 0.02699913988943689
    },
    {
      "term": "skriver",
      "score": 0.024142208994191835
    },
    {
      "term": "hjertlig",
      "score": 0.022596845603828308
    },
    {
      "term": "pengene",
      "score": 0.021343508709334394
    },
    {
      "term": "evelyn",
      "score": 0.019475513662995683
    },
    {
      "term": "mor",
      "score": 0.018938031464227376
    },
    {
      "term": "far",
      "score": 0.01885850179987875
    },
    {
      "term": "datert",
      "score": 0.018555171081612882
    },
    {
      "term": "hyggelig",
      "score": 0.017999426592957928
    },
    {
      "term": "juli",
      "score": 0.017492071625088364
    },
    {
      "term": "august",
      "score": 0.017492071625088364
    }
  ],
  "english-tfidf": [
    {
      "term": "jon",
      "score": 0.034871116309326315
    },
    {
      "term": "vacation",
      "score": 0.02734987277012228
    },
    {
      "term": "money",
      "score": 0.021973729004869377
    },
    {
      "term": "envelope",
      "score": 0.020551144864100656
    },
    {
      "term": "north",
      "score": 0.02051240457759171
    },
    {
      "term": "evelyn",
      "score": 0.01944937866349634
    },
    {
      "term": "made",
      "score": 0.01820861990360611
    },
    {
      "term": "started",
      "score": 0.01820861990360611
    },
    {
      "term": "dated",
      "score": 0.017435558154663158
    },
    {
      "term": "august",
      "score": 0.017435558154663158
    },
    {
      "term": "looks",
      "score": 0.016857883730753486
    },
    {
      "term": "visited",
      "score": 0.016544513762598082
    },
    {
      "term": "father",
      "score": 0.016246994550466312
    },
    {
      "term": "mother",
      "score": 0.01612109053899353
    },
    {
      "term": "31-7-47",
      "score": 0.015899590203886496
    }
  ]
}