{
  "id": 169,
  "added": "2010-12-29 22:59:00",
  "modified": "2010-12-30 03:44:28",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to John Holm 1947.8.7"
    ],
    "Description": [
      "BREV FRA KLARA KROGSTAD DATERT 7.  AUGUST – 1947, TIL JON HOLM, 108 WEST FIFTH.  STREET., DELL RAPIDS., SYD DAKOTA., U.S.A.  FRIMERKET ER KLIPPET VEKK.  POSTSTEMPLET I LEVANGER, SENDT MED LUFTPOST.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM KLARA KROGSTAD DATED AUGUST 7 – 1947, TO JON HOLM, 108 WEST FIFTH STREET., DELL RAPIDS., SYD DAKOTA., U.S.A.  THE STAMP HAS BEEN REMOVED.  POST STAMPED IN LEVANGER, SENT BY AIR MAIL."
    ],
    "Creator": [
      "Klara Krogstad",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.08.07"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Solheim den 7-8-1947\n\nKjære onkel John.\n\nHjertelig tak for brev.  Nu skal det endelig bli nogen ord i fra mig.\n\nVi er nu paa ferie i mine avdøde svigerforældres hus, som er overtat efter deres datter.  Vi skal være her i 14 dager, det er paa Levanger 8 mil fra Trondheim.  Men det er et trist veir, det pøsregner hele dagen saa vi maa sitte inne.  I dag er min ælste gut 20 aar, du maa komme hit og drikke kaffe og spise bløtkake i sammen med os.  Ser av brevet dit at du er daarlig  det var ikke godt og høre  jeg læste det høit for alle mine søsken og mor.  Min bror sa til mig; gjem dette brev og jeg har alle dine brev fra før mens min far levet at du skrev.  End onkel John om jeg har været blandt dem som har hat god raa saa skulde jeg ha besøkt dere.  Nu er det en masse amerikanere her som besøker sine, tror du det kommer nogen til os av vore eller dine?  Det er længe siden jeg hørte fra Alma.  Hils dem fra os, min søster Karen hadde faat brev  jeg fik læse det.  De blaa skone du sente mig har været paa min fot i hele sommer, de var meget gode og ha paa.  Du maa hilse Alma og hennes barn i fra mig og dine kone likedan.  Min bestemor altsaa min mormor var 95 aar nu i Juni  hun er ganske frisk og kjæk.\n\nMin mor er litt daarlig  hun har fremmede fra Bergen  en av mine brødre han som er opkalt efter onkel Olaf er daarlig.  Han har gikt og er helt invalid, det er synd paa dem, de har fire smaa barn og lite og eksistere av.  Vi holder paa og hjælper dem men det er saa lite, jeg har hatt den største gutten som er 7 aar og min søster den nr 2.  Saa det er ikke greit naar det blir sykdom i en familie.\n\nSkulde du være daarlig naar du faar dette saa faa Alma til å svare på det saa jeg faar høre fra dig.  Du har det godt onkel som er kommet saa langt at du kan gaa fra denne verden og er forberedt, det skulde vi alle være.  Jeg har tænkt meget over dette onkel John.  Alle mine hilser dere hjertelig.\n\nHa det bra og skriv naar du orker.\n\nHilsen din brordatter Klara.\n\n \n\n\n<-SPLITTLETTER->\n\n\n \n\nSolheim the 7-8-47\n\nDear uncle John.\n\nThank you so much for your letter.  Now you’ll finally get a few words from me.\n\nWe’re on vacation now in my deceased parents in law’s house, which their daughter has taken over.  We’re going to be here for 14 days, it’s at Levanger 8 miles (Norwegian miles) from Trondheim. But it’s miserable weather, it’s pouring with rain all day long so we must stay indoors.  Today my oldest boy is 20 years old, you must come over and have coffee and birthday cake with us.  I see from your letter that you’re unwell  that wasn’t nice to hear  I read it out loud to all my siblings and mother.  My brother said to me; keep that letter and I already have all your letters from the time my father (Markus) was alive that you wrote.  Just think uncle John if I had been among those who have a lot of money I would have visited you.  There are a lot of Americans here now visiting their families, do you think anyone of ours or yours will come and see us?  It’s been a long time since I heard from Alma.  Say hello to them from us, my sister Karen had had a letter  she let me read it.  The blue shoes you sent me have been on my feet all summer, they were very comfortable.  You must give Alma and her children my regards, and likewise your wife.  My grandmother that is my mother’s mother turned 95 years old in June  she’s quite healthy and doing well.\n\nMy mother is a little unwell  she has strangers from Bergen (this is an expression meaning “visitors” – someone who doesn’t ordinarily live with the family)  one of my brothers the one who’s named for uncle Olaf is unwell.  He has arthritis and is totally crippled, they’re to be pitied, they have 4 small children and little to exist on.  We’re trying to help them but can do so little, I’ve had the oldest boy who’s 7 with me and my sister the 2nd one.  So it’s not easy when illness strikes a family.\n\nIf you’re unwell when you get this have Alma reply to it so that I’ll hear from you.  You’re lucky uncle who have gotten so far that you are prepared to leave this world, all of us should be that way.  I’ve thought about this a lot uncle John.  All of mine send their best regards.\n\nBye now and write when you’re able.\n\nRegards your brother’s daughter Klara."
    ],
    "LetterDate": [
      "1947-08-07"
    ],
    "Location": [
      "Solheim"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Bergen",
    "John Holm",
    "Klara Krogstad",
    "Levanger",
    "Norway to US",
    "Solheim",
    "Trondheim",
    "arthritis",
    "cake",
    "coffee",
    "postwar",
    "rain",
    "sickness",
    "vacation"
  ],
  "files": [
    {
      "original": "Klara Krogstad 7 august-1947.pdf",
      "filename": "368f2c16a65aeb4fb1a26b6cfec82c8f.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "daarlig",
      "score": 0.06350894885810536
    },
    {
      "term": "onkel",
      "score": 0.03485465878198855
    },
    {
      "term": "naar",
      "score": 0.03463520200808005
    },
    {
      "term": "solheim",
      "score": 0.0342799808343166
    },
    {
      "term": "7-8-1947",
      "score": 0.0342799808343166
    },
    {
      "term": "svigerforældres",
      "score": 0.0342799808343166
    },
    {
      "term": "pøsregner",
      "score": 0.0342799808343166
    },
    {
      "term": "gjem",
      "score": 0.0342799808343166
    },
    {
      "term": "skone",
      "score": 0.0342799808343166
    },
    {
      "term": "invalid",
      "score": 0.0342799808343166
    },
    {
      "term": "hjælper",
      "score": 0.0342799808343166
    },
    {
      "term": "mine",
      "score": 0.032002607852492225
    },
    {
      "term": "overtat",
      "score": 0.029947810955816934
    },
    {
      "term": "bløtkake",
      "score": 0.029947810955816934
    },
    {
      "term": "raa",
      "score": 0.029947810955816934
    }
  ],
  "english-tfidf": [
    {
      "term": "unwell",
      "score": 0.04856132735481971
    },
    {
      "term": "solheim",
      "score": 0.029262011758216633
    },
    {
      "term": "7-8-47",
      "score": 0.029262011758216633
    },
    {
      "term": "pouring",
      "score": 0.029262011758216633
    },
    {
      "term": "ordinarily",
      "score": 0.029262011758216633
    },
    {
      "term": "crippled",
      "score": 0.029262011758216633
    },
    {
      "term": "miles",
      "score": 0.02838345602647352
    },
    {
      "term": "uncle",
      "score": 0.02723195202304576
    },
    {
      "term": "americans",
      "score": 0.02557505867013182
    },
    {
      "term": "95",
      "score": 0.02557505867013182
    },
    {
      "term": "pitied",
      "score": 0.02557505867013182
    },
    {
      "term": "strikes",
      "score": 0.02557505867013182
    },
    {
      "term": "loud",
      "score": 0.023418329371684133
    },
    {
      "term": "totally",
      "score": 0.023418329371684133
    },
    {
      "term": "deceased",
      "score": 0.021888105582047002
    }
  ]
}