{
  "id": 171,
  "added": "2010-12-30 01:08:18",
  "modified": "2010-12-30 03:44:04",
  "public": true,
  "metadata": {
    "Title": [
      "Sonja Bakken to John Holm 1947.8.17"
    ],
    "Description": [
      "BREV FRA SONJA BAKKEN (OLA'S DATTER), KLOSTERGT. 36A, TRONDHEIM, TIL JOHN HOLM, 108 WEST 5TH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  FRIMERKET ER KLIPPET VEKK.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM SONJA BAKKEN (OLA'S DAUGHTER), KLOSTERGT. 36A, TRONDHEIM, TIL JOHN HOLM, 108 WEST 5TH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  THE STAMP HAS BEEN REMOVED."
    ],
    "Creator": [
      "Sonja Bakken",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.08.17"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Trondheim den 17 aug 47\n\nKjære onkel!\n\nTakk for brev og gode aviser.  Det gleder meg å se at du er så frisk og åndsfrisk tross din høye alder.  Samme dag avisene kom hit hadde vi vår pastor fra den frie kirke vi står tilsluttet hjemme hos oss og han kjente begge aviser fra Amerika, og selv får han dem tilsent derfra regelmessig.  Jeg har lest litt i den ene og jeg fikk et meget godt inntrykk.\n\nI sommermånedene bor vi i vårt sommerhus som ligger 7 km fra Trondheim og høyt oppe omgitt av gran og furuskog.  Da vår leilighet i byen er liten og trang, er det godt vi har dette sommerhus som er stort og rommelig.  Det blir for tungvint og bo her om vinteren desverre.  Overalt i vårt land hersker det stor husnød, men ellers er tilstanden på mat og klær riktig bra, men svært kostbart er jo alt hva vi skal kjøpe.\n\nFar har vært bortreist en stunn.  Han har aldri vært i Nord-Norge så iår tok han seg en liten ferie.  Det er den første ferien hans på mange år.  Han har vært borte i tre uker, men mor venter ham hjem en av de første dager.  Nervene hans er ikke bra, så han plages av hodepine og gikt.  Hadde far vært frelst så hadde han ikke vært så urolig og nervøs som han ofte er.  Jeg tror han ofte gruer for døden nu når han kjenner alderdommen sige innover seg.\n\nJa, det er godt å være frelst å vite at om man lever eller dør hører man Herren til.  Men man går og kjenner på at man gjør så altfor lite for å få de andre med.  Vi skulle vær aktive kristne som arbeidet mens det var dag  natten kommer da ingen kan arbeide\n\nSå må du hilse dine kjære og lev så vel. \n\nDin niese Sonja\n\nSenner et billede som er tatt ved huset vårt ifjor sommer.  Har satt et kryss over meg selv med Berit 1 år på fanget.  Gerd min søster med en liten 1 åring på fanget ved siden av.\n\n \n\n \n\n<-SPLITTLETTER->\n\n\n\n \n\nTrondheim the 17th of Aug. 47\n\nDear uncle!\n\nThank you for your letter and the good newspapers.  It pleases me to see that you are so well and alert in spite of your old age.  On the same day the newspapers arrived we had the pastor from the free church which we belong to visiting us and he recognized both the newspapers from America, and he himself gets them sent to him from there regularly.  I’ve read a little bit in one of them and got a very good impression.\n\nDuring the summer months we live in our summer house which is located 7 km from Trondheim and is high up surrounded by spruce and pine trees.  As our apartment in the city is small and crowded, it’s good to have this summer house which is large and spacious.  It would be too bothersome to live here in the winter time unfortunately.  Everywhere in our country there’s a great shortage of housing, but other than that the food and clothing situation is very good, but everything we want to buy is very expensive.\n\nFather has been away for a while.  He’s never been to the North of Norway so this year he took a little vacation.  It’s his first vacation in many years.  He’s been gone for 3 weeks, but mother is expecting him home shortly.  His nerves are not good, so he’s bothered with headaches and arthritis.  If father had been saved he wouldn’t have been as restless and nervous as he often is.  I think he often dreads death now that he feels old age coming over him.\n\nYes, it’s good to be saved and know that whether you live or die you belong to the Lord.  But one feels that one does much to little to get the others to join in.  We should be active Christians who worked while the day is here  the night will come when nobody can work\n\nSay hello to all your loved ones and keep well.\n\nYour niece Sonja\n\nI’m sending a picture which was taken by our house last summer.  I’ve put a cross above myself with Berit age 1 on my lap.  Gerd my sister with a little 1 year old on her lap next to me."
    ],
    "LetterDate": [
      "1947-08-17"
    ],
    "Location": [
      "Trondheim"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Christians",
    "God",
    "John Holm",
    "Norway to US",
    "Sonja Bakken",
    "Trondheim",
    "church",
    "clothing",
    "death",
    "food",
    "housing shortage",
    "newspapers",
    "photos",
    "postwar",
    "prices"
  ],
  "files": [
    {
      "original": "Sonja Bakken 17 august-1947.pdf",
      "filename": "10b0868a1712ee397bb19504b8f1e562.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "fanget",
      "score": 0.07671044662224692
    },
    {
      "term": "vårt",
      "score": 0.07424238009304913
    },
    {
      "term": "sommerhus",
      "score": 0.06701608046056937
    },
    {
      "term": "frelst",
      "score": 0.04949492006203275
    },
    {
      "term": "aviser",
      "score": 0.04317344979989209
    },
    {
      "term": "kjenner",
      "score": 0.039800553900355196
    },
    {
      "term": "åndsfrisk",
      "score": 0.03835522331112346
    },
    {
      "term": "høye",
      "score": 0.03835522331112346
    },
    {
      "term": "pastor",
      "score": 0.03835522331112346
    },
    {
      "term": "inntrykk",
      "score": 0.03835522331112346
    },
    {
      "term": "sommermånedene",
      "score": 0.03835522331112346
    },
    {
      "term": "omgitt",
      "score": 0.03835522331112346
    },
    {
      "term": "furuskog",
      "score": 0.03835522331112346
    },
    {
      "term": "rommelig",
      "score": 0.03835522331112346
    },
    {
      "term": "hersker",
      "score": 0.03835522331112346
    }
  ],
  "english-tfidf": [
    {
      "term": "lap",
      "score": 0.07098397691025454
    },
    {
      "term": "newspapers",
      "score": 0.05281295783816024
    },
    {
      "term": "belong",
      "score": 0.04587545885792792
    },
    {
      "term": "age",
      "score": 0.04417514294857793
    },
    {
      "term": "feels",
      "score": 0.04415247314664376
    },
    {
      "term": "saved",
      "score": 0.03693162427005766
    },
    {
      "term": "pastor",
      "score": 0.03549198845512727
    },
    {
      "term": "recognized",
      "score": 0.03549198845512727
    },
    {
      "term": "surrounded",
      "score": 0.03549198845512727
    },
    {
      "term": "crowded",
      "score": 0.03549198845512727
    },
    {
      "term": "spacious",
      "score": 0.03549198845512727
    },
    {
      "term": "bothersome",
      "score": 0.03549198845512727
    },
    {
      "term": "dreads",
      "score": 0.03549198845512727
    },
    {
      "term": "alert",
      "score": 0.031020071161192143
    },
    {
      "term": "regularly",
      "score": 0.031020071161192143
    }
  ]
}