{
  "id": 172,
  "added": "2010-12-30 01:13:17",
  "modified": "2010-12-30 03:43:54",
  "public": true,
  "metadata": {
    "Title": [
      "Evelyn Holm to Alma C. Wilson 1947.9.2"
    ],
    "Description": [
      "BREV FRA EVELYN HOLM (OLA'S DATTER), ROSENBORGSGT. 14, T.HEIM, DATERT 2.  SEPTEMBER – 1947, TIL FRU ALMA WILSON, BOX 166, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  ET GRØNT 1-KRONES FRIMERKE MED KONG HAAKON VII, OG ET RØDT 20-ØRES FRIMERKE MED LØVE.  SENDT MED LUFTPOST.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EVELYN HOLM (OLA'S DAUGHTER), ROSENBORGSGT. 14, T.HEIM, DATED SEPTEMBER 2 –1947, TO FRU (MRS.) ALMA WILSON, BOX 166, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  A GREEN 1 KRONE STAMP WITH KING HAAKON VII, AND A RED 20 ØRE STAMP WITH LION.  SENT BY AIR MAIL."
    ],
    "Creator": [
      "Evelyn Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.09.02"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Trondheim 2-9-47.\n\nKjære kusine!\n\nTusen takk for ditt brev fra onkel og dig tilsammen.\nDu må hilse ham så meget, og si at jeg skal skrive snart.  Sender til Grace og dig samtidig.  Jeg skulde har skrevet for lenge siden til henne, men jeg har vært på ferie.  Det var et helt nydelig lommetørklæ jeg fikk av henne.  Jeg skal nok bruke det brullypsdagen min.  Det må nu vel bli snart.  Vi kommer vel til å gifte oss før vi får hus antagelig.  Det nytter ikke og vente på det.  Vi kommer ikke i betraktning før vi er gifte.\n\nJeg bad far om å oversette mitt brev til Grace, så hun skulde slippe å sende det for å forstå det.  Det er så sørgelig at jeg ikke har lært mig engelsk.\n\nJeg vet nu godt av dem du sendte billedet av.  Hans far har en stor slakterbutikk straks nedenfor der vi bor.\n\nDet var virkelig morsomt og se en U.bil med N. i en amerikansk avis (U på nummerskiltet betydde at bilen var fra Sør Trøndelag).  Han var jo so ivrig under krigen Herbert Helgesen.  Synd at hans første kone omkom på grensen mellem Norge og Sverige.  Hun skulde flykte over.  Tyskerne var efter henne, på grund av at hennes mann var rømt fra Norge.  Nu er han gift igjen med en fra Bergen.  Jeg har hørt at de var reist til Amerika.\n\nFar er nu hjemkommet fra sin ferietur.  Han har hatt det fint.  Vært i Nord-Norge i Narvik også å hilst på tante Helga (hun mener sikkert Hanna).\n\nSer at du blir 60 år i november.  Håber at jeg finner en ting som passer og sende dig til da.  Det er bra onkel og tante har dig så nær, nu når de begge er så dårlig.  Vi pikerne tenkte og få oss fotografert i sommer sammen, så vi skulde sende dere.  Men enten var nogen der og nogen hjemme, så vi blev ikke samlet.  Agnes min halvsøster har vært bortreist i hele sommer, så vi håper og få det til i julen nu.\n\nDet er nogen kjekke gutter du har.  Skulde har vært morsomt og hilst på dem.  Jeg har sagt til mine søstre at dem skulde skrive til onkel, så han får vel brev tenker jeg.  Skal hilse så meget fra mor og far  dem er begge bra friske.\n\nHjertlig hilsen Evelyn!\n\n\n<-SPLITTLETTER->\n\n\nTrondheim 2-9-47.\n\nDear cousin!\n\nThank you so much for your letter from uncle and you together.\n\nGreet him lots from me, and tell him I’ll write soon.  I’m sending one to Grace and you at the same time.  I should have written her a long time ago, but I’ve been on vacation.  That was a gorgeous hankerchief I got from her.  I’ll be sure to use it for my wedding day.  I imagine it wont be long now.  I guess we’ll probably get married before we get a home.  It’s pointless waiting for that.  We’re not considered until we’re married.\n\nI asked father to translate my letter to Grace, so that she wont have to send it to understand it.  It’s too bad I haven’t learnt English.\n\nI know very well who those people are on the picture you sent.  His father has a large butcher shop just down from where we live.\n\nIt was real fun to see a U.car with an N. on it in an American newspaper (a U on the car tag in those days meant the car was registered in Sør [South) Trøndelag, the N on the car stands for Norway). He was very involved during the war Herbert Helgesen you know.  Too bad his first wife died on the border between Norway and Sweden.  She was trying to escape across.  The Germans were after her, because her husband had escaped from Norway.  He’s remarried now to someone from Bergen.  I’ve heard that they had gone to America.\n\nFather has returned from his vacation trip now.  He’s had a nice one.  Has been to the North of Norway in Narvik and saw aunt Helga (I think she means Hanna).\n\nI see you’ll be turning 60 years old in Nov.  Hope I can find a suitable thing to send you by then.  It’s nice that uncle and auntie have you so close, now that they’re both so unwell.  We girls planned to have a picture taken of us all together this summer, to send you.  But one would be there and another at home, so we couldn’t get together.  Agnes my half sister has been away all summer, so we hope to get it done this Christmas.\n\nYou have some nice looking boys.  It would be fun to meet them.  I’ve told my sisters to write to uncle, so I imagine he’ll get some letters.  Mother and father send their best wishes  they are both well.\n\nBest wishes Evelyn!"
    ],
    "LetterDate": [
      "1947-09-02"
    ],
    "Location": [
      "Trondheim"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Bergen",
    "Evelyn Holm",
    "Germans",
    "Grace Vilson",
    "Herbert Helgesen",
    "Narvik",
    "Norway to US",
    "Sweden",
    "Trondheim",
    "car",
    "newspaper",
    "postwar"
  ],
  "files": [
    {
      "original": "Evelyn Holm 2 september-1947.pdf",
      "filename": "354badf61ffb8c026b250a6cf2c8dc4b.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "skulde",
      "score": 0.049956372620427104
    },
    {
      "term": "hilst",
      "score": 0.04641148528211443
    },
    {
      "term": "u",
      "score": 0.03325445188489155
    },
    {
      "term": "brullypsdagen",
      "score": 0.03284309541012368
    },
    {
      "term": "slakterbutikk",
      "score": 0.03284309541012368
    },
    {
      "term": "nedenfor",
      "score": 0.03284309541012368
    },
    {
      "term": "nummerskiltet",
      "score": 0.03284309541012368
    },
    {
      "term": "betydde",
      "score": 0.03284309541012368
    },
    {
      "term": "bilen",
      "score": 0.03284309541012368
    },
    {
      "term": "ivrig",
      "score": 0.03284309541012368
    },
    {
      "term": "herbert",
      "score": 0.03284309541012368
    },
    {
      "term": "helgesen",
      "score": 0.03284309541012368
    },
    {
      "term": "flykte",
      "score": 0.03284309541012368
    },
    {
      "term": "rømt",
      "score": 0.03284309541012368
    },
    {
      "term": "hjemkommet",
      "score": 0.03284309541012368
    }
  ],
  "english-tfidf": [
    {
      "term": "car",
      "score": 0.06820577885156827
    },
    {
      "term": "n",
      "score": 0.039069758917466085
    },
    {
      "term": "together",
      "score": 0.03575363242367346
    },
    {
      "term": "u",
      "score": 0.03145275693329087
    },
    {
      "term": "hankerchief",
      "score": 0.03022669346453147
    },
    {
      "term": "pointless",
      "score": 0.03022669346453147
    },
    {
      "term": "tag",
      "score": 0.03022669346453147
    },
    {
      "term": "sør",
      "score": 0.03022669346453147
    },
    {
      "term": "herbert",
      "score": 0.03022669346453147
    },
    {
      "term": "helgesen",
      "score": 0.03022669346453147
    },
    {
      "term": "2-9-47",
      "score": 0.02641819247244386
    },
    {
      "term": "turning",
      "score": 0.02641819247244386
    },
    {
      "term": "suitable",
      "score": 0.02641819247244386
    },
    {
      "term": "vacation",
      "score": 0.025997406534237114
    },
    {
      "term": "registered",
      "score": 0.024190362208113284
    }
  ]
}