{
  "id": 173,
  "added": "2010-12-30 01:18:02",
  "modified": "2010-12-31 03:35:37",
  "public": true,
  "metadata": {
    "Creator": [
      "Evelyn Holm",
      "Ola Holm"
    ],
    "Date": [
      "1947.09.02"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Trondheim 2-9-47\n\nKjære Grace!\n\nTusen takk for lommetørklæ og brev.  Lommetørklæet var helt feslig  jeg blev så begeistret for det.  Jeg skal ha det den dagen jeg gifter mig.  Håber at det ordner sig slik snart, at vi kan trede inn i ekteskapet.  Min forlovede er nu frisk og kjekk, han har gått så lenge sykmeldt, på grund av en plaurit som han pådrog sig under krigen.\n\nFar leste ditt brev for mig, desverre er jeg like dum til å lese engelsk.  Jeg ber han om å oversette mitt brev på engelsk, så du slipper og sende det hjem for å forstå det.\n\nSer at du har lang arbeidsdag, og mye og gjøre.  Du har også holdt på med barn ser jeg.  Synes du ikke det er morsomt?  Jeg har sluttet på sykehuset.  Har begynt på barnehave nu, og har det riktig fint.  Begynner kl. halv 10 om morgningen og barna er da til kl. 13.30.  Flott arbeidstid mot sykehustiden.  Vi arbeider en del overtid selvfølgelig, men allikevel har jeg det fint nu. De barna jeg har er fra 3-4 år.  En riktig morsom alder.\n\nJeg skulde har skrevet til dig før, men jeg har vært bortreist.  Har hatt to mnd. ferie i år, så jeg begynte på nu 1 sept.\n\nFikk nettop brev fra din mor.  Hun skriver virkelig godt norsk du.  Ser at hun har fødselsdag den 15 november, og blir 60 år.  Tenkte og bestille en vevt løper til henne, så hun fikk på dagen sin.  Tror du hun bryr sig om det, eller vet du om det er noget annet norsk hun har hatt lyst på.  Hun spurte om nogen av oss kunde sy hardangersøm, men desverre brukes ikke det nu.  Ingen av oss barna har lært det.  Hadde tenkt og få vevt en løper, så du også kunde få ha på din hybel.  Kanskje dere ikke bruker slikt.\n\nDu spurte om hvordan nr. jeg bruker i strømper.  Det er 9 og en halv på norsk, hvad det svarer til amerikanske nr. vet jeg ikke.  Jeg er nu høi så det blir nu litt stort nr. tenker jeg.  Men Grace du skulde ikke holde på å sende så mye.  Skjønt jeg har nu hatt lyst på Nylonstrømper.  Håber du får dette brev, for jeg har nu skrevet til dig før også.\n\nBeste hilsen Evelyn!\n\nEtter Ola’s oversettelse av dette brevet har han skrevet:  Jeg skulle ønske jeg hadde en penn som skriver tynt slik at jeg kunne skrive litt bedre.  Onkel Ol.\n\nI’ve added my explanatory comments in italic text\n\n \n\n<-SPLITTLETTER->\n\n\n\nTr.heim 2-9-47\n\nDear Grace.\n\nA thousind thanks for “Hanchief” and letter.  The Hankchef were very fine, I am so glad of it.  Ofcourse I am going to use it on my Wedding day.  Hope it will be arranged so that we can get to marriage soon.  My sweetheart is healty and strong now.  He got some trouble with one of his Lungs in the Wartime (Evelyn says he had Pleurisy), but I am glad his is well again.  My Father reed your letter for me, toobad I am just as green as ever in English.  I get him to write my letter in English so you didn’t need sending it home to get it translated.  I see you have a long workingday, and much to do.  I see you have been taken care and playing children too, don’t you think thats lots of fun.  I’ve quit my work at the Hospital.  Have a job as teacher at a “childrens garden” now (this is a nursery school), a very fine work.  I begin 10.30, and quit at 13.30 o’clk. a short day toward what I had at the hospital (compared to what I had at etc.).  We work some overtime of and on, but still we have a fine time.  The children I play is 3 & 4 years old. at the most comical aged.\n\nI should have writen you before, but I been away prette much, because I have 2 months vacation this summer, I started work now the 1st of Septb.  I just received letter from your Mother.  She writes fine “Norsk”.  Se she has birthday the 15th of Novb. and she is 60 years.  I been thinking of, to get woven som kind of Tablepiece to her day (woven table runner).  Do you think shes care for that, or do you know of anything else she wish for?  She asked if any of us can saw “Hardanger-sawing” (Hardanger embroidery), but no, one of us can (should be none of us can), because its out of fashion.  I been thinking of geting something semilar to you, in your room, if you do use any such things?  You ask about my No. of stockings.  My No. here is 9 and a half, dont know your No., but it is a little over the middle size I guess.  I think they know it at the “Stores” but dear Grace you oughten not send so much, of course I certainly wish for a pair of Nylon stocks.  Hope you get this letter O.K. as usual, as I been writing you before.\n\nMy very best of greeting\n\nYour Evelyn\n\n \n\nOn the bottom of one of the pages Ola has written:  I wish that had a narrow “stubb pen” so I could write alittle better.  Uncle Ol."
    ],
    "Title": [
      "Evelyn Holm to Grace A. Wilson 1947.9.2"
    ],
    "Description": [
      "BREV FRA EVELYN HOLM DATERT 2.  SEPTEMBER – 1947, TIL MISS GRACE A.  WILSON (ALMA'S DATTER), 612 S.  THIRD AVE, SIOUX FALLS, S.  DAKOTA.  OLA HAR OVERSATT DETTE BREVET TIL ENGELSK, DA GRACE IKKE FORSTO NORSK.  FRIMERKENE ER KLIPPET VEKK.\n\n\n<-SPLITDESC->\n\n\nTHIS IS OLA HOLM'S TRANSLATION OF HIS DAUGHTER EVELYN'S LETTER DATED SEPTEMBER 2 – 1947, TO MISS GRACE A.  WILSON, 612 S.  THIRD AVE., SIOUX FALLS, S.  DAKOTA.  THE STAMPS HAVE BEEN REMOVED."
    ],
    "LetterDate": [
      "1947-09-02"
    ],
    "Location": [
      "Trondheim"
    ],
    "Destination": [
      "Sioux Falls"
    ]
  },
  "tags": [
    "1940s",
    "Evelyn Holm",
    "Grace Vilson",
    "Hardanger embroidery",
    "Norway to US",
    "Ola Holm",
    "Trondheim",
    "daycare",
    "gifts",
    "hospital",
    "lungs",
    "nylon",
    "pleurisy",
    "postwar",
    "sickness",
    "stockings",
    "stubb pen",
    "teacher",
    "wedding"
  ],
  "files": [
    {
      "original": "Ev. Holm-Grace sept-1947.pdf",
      "filename": "e98c850319443763422988474927696a.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "vevt",
      "score": 0.05208314948837727
    },
    {
      "term": "nr",
      "score": 0.04891125462558676
    },
    {
      "term": "løper",
      "score": 0.04454894100403004
    },
    {
      "term": "halv",
      "score": 0.03458925913583271
    },
    {
      "term": "norsk",
      "score": 0.034524474513655125
    },
    {
      "term": "desverre",
      "score": 0.0326075030837245
    },
    {
      "term": "spurte",
      "score": 0.03173747365249042
    },
    {
      "term": "hatt",
      "score": 0.03145840552175937
    },
    {
      "term": "håber",
      "score": 0.030182029699874397
    },
    {
      "term": "engelsk",
      "score": 0.030182029699874397
    },
    {
      "term": "barna",
      "score": 0.030117566963547865
    },
    {
      "term": "lommetørklæet",
      "score": 0.029808678986362254
    },
    {
      "term": "trede",
      "score": 0.029808678986362254
    },
    {
      "term": "sykmeldt",
      "score": 0.029808678986362254
    },
    {
      "term": "plaurit",
      "score": 0.029808678986362254
    }
  ],
  "english-tfidf": [
    {
      "term": "woven",
      "score": 0.06181189000612053
    },
    {
      "term": "thousind",
      "score": 0.030905945003060264
    },
    {
      "term": "hanchief",
      "score": 0.030905945003060264
    },
    {
      "term": "hankchef",
      "score": 0.030905945003060264
    },
    {
      "term": "ofcourse",
      "score": 0.030905945003060264
    },
    {
      "term": "lungs",
      "score": 0.030905945003060264
    },
    {
      "term": "wartime",
      "score": 0.030905945003060264
    },
    {
      "term": "pleurisy",
      "score": 0.030905945003060264
    },
    {
      "term": "reed",
      "score": 0.030905945003060264
    },
    {
      "term": "toobad",
      "score": 0.030905945003060264
    },
    {
      "term": "workingday",
      "score": 0.030905945003060264
    },
    {
      "term": "teacher",
      "score": 0.030905945003060264
    },
    {
      "term": "childrens",
      "score": 0.030905945003060264
    },
    {
      "term": "clk",
      "score": 0.030905945003060264
    },
    {
      "term": "overtime",
      "score": 0.030905945003060264
    }
  ]
}