{
  "id": 175,
  "added": "2010-12-30 01:25:08",
  "modified": "2010-12-30 03:42:24",
  "public": true,
  "metadata": {
    "Title": [
      "Evelyn Holm to John Holm 1947.9.15"
    ],
    "Description": [
      "BREV FRA EVELYN HOLM, ROSENBORGSGT. 14, TRONDHEIM, DATERT 15.  SEPTEMBER – 1947, TIL HERR JOHN HOLM, 108 WEST 5.  STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  FRIMERKET ER KLIPPET VEKK.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EVELYN HOLM, ROSENBORGSGT. 14, TRONDHEIM, DATED SEPTEMBER 15 – 1947, TO HERR (MR.) JOHN HOLM, 108 WEST 5.  STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  THE STAMP HAS BEEN REMOVED."
    ],
    "Creator": [
      "Evelyn Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.09.15"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Trondheim 15/9-47.\n\nKjære onkel John!\n\nTakk for ditt siste brev.  Jeg skulde har skrevet for lenge siden, men først var jeg på ferie en stund, og siden vi har begynt på har det vært noget til stadighet.  Jeg har skrevet til Alma og Grace med hilsing til dig og tante, så jeg håber de har fått det.\n\nHvordan er det med dere?  Her er det på det gamle.  Far klager nu over gikt her og der, det er nu mest hodet.  Mor plages også med giften (hun mener nok gikten!).  Det hører vel alderdommen til.  Jeg strever nu med å samle utstyr, og det blir nu litt efter hvert.  Man kan nu ikke vente og ha alt tipp topp til å begynne med.  Går nu på jakt efter hus.  Hjemme nytter det ikke og bo, da Agnes bor hjemme, og hun har to gutter.\n\nDet siste brev jeg fikk fra Alma var ett hun hadde skrevet i mai.  Hun skriver at hun nu har funnet det og glemt og sende det.  Men jeg har faktisk fått det samme brevet før, enda det første jeg fikk fra henne.  Hun skriver at hun ikke har fått svar på det, men jeg har nu skrevet.\n\nTante Laura var her på besøk nylig, hun fortalte da om sin Narvik-tur.  Hun har hatt det så fint.  Sørgelig at tante Helga (hun mener nok Hanna) ser så dårlig, hun er nu nesten blind\n\nHører at Alma er 60 år 15 november.  Jeg har bestilt en vevt løper som vi har tenkt og sende henne.  Håber den blir ferdig.  Dere laver vel ikke slikt i Amerika.  Effi min yngste søster bor nu i Oslo  hun har hybel der, og trives så godt.\n\nDet har begynt å bli surt og koldt her, og vi kan vel ikke vente annet her i den kolde nord.  Men det er nu herlig med litt sne og en lang herlig skitur.  Er det noget sne der dere bor?\n\nDu må hilse tante så meget fra mor og far og alle her, likedan Alma og alle der.  Det kunde har vært morsomt om vi alle har kunde møttes en gang.  Far har nu så ofte snakket om en Amerika-tur, men nu er han for gammel.  Han trivdes hvis bare bra ja strålende der over.\n\nJeg skal skrive til Alma snart igjen.\n\nHjertlig hilsen Evelyn!\n\n\n<-SPLITTLETTER->\n\n\nTrondheim 15/9-47\n\nDear uncle John!\n\nThank you for your last letter.  I should have written a long time ago, but first I was on vacation a while, and since we’ve started work again there’s constantly been something.  I’ve written to Alma and Grace with greetngs to you and auntie, so I hope you’ve gotten it.\n\nHow are you all?  Everything is as usual here.  Father is complaining of arthritis here and there now, mostly it’s his head that’s bothering him.  Mother is also bothered with arthritis.  I guess it goes with old age.  I’m now struggling to collect equipment (meaning items for her home after she’s married), and little by little I’m getting there.  We can’t expect to have everything perfect from the beginning.  We’re house hunting now.  We can’t live at home, as Agnes lives at home, and she has two boys.\n\nThe last letter I got from Alma was one she had written in May.  She writes that she has just found it and forgotten to send it.  But I’ve actually received the same letter before, it was even the first one I got from her.  She writes that she hasn’t had a reply to it, but I have written.\n\nAunt Laura was here for a visit recently, she told us about her Narvik trip.  She’d had such a nice time.  Too bad aunt Helga’s eyesight is so bad, she’s almost blind now (she keeps calling her Helga instead of Hanna, Helga was Axel’s wife).\n\nI hear Alma turns 60 years old on November 15.  I’ve ordered a wowen table runner which we’re planning to send her.  Hope it gets finished.  I guess you don’t make things like that in America.  Effi my youngest sister lives in Oslo now  she rents a room there, and likes it very much.\n\nIt has started to get miserable and cold here, and I guess that’s only to be expected here in the cold north.  But it’s wonderful to have a little snow and a long wonderful walk on skis.  Is there any snow where you live?  You must say hello to auntie from mother and father and everyone here, likewise to Alma and everyone there.  It would be fun if we all could meet some day.  Father has often talked about a trip to America, but now he’s too old.  He liked it so much over there.\n\nI’ll soon write to Alma again.\n\nBest wishes Evelyn!"
    ],
    "LetterDate": [
      "1947-09-15"
    ],
    "Location": [
      "Trondheim"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Evelyn Holm",
    "Grace Vilson",
    "John Holm",
    "Narvik",
    "Norway to US",
    "Oslo",
    "Trondheim",
    "arthritis",
    "postwar",
    "rental",
    "snow"
  ],
  "files": [
    {
      "original": "Evelyn Holm 15 september-1947.pdf",
      "filename": "24710a158c883bf9aa2be6ea0aa7a9f9.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "tante",
      "score": 0.04391329472094504
    },
    {
      "term": "herlig",
      "score": 0.04187990262617116
    },
    {
      "term": "begynt",
      "score": 0.03537256983934325
    },
    {
      "term": "håber",
      "score": 0.03537256983934325
    },
    {
      "term": "9-47",
      "score": 0.0349350123152271
    },
    {
      "term": "hilsing",
      "score": 0.0349350123152271
    },
    {
      "term": "gikten",
      "score": 0.0349350123152271
    },
    {
      "term": "tipp",
      "score": 0.0349350123152271
    },
    {
      "term": "jakt",
      "score": 0.0349350123152271
    },
    {
      "term": "faktisk",
      "score": 0.0349350123152271
    },
    {
      "term": "narvik-tur",
      "score": 0.0349350123152271
    },
    {
      "term": "møttes",
      "score": 0.0349350123152271
    },
    {
      "term": "trivdes",
      "score": 0.0349350123152271
    },
    {
      "term": "vente",
      "score": 0.03455042307325954
    },
    {
      "term": "15",
      "score": 0.03170783006288744
    }
  ],
  "english-tfidf": [
    {
      "term": "helga",
      "score": 0.030931278582074468
    },
    {
      "term": "writes",
      "score": 0.030034494725188356
    },
    {
      "term": "9-47",
      "score": 0.029576657045939397
    },
    {
      "term": "greetngs",
      "score": 0.029576657045939397
    },
    {
      "term": "wowen",
      "score": 0.029576657045939397
    },
    {
      "term": "skis",
      "score": 0.029576657045939397
    },
    {
      "term": "auntie",
      "score": 0.029340532132311248
    },
    {
      "term": "arthritis",
      "score": 0.028688654478371087
    },
    {
      "term": "15",
      "score": 0.026416513686250583
    },
    {
      "term": "collect",
      "score": 0.025850059300993454
    },
    {
      "term": "equipment",
      "score": 0.025850059300993454
    },
    {
      "term": "hunting",
      "score": 0.025850059300993454
    },
    {
      "term": "eyesight",
      "score": 0.025850059300993454
    },
    {
      "term": "rents",
      "score": 0.025850059300993454
    },
    {
      "term": "wonderful",
      "score": 0.0245417460825433
    }
  ]
}