{
  "id": 176,
  "added": "2010-12-30 01:28:30",
  "modified": "2010-12-30 03:42:14",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to John Holm 1947.9.21"
    ],
    "Description": [
      "BREV FRA EDVARD EIDUM DATERT 21.  SEPTEMBER – 1947 TIL MRR.  JOHN HOLM, 108.  WEST FIFTH.  ST., DELL RAPIDS, SYD DAKOTA, U.S.A.  FRIMERKENE ER KLIPPET VEKK.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EDVARD EIDUM DATED SEPTEMBER 21 – 1947 TO MRR.  JOHN HOLM, 108.  WEST FIFTH.  ST., DELL RAPIDS, SYD DAKOTA, U.S.A.  THE STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.09.21"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Narvik 21/9-1947\n\nKjære Svoger og alle Dine.\n\nVill i aften senne Dere noen ord, så Di får se at vi lever og virker som vanlig.  De er stort og godt at vi hver dag får være frisk, og følge med i tidens kamp og strid.  De er Nåde over Nåde De.  Hanna er på samme vis.  De vill si hvad som angår helsa.  Men en ting vet vi også hvad som angår Hanna og hendes smerter og lidelse.  At De er ingenting som møter et Menneske, uten at De tjener til De gode.  Vi har jo noen Vondkanter? alle, som må slipes av os.  Og Da kan vi være sikker på at alt tjener oss til beste.  Bare vi kunne lære og ta imot alt med takk.  Ja nu er Sommeren slutt for i år ijen.  Vi har i grun hadt meget regn i sommer, og lite Solsjin.  Men også De er vell til De beste for oss, og Derfor bør vi takke også for De.  Vi har hadt meget besøk i Sommer.  Jeg tror De har vært en 15 a 16 fremmede hos oss.  Deriblant Din og Hanna sine søsken Olav Holm og Laura.  Olav var i 5 Dage og Laura i 8 Dage.  Hanna hadde ikke sett Dem på 30 Aar.  Så De blev lidt rart for Dem alle.  Jeg har også reist meget i sommer.  Både her hjemme i Norge og i Sverige.  Men nu har jeg tatt op arbeidet ijen.  Tiden flyr hurtig fra oss.  Jeg synes at De er ikke længe siden jeg var en liten Gut, hjemme blant søsken far og Mor.  Og nu er jeg alt en gammel Mand.  Livsveien har vært både tung og lett.  Delvis vadet (mener han vandret?) med tårer og Delvis smil på veien.  Men tross alt så vill jeg si at jeg har lagt merke til at Gud har vært sit løfte tro, og bevaret og opholt mig indtil idag.  De er ennu megen strid og uenighed i Verden.  Skal tro om Den siste og store krig er oss nermere end vi tror.  Ja tegnene begynder alt å komme tilsyne.  Kunskapen skal varde stor i Di siste tider, og Kjærligheden skal bli kold hoss Di fleste står De i Guds ord.  Og har vi ikke Disse tegn nu?  Hvorledes har Du De nu?  Er Du bra frisk?  En Din hustru.  Er hun nogenlunde bra?  Jeg hører fra Alma Wilson at hun er meget i Deres hjem, og hjelper Dere.  De er vakkert og godt av Alma at hun kan finde tid til å besøke Dere.  Jeg skulle ha hadt stor lyst til, å fått snakket lidt med Alma.  Hun er et Menneske med et vart og levende hjerte, for alt som hører med til de Velsignede Arbeide, som herren har lagt sin velsignelse til.  En Din hustru.  Er hun nogenlunde bra?  Jeg hører fra Alma Wilson at hun er meget I Deres hjem, og hjelper Dere.  De er vakkert og godt av Alma at hun kan finde tid til å besøke Dere.  Jeg skulle ha hadt stor lyst til, å fått snakket lidt med Alma.  Hun er et Menneske med et vart og levende hjerte, for alt som hører med til de Velsignede Arbeide, som herren har lagt sin Velsignelse til.  De er en større og langt rikere Skat å eie, en al verdens rikdom.  Om De er knapt og lite om både De ene og annet mangen gang, så vil De bestandig bli en utvei, bare vi tror.  Ja min kjære Svoger.  Du må nu ha De bra ijen  Hils Din hustru og Alma.  Hanna og alle her i hjemmet hilser.\n\nSkal skrive lidt ijen om en stund.  Spør Alma om hun vil sende noen ord, som en hilsen fra oss til Florense Winters.\n\nHa De godt alle i Jesu Navn.\n\nHanna og E. Eidum\n\n \n\n\n<-SPLITTLETTER->\n\n\nNarvik 21/9-1947\n\nDear Brother in law and all of Yours.\n\nThis evening I’d like to send You a few words, so that You’ll see that we’re alive and operating as usual.  It’s big and good that we get to be healthy every day, and keep up with the battling and struggling of our time.  That’s Grace on top of Grace.  Hanna is the same.  With regard to her health that is.  But one thing we also know with regard to Hanna and her pains and suffering. That nothing happens to a Human being without It serving for the good.  We all have a few Bad edges(?), which must be polished off.  And Then we can be sure that everything serves us for the best.  If only we could learn to receive everything with gratitude.  Well now Summer is over for this year again.  We’ve actually had a lot of rain this summer, and little Sunshine.  But That too is for our own good, and Therefore we ought to give thanks for That also.  We’ve had a lot of visitors this Summer.  I think there have been about 15 to 16 strangers (meaning visitors) here with us.  Among them Your and Hanna’s siblings Olav Holm and Laura.  Olav was here for 5 Days and Laura for 8 Days.  Hanna hadn’t seen Them for 30 Years.  So it was a bit srange for all of Them.  I’ve also travelled a lot this summer.  Here at home in Norway as well as in Sweden.  But now I’ve taken up work again.  Time flies quickly away from us.  I feel it wasn’t long ago that I was a little Boy, at home among my siblings father and Mother.  And now I’m already an old Man.  The road of life has been both heavy and light.  Partly walking with tears and Partly smiles on the way.  But in spite of it all I must say that I’ve noticed that God has been true to his promise, and has kept and upheld me until today.  There’s still a lot of unrest and disagreement in the World.  I wonder if The last and great war is closer to us than we think.  Yes the signs are already starting to appear.  Knowledge will be great in Those last days, and Love will be cold in most It says in God’s word.  And do we not have These signs now?   How are You now?  Are You quite well?  What about your wife.  Is she fairly well?  I hear from Alma Wilson that she’s at Your home a lot, helping You.  It’s beautiful and good of Alma that she can find the time to visit You.  I would very much like, to talk to Alma a little.  She’s a Person with a sensitive and living heart, for everything that goes with the Blessed Work, that the lord has put his Blessing to.  That’s a greater and far richer Treasure to own, than all the riches in the world.  Though many a time There’s very little of all kinds of things, There will always be a way, as long as we believe.  Well my dear Brother in law.  Keep well again.  Say hello to your wife and Alma.  Hanna and everyone here in our home send their regards.  Will write a little again in a while.  Ask Alma if she would send a few words, as a greeting from us to Florense Winters.\n\nKeep well all of you in the Name of Jesus.\n\nHanna and E. Eidum"
    ],
    "LetterDate": [
      "1947-09-21"
    ],
    "Location": [
      "Narvik"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Edvard Eidum",
    "Florence Winters",
    "God",
    "Grace Vilson",
    "Hanna Eidum",
    "John Holm",
    "Norway to US",
    "Ola Holm",
    "Sweden",
    "aging",
    "postwar",
    "travel",
    "visitors"
  ],
  "files": [
    {
      "original": "Edvard Eidum 21 September-1947.pdf",
      "filename": "a8527f85b8aa93fe768617c4661802f4.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "menneske",
      "score": 0.048441987763206934
    },
    {
      "term": "vart",
      "score": 0.04570664111242212
    },
    {
      "term": "nogenlunde",
      "score": 0.03993041460775591
    },
    {
      "term": "hører",
      "score": 0.03844571838571183
    },
    {
      "term": "levende",
      "score": 0.03655153870685455
    },
    {
      "term": "velsignede",
      "score": 0.03655153870685455
    },
    {
      "term": "lagt",
      "score": 0.036498094700363984
    },
    {
      "term": "delvis",
      "score": 0.0341541881030897
    },
    {
      "term": "hanna",
      "score": 0.03394156371113909
    },
    {
      "term": "finde",
      "score": 0.03229465850880462
    },
    {
      "term": "strid",
      "score": 0.029490723203627847
    },
    {
      "term": "angår",
      "score": 0.029490723203627847
    },
    {
      "term": "hjelper",
      "score": 0.029490723203627847
    },
    {
      "term": "velsignelse",
      "score": 0.029490723203627847
    },
    {
      "term": "hjerte",
      "score": 0.027396436301286964
    }
  ],
  "english-tfidf": [
    {
      "term": "signs",
      "score": 0.04162866692627517
    },
    {
      "term": "partly",
      "score": 0.03562739263571287
    },
    {
      "term": "hanna",
      "score": 0.03486688642039104
    },
    {
      "term": "visitors",
      "score": 0.02860635180267106
    },
    {
      "term": "regard",
      "score": 0.02686894318395114
    },
    {
      "term": "9-1947",
      "score": 0.023814970608418733
    },
    {
      "term": "serving",
      "score": 0.023814970608418733
    },
    {
      "term": "edges",
      "score": 0.023814970608418733
    },
    {
      "term": "srange",
      "score": 0.023814970608418733
    },
    {
      "term": "upheld",
      "score": 0.023814970608418733
    },
    {
      "term": "disagreement",
      "score": 0.023814970608418733
    },
    {
      "term": "appear",
      "score": 0.023814970608418733
    },
    {
      "term": "sensitive",
      "score": 0.023814970608418733
    },
    {
      "term": "richer",
      "score": 0.023814970608418733
    },
    {
      "term": "riches",
      "score": 0.023814970608418733
    }
  ]
}