{
  "id": 178,
  "added": "2010-12-30 01:50:15",
  "modified": "2010-12-30 03:41:59",
  "public": true,
  "metadata": {
    "Title": [
      "Herborg Holm to John Holm 1947.9.24"
    ],
    "Description": [
      "BREV FRA HERBORG HOLM DATERT 24.  SEPTEMBER-1947, TIL HRR.  JOHAN HOLM, 108 WEST, 5TH.  STREET, DELL RAPIDS, SYD DAKOTA , U.S.A.  FRIMERKENE ER KLIPPET VEKK.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM HERBORG HOLM DATED SEPTEMBER 24-1947, TO HRR.  (MR.) JOHAN HOLM, 108 WEST 5TH.  STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE STAMPS HAVE BEEN REMOVED.\n"
    ],
    "Creator": [
      "Herborg Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.09.24"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal 24-9-47\n\nKjære onkel Johan!\n\nJeg skal nu skrive noen ord til dig.  Det er så lenge siden jeg har hørt noe fra dig.  Er du kansje for dårlig til å skrive?  Jeg håper virkelig at det ikke er slik.\n\nJeg skrev et brev til dig før jeg reiste på ferie og så sente jeg et kort til deg fra Østersund.  Vi hadde en trivelig ferie.  Var i Østersund i 8 dage og lå i telt utenfor byen.  Gikk i forretninger hver dag og der var mye varer, frukt og slikkerier som vi ikke har sett på mange år.  Vi fikk vekslet 294 norkse kroner i 210 Svenske kroner som vi handlet for.  Jeg har vekslet 50 dollar som jeg fikk hos dig – 1 dollar er 3,60 svenske kroner.  Den andre 50 dollar har jeg hel og skal gjemme den til neste sommer.  Det er fremdeles umulig å få veksle så store sedler både her og i Sverige.  Jeg fikk jo vekslet i små dollar hos en dame som var hjemme fra Amerika 1 dollar er ca. 4.90 i norske penger.  Far har ikke fått vekslet det siste du sente ham, men Laura har fått sin part i norske sedler ca. 125 kroner – av far – du skrev jo at hun skulle ha 25 dollar av den – ellers har han ikke delt resten, da han ikke får den vekslet sund – men den kan jo ligge foreløbig.  Dollarer kan vel umulig miste sin verdi?\n\nDet var stekende varmt hver dag da vi var i Ø.  Den ene dagen vi var der – var det varmest i Østersund av hele Europa!  Vi syklet hele veien hjem – men da hadde vi regn og motvind så det var tussig.  Vi var 5 damer sammen på turen, og vi kjøpte oss sko – forskjellige klær – svidsker – blandet – tørret frukt osv.  Det er veldig vakkert i Ø.  De fleste hus har røde tak – balkonger med røde markiser og blomster.  Ellers er det så rent og velordnet der – pene parker etc. og velkledde menesker – det vises at dem har gått fri krigen.  Jeg synes de norske er utrolig pent kledd også – når vi tenker på at manufakturforretningene her var helt tomme i 4-5 år.  Det eneste man fikk kjøpt der – var papirlommetørklær – papir-hånd-duker og ditto gardiner.  Det er rart å tenke på nu – det fantes ikke, forexempler hårkammer – det fantes noen av tre og jern, ellers var det tomt for alt mulig.  bare sandsåpe å vaske sig med – Nu har vi det riktig bra – helt upåklagelig – men det var rart å se de overfyldte forretninger i Sverige med alle slags fine, gode varer  Det blir strengere her igjen – nu får vi ikke kjøpe fløte og smør på meieriet mere – det er bare for småbarn og gamle – men vi har ellers mere enn nok mat.  Vi får kjøpe kjøtt til hver helg – rasjonert.\n\nVi har hatt strålende vær hele august måned.  Så varm og tørr aug. har vi ikke hatt siden 1816.  Men nu er det høstlig – med sur vind – regn og mørke kvelder.  Vi holder på å tar op poteter – men måtte innstille idag, grunnet regn.  Håper det blir bra imorgen, så vi får fortsette igjen.  Far er nu på kirkegården og ordner litt med mors grav.  Han hadde plukket endel fine steiner ved Viksjøen, som han skal pynte op med. – Jeg skal hilse dig så hjertelig fra Julie Brekken og datteren Oline!  Dem husker dig meget godt fra da du var hjemme her i 1914.  Julie var pedell på losjen dengang og hun fortalte at du var så real og at du rett som det var kom op til henne og slo av en prat.  Det er forresten så mange her som husker dig når jeg snakker om dig og forteller om pakker og brever du har sent. –  Idag har Laura vært her og vasket klær til sig selv.  Det er nemlig ikke noe størhus der hun bor.  Laura har vært 8 dage i Narvik og besøkt Hanna og familien.  Hun hadde det koselig der - men hjemturen var nifs, forteller hun.  Hun kjørte med buss over Saltfjellet – Dunderlandsdalen til Mo i Rana – med ferger flere ganger.  Det er så vill – nifs natur der nord.  Stupbratt, dypt ned på den ene side av veien og stupbratte fjell op mot himlen på andre siden.  Hun var veldig redd på bilturen men hun levde da over det! – Klara Krogstad fra Trondheim var her en tur i dag, snartur.\n\nFar fikk brev fra Alma forrige uke – jeg har forresten fått brev fra henne jeg også, for lenge siden, du må hilse henne fra mig – og si at jeg skal skrive til henne snart også.\n\nSiste lørdag var jeg i bryllup.  En venninne av mig, giftet sig.  Vi hadde det riktig trivelig – med sang og musikk – mye god mat – selskapsleker etc. til kl. 4 om morgenen.\n\nOnkel Ola har vært i Narvik i sommer han også.  Han var innom hos oss på hjemturen – hadde hatt en hyggelig tur – Hanna gledet sig over å se to av sine søsken.  De har vel ikke truffet hverandre på omtrent 30 år. Laura bad mig hilse dig så meget!\n\nDu må hilse din frue fra mig og far.  Likeså må du hilse Alma med familie.  Fikk et amatørbilde fra A. og ser at lille Ruth Irene – Ralphs datter – er blitt ganske stor og kjekk nu.\n\nSenner dig to amatørfotos av lille Helge og mig.  Helges mor – Astrid – går et sykurs nå, så Helge er hos oss hver eftermiddag. – Nu kom far så jeg må sette på kveldsbordet.  Ha det riktig bra, onkel!  og skriv igjen hvis du kan!\n\nKjærlig hilsen fra Herborg.\n\n\n<-SPLITTLETTER->\n\n\nStjørdal 24-9-47\n\n \n\nDear uncle Johan!\n\nI’ll write you a few words.  It’s been so long since I heard from you.  Are you perhaps too unwell to write?  I really hope that’s not the case.\n\nI wrote you a letter before I went on vacation and then I sent you a postcard from Østersund.  We had a pleasant vacation.  We were in Østersund for 8 days and slept in a tent outside of town.  Went shopping every day and they had lots of things there, fruit and sweets that we haven’t seen for many years.  We exchanged 294 Norwegian kroner into 210 Swedish kroner which we shopped for.  I’ve exchanged 50 dollars which I got from you – 1 dollar is 3.60 Swedish kroner.  The other 50 dollars is still whole and I’ll save it for next summer.  It’s still impossible to exchange such large notes both here and in Sweden.  I got small dollar notes from a lady who was home from America  1 dollar is about 4.90 in Norwegian money.  Father hasn’t managed to exchange the last money you sent him, but Laura has gotten her part in Norwegian notes about 125 kroner – from father – you wrote that she was to have 25 dollars of it - other than that he hasn’t divided the rest, as he can’t get it exchanged – but it can just wait for now.  The dollar can’t possibly lose its value can it?\n\nIt was burning hot every day that we were in Ø.  One of the days we were there – it was warmer in Østersund than anywhere in Europe!  We biked all the way home – but then we had rain and the wind against us so it was hard.  We were 5 ladies on the trip, and we bought ourselves shoes – various clothes – prunes – mixed - dried fruits etc.  It’s very beautiful in Ø.  Most of the houses have red roofs – balconies with red awnings and flowers.  It’s otherwise so clean and tidy there – lovely parks etc. and well dressed people – it’s obvious that the war didn’t touch them.  I think the Norwegians are incredibly well dressed too, considering the fact that the clothing stores here were completely empty for 4-5 years.  The only thing one could buy there – were paper handkerchiefs – paper towels and ditto curtains.  It’s strange to think about now – we couldn’t for example get hair combs – they had some made of wood and iron, other than that there was nothing to be had.  nothing but sand soap to wash ourselves with – Now we’re doing real well – nothing to complain about - but it was strange to see the well stocked stores in Sweden with all kinds of nice, good items  It’s getting more strict here again – now we can’t buy cream and butter at the dairy anymore – that’s only for small children and old people – but other than that we have more than enough food.  We can buy meat for each week end – rationed.\n\nWe’ve had glorious weather through all of August.  It hasn’t been as warm and dry as that in Aug. since 1816.  But now it’s fall like – with a cold wind – rain and dark evenings.  We’re harvesting our potatoes these days – but had to put it on hold today, due to rain.  Hope it’ll get better tomorrow, so that we can continue.  Father is at the graveyard now fixing up mother’s grave.  He had picked some nice rocks by Viksjøen, which he’s going to decorate it with. – I have warm greetings for you from Julie Brekken and her daughter Oline!  They remember you very well from the time you were here in 1914.  Julie was the caretaker of the lodge at that time and she said that you were so nice and that you frequently came up to her for a chat.  By the way there are so many who remember you when I talk about you and tell them about the packages and letters you’ve sent.\n\nToday Laura has been here to do her laundry.  There’s no laundry room where she lives you see (she’s using the term “størhus” which was a separate building where the butchering of animals took place, and other jobs that required access to running water, like the brewing of beer, the washing of clothes etc.)  Laura has been to Narvik for 8 days to visit Hanna and her family.  She had a pleasant time there – but the trip home was scary, she says.  She went by bus over Saltfjellet (a mountain) – Dunderlandsdalen to Mo i Rana – with ferries several times.  There’s such wild – frightening scenery up north. Precipitous drops down on one side of the road and precipitous mountains up towards the sky on the other side.  She was very scared on the bus ride but she did survive it! -  Klara Krogstad from Trondheim was her today, just a quick visit.\n\nFather had a letter from Alma last week – I’ve also had a letter from her by the way, a long time ago, you must greet her from me – and tell her that I’ll write to her soon too.\n\nLast Saturday I was at a wedding.  A friend of mine, got married.  We had a real good time – with singing and music– lots of good food – party games etc. till 4 in the morning.\n\nUncle Ola has also been to Narvik this summer.  He came by here on his way home – had had a pleasant trip – Hanna enjoyed seeing two of her siblings.  They hadn’t seen eachother for about 30 years.  Laura said to give you her best regards!\n\nSay hello to your wife from me and father.  Likewise to Alma and family.  I got an amateur photo from A. and see that little Ruth Irene – Ralph’s daughter – has gotten quite big now.\n\nI’m sending you two amateur photos of little Helge and me.  Helge’s mother – Astrid – is taking sewing classes now, so Helge is with us every afternoon.  – Father just came home so I must get him something to eat.  Keep real well, uncle!  and write again if you can!\n\nLoving greetings from Herborg."
    ],
    "LetterDate": [
      "1947-09-24"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Dunderlandsdalen",
    "Hanna Eidum",
    "Herborg Holm",
    "John Holm",
    "Julie Brekken",
    "Klara Krogstad",
    "Laura Karlson",
    "Mo i Rana",
    "Narvik",
    "Norway to US",
    "Ola Holm",
    "Saltfjellet",
    "Stjørdal",
    "Trondheim",
    "Viksjøen",
    "bicycle",
    "butter",
    "clothes",
    "combs",
    "cream",
    "currency",
    "fruit",
    "fruits",
    "laundry",
    "nature",
    "photos",
    "postwar",
    "potatoes",
    "prunes",
    "rationing",
    "shoes",
    "shopping",
    "shortages",
    "sickness",
    "sweets",
    "tent",
    "war",
    "Østersund"
  ],
  "files": [
    {
      "original": "Herborg Holm 24 september-1947.pdf",
      "filename": "182eeaea1e662113d03ad9b021b38b83.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "vekslet",
      "score": 0.053101509017222104
    },
    {
      "term": "dollar",
      "score": 0.04358194116759304
    },
    {
      "term": "østersund",
      "score": 0.03186090541033326
    },
    {
      "term": "kroner",
      "score": 0.029897352645930117
    },
    {
      "term": "ø",
      "score": 0.02656075996847775
    },
    {
      "term": "fantes",
      "score": 0.02656075996847775
    },
    {
      "term": "hjemturen",
      "score": 0.02656075996847775
    },
    {
      "term": "nifs",
      "score": 0.02656075996847775
    },
    {
      "term": "forretninger",
      "score": 0.023204115026298835
    },
    {
      "term": "sedler",
      "score": 0.023204115026298835
    },
    {
      "term": "svenske",
      "score": 0.02124060360688884
    },
    {
      "term": "røde",
      "score": 0.019847470084119922
    },
    {
      "term": "regn",
      "score": 0.01970127029964315
    },
    {
      "term": "frukt",
      "score": 0.018766871772670966
    },
    {
      "term": "julie",
      "score": 0.017883958664709928
    }
  ],
  "english-tfidf": [
    {
      "term": "dollar",
      "score": 0.03502096893127521
    },
    {
      "term": "notes",
      "score": 0.030690070404158182
    },
    {
      "term": "østersund",
      "score": 0.02810199524602096
    },
    {
      "term": "exchanged",
      "score": 0.026265726698456403
    },
    {
      "term": "kroner",
      "score": 0.025671077112823206
    },
    {
      "term": "-",
      "score": 0.024359156433442285
    },
    {
      "term": "ø",
      "score": 0.023409609406573308
    },
    {
      "term": "precipitous",
      "score": 0.023409609406573308
    },
    {
      "term": "dressed",
      "score": 0.020460046936105456
    },
    {
      "term": "etc",
      "score": 0.019424530941927885
    },
    {
      "term": "helge",
      "score": 0.019253307834617404
    },
    {
      "term": "laundry",
      "score": 0.018734663497347308
    },
    {
      "term": "pleasant",
      "score": 0.017828987294313935
    },
    {
      "term": "bus",
      "score": 0.017510484465637605
    },
    {
      "term": "amateur",
      "score": 0.017510484465637605
    }
  ]
}