{
  "id": 182,
  "added": "2010-12-30 02:03:14",
  "modified": "2010-12-30 03:39:06",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to Alma C. Wilson 1947.10.31"
    ],
    "Description": [
      "BREV FRA EDVARD EIDUM DATERT 31.  OKTOBER – 1947, TIL MRS.  ALMA C.  WILSON. 102.  WEST. 5.  STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  EDVARDS SØNN, LYDER, HAR SKREVET NOEN LINJER PÅ ENGELSK PÅ SLUTTEN AV BREVET.  TO 80-ØRES FRIMERKER MED KONG HAAKON VII FORAN OLSO RÅDHUS, HVOR DET STÅR –KONGENS HJEMKOMST 7.  JUNI-1945–.  FRIMERKET ER ETT AV 11 FRIMERKER SOM KOM UT 15.  APRIL-1947 I FORBINDELSE MED POSTVERKETS 300-ÅRSJUBILEUM.  BLANDT DISSE BREVENE FRA GAMLELANDET ER TILSAMMEN 10 AV JUBILEUMS-FRIMERKENE REPRESENTERT, MENS ETT (55 ØRE) MANGLER.  PÅ BAKSIDEN AV KONVOLUTTEN HAR NOEN SKREVET PÅ ENGELSK (ALMA?):  85 KRONER TIL NARVIK GJENNOM SVERIGE.  MED BUSS TIL MO I RANA 55 KRONER.  FRA MO TIL STJØRDALEN 33.  173.00 KRONER.  250 NORSKE MIL  1750 AMERIKANSKE MIL\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EDVARD EIDUM DATED OCTOBER 31 – 1947, TO MRS.  ALMA C.  WILSON. 102 WEST. 5.  STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  EDVARD'S SON, LYDER HAS WRITTEN A FEW LINES IN ENGLISH AT THE END OF THE LETTER.  TWO 80 ØRE STAMPS WITH KING HAAKON VII IN FRONT OF OSLO CITY HALL, WITH THE TEXT: –RETURN OF THE KING JUNE 7-1945–.  (THE KING AND THE GOVERNMENT WERE IN EXILE IN LONDON DURING THE WAR).  THIS STAMP IS ONE OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.  ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY.  (THE 55 ØRE ONE IS MISSING).  ON THE BACK OF THE ENVELOPE SOMEONE (ALMA?) HAS WRITTEN:\n85 CROWNS TO NARVIK TROUGH SWEDEN.  BY BUS TO MO I RANA 55 CROWNS  FROM MO TO STJØRDALEN 33.00  173.OO CROWNS (=KRONER, THE NORWEGIAN CURRENCY).  250 NORWEGIAN MILES  1750 AMERICAN\n"
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.10.31"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Narvik 31/10.1947\n\nKjære Alma og alle Dine.\n\nHjertelig takk for en ju (? Det er mulig han har forsøkt å si noe på engelsk her, antagelig for your letters) letters, eller brevet.  Du er like flink som Du har vært.  Du glemmer ingen, selv om du har henderne fulle av Arbeide fra Morgen til kvell.  Men husk Alma hvad Gud sier i sit ord.  Alt hvad i har gjort imot en av mine minste brødre, De har i gjort imot mig.  De er Jesus som sier De.  Og lønnen er gjemt til Dig til han kommer.  Ja vor kjære Alma, Kjærligheden er størst av alle gaver.  Vi har De alle som vanlig.  Hanna er omtrent på Det samme.  Hun har vært lidt bedre nu i noen dager.  Jeg ser at Du har strævet med å hjelpe til med å få alt i hus(?) til Vinteren, Sat in Vinduer og alt sligt.  Ja De har jeg gjort også her.  Og nu sier Solen farvel for en tid.  De blir nu Mørketid her.  Solen blir nu borte til Den 8de Februar.  Men de går snart når mand bare for være frisk.  Jeg har skrevet til Holm også noen ord.  Jeg har også fortalt ham hvad Laura betalte for billetten til Narvik.  Vi har hadt meget regn i sommer.  Håper at Vinteren ikke blir så hår og streng.  Gusta er nu kommet hjem fra Sverige.  Hun hadde en fin tur.  Alle vore barn er friske og har De bra.  Hvorledes er De med Florence Winters?  Er hun syk.  Du må være snill og senne hende noen ord, som en hilsen fra oss.  Om Hanna hadde vært frisk, så hadde jeg antagelig vært en tur i Amerika i sommer.  Men jeg ville ikke reise fra hende, Da hun var syk.  Jeg hadde fått fulgt med en Malmbåt herfra og til Den plass, som båten gjik til antagelig Baltimar.  Du får komme en snartur hit til Norge Alma og besøke oss.  Tænk om De kunne sje?  Ja Da skulle vi ha hadt meget å snakket om.\n\nJa idag fyller jeg 68 Aar.  Og nu har jeg vært her i Narvik i 34 Aar.  Tiden har fløiet fra mig. De er mangen dag siden jeg forlot far og Mors hjem.  Men hidtil har Herren hjulpet.  Om jeg og Hanna får leve, så kan vi Den 12 Mars neste Aar feire vort gullbryllup.  Da blir De 50 Aar siden vi blev gift.  Tænk å gifte sig bare 18 og et halvt Aar gammel, som jeg Da var.  Ja Alma.  Du må nu ha De bra ijen.  Og så snart vi får noen foto, så skal vi sende Dere noe.  Noen ord fra vor sønn Lyder.\n\nHilsen fra oss alle, E. Eidum\n\n \n[ Original in English ]\nHallo mrs. Wilson.\n\nI’m at my father’s home, on his birth-day (68 yers old) and he asked me, write some words on your own language.  We had a bad summer, and the autmn just the same.  To day for inst. the fields are white, and it’s very cold.  I’m in hurry, my wife is calling me.  Many greatings to you all.  My father will continue the letters.  Excuse my bad english.  If you answer, please write on English.\n\nMy adr. is:\n\nLyder Eidum\n\nHåreks gt. 11\n\nNarvik\n\n \n\n<-SPLITTLETTER->\n\n\n\nNarvik 31/10.1947\n\nDear Alma and all Yours.\n\nMany thanks for (? can’t read the next two words, it looks like he has tried to write something in English) letters.  You’re just as good as You have been.  You forget no one, even though you have your hands full of Work from Morning till night.  But remember Alma what God says in his word.  Everything that you have done to one of my smallest brothers, You have done to me.  It’s Jesus who says That.  And the reward is being kept for You until he comes.  Yes our dear Alma, Love is the greatest of all gifts.  We are all as usual.  Hanna is about The same.  She’s been a little better now for a few days.  I see that you’ve been helping to get everything ready for the Winter, Put in Windows and things like that.  Well I’ve done the same here.  And now the Sun is saying goodbye for a while.  The Dark period (Polar night) is coming.  The sun will now be gone until The 8th of February.  But it goes quickly if only one can stay healthy.  I’ve written a few words to Holm as well.  I’ve also told him what Laura paid for her ticket to Narvik.  We’ve had a lot of rain this summer.  Hope the Winter wont be too hard and harsh.  Gusta has come back from Sweden now.  She had a nice trip.  All our children are well and doing fine.  How is Florence Winters?  Is she sick.  Please send her a few words, as a greeting from us.  If Hanna had been well, I probably would have taken a trip to America this summer.  But I didn’t want to leave her, As she was sick.  I would have gotten passage on an Ore ship from here and to The place, the ship would go  probably Baltimore (he spells it Baltimar).  You’ll have to take a quick trip to Norway Alma and visit us.  Imagine if That could happen?  Yes Then we would have had a lot to talk about.\n\nWell today I turn 68 years old.  And now I’ve been here in Narvik for 34 Years.  Time has flown away from me.  Many a day has passed since I left father and Mother’s home.  But sofar the Lord has helped.  If Hanna and I get to live, we can celebrate our golden anniversary on The 12th of March next Year.  Then It’ll be 50 Years since we got married.  Imagine getting married at 18 and a half Years old, as I was Then.  Well Alma.  Keep well again now.  And as soon as we get some fotos, we’ll send You some.  A few words from our son Lyder.\n\nGreetings from us all, E. Eidum.\n\nHallo mrs. Wilson.\n\nI’m at my father’s home, on his birth-day (68 yers old) and he asked me, write some words on your own language.  We had a bad summer, and the autmn just the same.  To day for inst. the fields are white, and it’s very cold.  I’m in hurry, my wife is calling me.  Many greatings to you all.  My father will continue the letters.  Excuse my bad english.  If you answer, please write on English.\n\nMy adr. is:\n\nLyder Eidum\n\nHåreks gt. 11\n\nNarvik"
    ],
    "LetterDate": [
      "1947-10-31"
    ],
    "Location": [
      "Narvik"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "Alma C. Wilson",
    "Baltimore",
    "Edvard Eidum",
    "Florence Winters",
    "God",
    "Hanna Eidum",
    "Jesus",
    "Narvik",
    "Norway to US",
    "Sweden",
    "ship",
    "sickness"
  ],
  "files": [
    {
      "original": "Edvard Eidum 31 oktober-1947.pdf",
      "filename": "4b8d67e48586a544316762f46493f0dc.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "my",
      "score": 0.07569060588001084
    },
    {
      "term": "on",
      "score": 0.0642749640643436
    },
    {
      "term": "letters",
      "score": 0.05615214554215675
    },
    {
      "term": "father",
      "score": 0.04284997604289574
    },
    {
      "term": "and",
      "score": 0.03990650849778304
    },
    {
      "term": "your",
      "score": 0.03743476369477117
    },
    {
      "term": "write",
      "score": 0.03743476369477117
    },
    {
      "term": "english",
      "score": 0.03729154500581964
    },
    {
      "term": "antagelig",
      "score": 0.03421696378159123
    },
    {
      "term": "in",
      "score": 0.03421696378159123
    },
    {
      "term": "lyder",
      "score": 0.030276242352004334
    },
    {
      "term": "me",
      "score": 0.030276242352004334
    },
    {
      "term": "is",
      "score": 0.027647553003401108
    },
    {
      "term": "bad",
      "score": 0.024116419224158473
    },
    {
      "term": "solen",
      "score": 0.022811309187727488
    }
  ],
  "english-tfidf": [
    {
      "term": "lyder",
      "score": 0.033841915635744575
    },
    {
      "term": "words",
      "score": 0.02987225707607903
    },
    {
      "term": "ship",
      "score": 0.028730727245291368
    },
    {
      "term": "68",
      "score": 0.024888703312430163
    },
    {
      "term": "english",
      "score": 0.024308765880239232
    },
    {
      "term": "harsh",
      "score": 0.02391851395889012
    },
    {
      "term": "baltimore",
      "score": 0.02391851395889012
    },
    {
      "term": "baltimar",
      "score": 0.02391851395889012
    },
    {
      "term": "fotos",
      "score": 0.02391851395889012
    },
    {
      "term": "birth-day",
      "score": 0.02391851395889012
    },
    {
      "term": "yers",
      "score": 0.02391851395889012
    },
    {
      "term": "autmn",
      "score": 0.02391851395889012
    },
    {
      "term": "inst",
      "score": 0.02391851395889012
    },
    {
      "term": "håreks",
      "score": 0.02391851395889012
    },
    {
      "term": "done",
      "score": 0.02331764535444025
    }
  ]
}