{
  "id": 185,
  "added": "2010-12-30 02:19:26",
  "modified": "2010-12-30 03:41:10",
  "public": true,
  "metadata": {
    "Title": [
      "Herborg Holm to Alma C. Wilson 1947.12.7"
    ],
    "Description": [
      "BREV FRA HERBORG HOLM DATERT STJØRDAL 7.  DESEMBER-1947 TIL MRS.  ALMA WILSON, 112 (? må være en skrivefeil) WEST 5TH SREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  KONVOLUTTEN HAR ET BLÅTT JULEMERKE MED ENGEL OG GRANKVISTER – GOD JUL 1947 ØVERST – NORGE NEDERST.  ET BLÅTT 40-ØRES  FRIMERKE MED TEKSTEN –D/S CONSTITUTIONEN CHR.ANIA 1827– NEDERST, –NORGE 1647 POST 1947. – ØVERST.  FRIMERKET ER ETT AV 11 FRIMERKER SOM KOM UT 15.  APRIL -1947 I FORBINDELSE MED POSTVERKETS 300-ÅRSJUBILEUM (1647-1947).  BLANDT DISSE BREVENE FRA JOHAN HOLM'S FAMILIE I NORGE ER TILSAMMEN 10 AV JUBILEUMS-FRIMERKENE REPRESENTERT, MENS ETT (55 ØRE) MANGLER.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM HERBORG HOLM DATED STJØRDAL DECEMBER 7 – 1947 TO MRS.  ALMA WILSON, 112(? must be an error) WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE ENVELOPE HAS A BLUE CHRISTMAS STAMP WITH AN ANGEL AND SOME PINE TWIGS ON IT, WITH THE WORDS –GOD JUL 1947 (MERRY CHRISTMAS) AND NORGE (NORWAY) ON IT.  A BLUE 40 ØRE STAMP WITH THE TEXT –D/S CONSTITUTION CHR.ANIA 1827– AND –NORWAY 1647 POST 1947–.  THIS STAMP IS ONE OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.  ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY.  (THE 55 ØRE ONE IS MISSING)."
    ],
    "Creator": [
      "Herborg Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.12.07"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal 7de desember 47\n\nKjære Alma!\n\nTusen takk for brevet jeg fikk for lenge siden.  Det er stygt av mig at jeg ikke har skrevet før, men du får undskylde mig!  Jeg har nu skrevet en julehilsen til Florence Winters og et brev til onkel Johan og så skal det bli noen ord på dig også.  –  Her er det omtrent som vanlig – før jul strever vi nesten livet av oss her i Norge.  Da skal alt rundvaskes og pusses, slaktes og bakes og brygges.  Julegaver kjøpes etc.  Ja, det er et underlig styr, men så er nu julen koslig da.  Laura og Mindor pleier å være hos oss juleaften og spise ribbe.  Imorgen skal vi slakte gris – Laura kommer 2-3 dage og hjelper til med den.  Hun blev plutselig så syk en dag siste uke – hun mistet hukommelsen totalt – men er nu ganske bra igjen – Mindor har arbeide nu – så nu har dem da litt å leve av.  Noe klær (bl.a. vinterkåpe) har hun fått efter min mor, - ellers er nu Laura ute og arbeider enkelte dage stopper strømper etc. for folk så hun tjener litt ekstra.  Forresten er varene veldig kostbare her, og skatter og krigsavgifter er svært høie.  Her er omtrent helt tomt i alle manufakturforretninger nu, i hele landet, så det er omtrent som under krigen.  Folk har hamstret, skjønner du.  Strikkegarn er umulig å få – ikke bomulltøier – ikke undertøi – barnetøi etc, ullstrømper.  Men det kommer vel kansje litt varer mot vårparten igjen.  Vårt nasjonalbudsjett er jo kommet helt på skjeve – importkvoten er oversteget med flere millioner kroner – og nu skal det ballanseres neste år og da blir det importert svært lite og de norske varer strekker ikke langt – derfor har folk hamstret, skjønner du.  Jeg har fått i brunt kjoletøi, for en tid siden, så jeg får ny julekjole, heldigvis.  Ellers så skal jeg berge lenge med det jeg har altså.\n\nHvordan er det med dig og din familie da?   Og lille Ruth Irene, hun vokser vel og trives?  har hun hatt ettårs dag nu?  Nei, det er vel imorgen den 8de dec. at hun fyller 1 år?  Gratulerer med dagen!  Har dere bløtkake med ett lys på og sjokolade til imorgen?  Tror jeg tar fly og kommer og holder dere med selskap!\n\nHils hennes foreldre, Ralph og Inez, fra mig!  Bor dem hos deg fremdeles?\n\nNu skal jeg skrive et brev til en venninne jeg har i London.\n\nDu får ha en riktig god jul og godt nytt år, Alma! og hils hele din familie!\n\nBeste hilsen fra Herborg\n\n \n\n<-SPLITTLETTER->\n\n\n\nStjørdal 7th December 47\n\nDear Alma!\n\nThank you so much for your letter which I received a long time ago.  It’s awful of me not to have written before, but please excuse me!  I’ve now written a Christmas greeting to Florence Winters and a letter to uncle Johan and now there will be a few words for you too. – Things are about as usual here – before Christmas we work ourselves almost to death here in Norway.  That’s when everything gets washed down and polished, butchered and baked and brewed (walls, ceilings etc., just about everything gets scrubbed down, and all silverware and brass etc. gets polished for Christmas.  Traditionally, a minimum of 7 different kinds of Christmas cookies have to be baked, and in that area of the country beer is also brewed).   Christmas gifts bought etc.  Yes it’s quite a hubbub, but then again Christmas is pleasant.  Laura and Mindor are usually with us on Christmas Eve to eat ribs (prepared quite differently from American ribs.  Christmas is celebrated on Christmas Eve in Norway).  Tomorrow we’re going to butcher our pig – Laura is coming for 2-3 days to help with that.  She suddenly got so ill one day last week – she completely lost her memory (consciousness?) – but is fairly well again now – Mindor has work now – so now they have a little to live on.  We gave her some clothes (among other things a winter coat) of mother’s, - otherwise Laura is out working some days mending socks etc. for people so she earns a little extra.  By the way the merchandise is very expensie here, and taxes and war duties are very high.  All dry goods stores are almost empty here now, all over the country, so it’s kind of like it was during the war.  People have been hoarding, you see.  Knitting yarn is impossible to get – not cotton fabrics – not underwear – children’s clothes, wool stockings.  But maybe some goods will arrive towards spring again.  Our national budget has gone completely off course – the import quota has been exceeded by several million kroner – and now it has to be balanced next year so very little will be imported and the Norwegian goods wont last long – therefore people have been hoarding, you see.  I’ve gotten hold of a brown dress fabric, a while back, so I’ll have a new Christmas dress, fortunately (people dress up for Christmas in Norway).  Otherwise I’ll manage for a long time with what I’ve got.\n\nHow are you and your family then?  And little Ruth Irene, I expect she’s growing?  Has she had her first birthday now?  No, it’s tomorrow the 8th of Dec. that she turns 1 year old, isn’t it?  Happy birthday!  Do you have cream cake with one candle on it and chocolate tomorrow?  (This cream cake she’s talking about is the traditional birthday cake in Norway.  I’ve never seen it made anywhere else in the world.  It’s a moist cake, hence the name “bløtkake”=wet cake, made with several layers of a moistened sponge like cake, with whipped cream and fruit or berries between each layer, and covered in whipped cream on top and all around the sides, then decorated with fruit or berries). I think I’ll catch a plane and come join you!\n\nSay hello to her parents, Ralph and Inez from me!  Are they still living with you?\n\nI’m now going to write a letter to a friend I have in London.\n\nHave a very good Christmas and happy new year, Alma!  And say hello to your entire family!\n\nBest wishes from Herborg"
    ],
    "LetterDate": [
      "1947-12-07"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Christmas",
    "Herborg Holm",
    "Laura Karlson",
    "Norway to US",
    "Ruth Irene",
    "Stjørdal",
    "birthday",
    "cake",
    "clothes",
    "coat",
    "death",
    "economy",
    "fabrics",
    "gifts",
    "imports",
    "postwar",
    "prices",
    "stockings",
    "taxes",
    "war",
    "yarn"
  ],
  "files": [
    {
      "original": "Herborg Holm 7 desember-1947.pdf",
      "filename": "fca52ecb23e109495a1686b9f251d1d2.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "hamstret",
      "score": 0.05773470456305952
    },
    {
      "term": "etc",
      "score": 0.05587715975424224
    },
    {
      "term": "imorgen",
      "score": 0.05376876934438136
    },
    {
      "term": "omtrent",
      "score": 0.0487405525372466
    },
    {
      "term": "rundvaskes",
      "score": 0.02886735228152976
    },
    {
      "term": "pusses",
      "score": 0.02886735228152976
    },
    {
      "term": "slaktes",
      "score": 0.02886735228152976
    },
    {
      "term": "bakes",
      "score": 0.02886735228152976
    },
    {
      "term": "brygges",
      "score": 0.02886735228152976
    },
    {
      "term": "julegaver",
      "score": 0.02886735228152976
    },
    {
      "term": "ribbe",
      "score": 0.02886735228152976
    },
    {
      "term": "2-3",
      "score": 0.02886735228152976
    },
    {
      "term": "plutselig",
      "score": 0.02886735228152976
    },
    {
      "term": "hukommelsen",
      "score": 0.02886735228152976
    },
    {
      "term": "varene",
      "score": 0.02886735228152976
    }
  ],
  "english-tfidf": [
    {
      "term": "cake",
      "score": 0.07915566708021612
    },
    {
      "term": "cream",
      "score": 0.055796119992201174
    },
    {
      "term": "christmas",
      "score": 0.046039743379432084
    },
    {
      "term": "brewed",
      "score": 0.03729666583420154
    },
    {
      "term": "ribs",
      "score": 0.03729666583420154
    },
    {
      "term": "hoarding",
      "score": 0.03729666583420154
    },
    {
      "term": "whipped",
      "score": 0.03729666583420154
    },
    {
      "term": "etc",
      "score": 0.0309475577718851
    },
    {
      "term": "goods",
      "score": 0.03067476163481417
    },
    {
      "term": "polished",
      "score": 0.029848446927977067
    },
    {
      "term": "dress",
      "score": 0.02910712760267256
    },
    {
      "term": "baked",
      "score": 0.027898059996100587
    },
    {
      "term": "birthday",
      "score": 0.026551387654053175
    },
    {
      "term": "tomorrow",
      "score": 0.024510668717149943
    },
    {
      "term": "berries",
      "score": 0.024104054654165513
    }
  ]
}