{
  "id": 186,
  "added": "2010-12-30 02:22:57",
  "modified": "2010-12-31 03:38:18",
  "public": true,
  "metadata": {
    "Title": [
      "Effie Holm to Alma C. Wilson 1947.12.14"
    ],
    "Description": [
      "BREV FRA EFFIE CLEO ISABELL HOLM DATERT 14.  DESEMBER – 1947, TIL ALMA WILSEN, 102 WEST 5 ST., DELL RAPIDS, SOUTH DAKOTA, U.S.A. .  ET BLÅTT 40-ØRES  FRIMERKE MED TEKSTEN –D/S CONSTITUTIONEN CHR.ANIA 1827– NEDERST, –NORGE 1647 POST 1947. – ØVERST.  FRIMERKET ER ETT AV 11 FRIMERKER SOM KOM UT 15.  APRIL -1947 I FORBINDELSE MED POSTVERKETS 300-ÅRSJUBILEUM (1647-1947).  BLANDT DISSE BREVENE FRA JOHAN HOLM'S FAMILIE I NORGE ER TILSAMMEN 10 AV JUBILEUMS-FRIMERKENE REPRESENTERT, MENS ETT (55 ØRE) MANGLER.  POSTSTEMPLET BEKKESTUA.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EFFIE CLEO ISABELL HOLM DATED DECEMBER 14 – 1947, TO ALMA WILSEN, 102 WEST 5 ST., DELL RAPIDS, SOUTH DAKOTA, U.S.A.  THE ENVELOPE HAS A BLUE 40 ØRE STAMP WITH THE TEXT (IN NORWEGIAN) –D/S CONSTITUTION CHR.ANIA 1827– AND –NORWAY 1647 POST 1947–.  THIS STAMP IS ONE OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.  ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY.  (THE 55 ØRE ONE IS MISSING).  POST MARKED –BEKKESTUA– (IN OSLO)."
    ],
    "Creator": [
      "Effie Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.12.14"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "14-12-47\n\nKjære Alma!\n\nHjertelig takk for brevet.  Det var hyggelig at du vilde skrive til meg.  Som du kansje har hørt sitter jeg ved ett av sentralbordene på Oslo Lufthavn, Fornebu.  Her kan du tro det er meget å gjøre.  Det er ansatt ca. 1000 menesker her, så det er meget liv over hele flyplassen.  Det er nesten umulig å få hybel her, like vanskelig med husrum over hele landet.  Jeg har fått værelse og full kost like utenfor byen, mot at jeg hjelper til i huset.  Det blir ikke meget tid til meg selv.  Jeg lager mat, baker, og vasker, og får såvidt tid til å spise, for så må jeg skynde meg hit på vakt.  Jeg er ofte meget trett og sliten, så nu vil jeg forsøke å få meg ett værelse mot at jeg hjelper til bare noen timer for uken, så jeg kan få gjøre litt til meg selv.  Jeg liker å gå på ski og skøiter, og det får jeg ingen tid til nu.  Dessuten liker jeg å lese og gjøre litt håndarbeide.  Håper det lykkes meg å få ett varm værelse uten og ha så mye husarbeide.  Lille-juleaften reiser jeg hjem til Tr. heim.  Det skal bli morsomt å komme hjem til mor og far og alle mine.  Evelyn skal gifte seg 3/1 og da skal jeg leie vikar for meg her på Fornebu, så får jeg være med i bryllupet.  Du kan tro jeg trives godt her ute på Fornebu.  Vi er 7 sentralborddamer og vi er gode kamerater og har det ofte hyggelig på kveldsvaktene når trafikken ikke er så voldsom.  Det har mye å si at en trives i sitt arbeide, og det gjør jeg.  Jeg har hatt post ved sentralbord i 5 år.  De to siste årene før jeg reiste hit, var jeg ansatt ved Militærsentralen i Tr. heim.  Der likte jeg meg meget godt, men grunnet en hevet forlovelse så sa jeg opp der, og reiste fra Tr.heim, for å komme i nye forhold og nye omgivelser.  Jeg har godt av å stå på egne ben å se hvad det koster å eksistere.  Jeg liker liv og rørelse og det er det her i Oslo.  Tr.heim er en pen koselig by, men det er nesten for rolig der, syns jeg, men det skal bli deilig og få komme hjem og hvile.  Jeg sitter på vakt nu, og nu øker trafikken slik at jeg må slutte å skrive.\n\nJeg håper du vil skrive til meg igjen snart.  Ha det riktig bra, og så ønsker jeg deg en riktig god jul, og godt nyttår.\n\nMange hilsen din kusine Effie.\n\nMin adresse er:\n\nEffie Cleo Isabell Holm,\n\nSentralbordet Oslo Lufthavn,\n\nFornebu,\n\nNorge\n\n\n<-SPLITTLETTER->\n\n\n14-12-47\n\nDear Alma!\n\nMany thanks for your letter.  It was nice that you’d want to write to me.  As you may have heard I work at one of the switchboards at Oslo Lufthavn (airport), Fornebu.  There’s a lot to do here.  There are about 1000 employees here, so there’s a lot of activity all through the airport.  It’s almost impossible to get a room here, it’s difficult to find housing all over the country.  I’ve gotten a room with full board just outside of town, provided I help in the house.  There’s not much time left for myself.  I cook, bake, and clean, and barely get time to eat, because then I must hurry to my shift here.  I’m often very tired, so now I’ll try to get myself a room where I only need to help for a few hours a week, so that I can do some things for myself.  I like skiing and skating, and I get no time for that now.  I also like to read and do a little needlework.  Hope I succeed in finding a warm room without having so much housework.  Little Christmas Eve (Norwegian expression for Dec. 23) I’m going home to Tr.heim.  It’ll be fun to to come home to mother and father and all of mine.  Evelyn is getting married on 3/1 (Jan. 3) and then I’ll hire a substitute for me here at Fornebu, so that I can go to the wedding.  I really like it out here at Fornebu.  There are 7 of us switchboard operators and we’re good friends and often have a good time during the evening shifts when traffic isn’t so bad.  It means a lot to be happy at work, and I am.  I’ve had jobs as a switchboard operator for 5 years.  The last two years before I came here, I was employed at the Military Central in Tr.heim.  I liked it very much there, but due to a broken engagement I quit, and left Tr.heim, to be under different conditions and a new environment.  It’s good for me to be out on my own two feet and see what it costs to exist.  I like liveliness and activity, and that’s what it’s like in Oslo.  Tr.heim is a lovely pleasant town, but it’s almost too quiet there, I think, but it’ll be wonderful to come home and rest.  I’m on duty now, and now traffic is increasing so that I must stop writing.\n\nI hope you’ll write to me again soon.  Keep real well, and I wish you a very good Christmas, and happy new year.\n\nMany greetings your cousin Effie.\n\nMy address is:\n\nEffie Cleo Isabell Holm,\n\nSentralbordet Oslo Lufthavn,\n\nFornebu, Norge."
    ],
    "LetterDate": [
      "1947-12-14"
    ],
    "Location": [
      "Norway"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Christmas",
    "Effi Holm",
    "Fornebu",
    "Norway to US",
    "Oslo",
    "Trondheim",
    "airport",
    "housing shortage",
    "military",
    "needle work",
    "operator",
    "postwar",
    "rental",
    "skating",
    "skiing"
  ],
  "files": [
    {
      "original": "Effi Holm 14 desember-1947.pdf",
      "filename": "a7117795d5feafc30ea26a9898ba8598.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "fornebu",
      "score": 0.09587288841142176
    },
    {
      "term": "værelse",
      "score": 0.07855163529394606
    },
    {
      "term": "vakt",
      "score": 0.059943135885143765
    },
    {
      "term": "trafikken",
      "score": 0.059943135885143765
    },
    {
      "term": "lufthavn",
      "score": 0.052367756862630704
    },
    {
      "term": "ansatt",
      "score": 0.052367756862630704
    },
    {
      "term": "tr",
      "score": 0.052322502297974624
    },
    {
      "term": "heim",
      "score": 0.04867104689550105
    },
    {
      "term": "effie",
      "score": 0.044792377840117636
    },
    {
      "term": "liker",
      "score": 0.04253156025564738
    },
    {
      "term": "oslo",
      "score": 0.04080433868748629
    },
    {
      "term": "hjelper",
      "score": 0.0386763582998398
    },
    {
      "term": "hyggelig",
      "score": 0.03373663017150038
    },
    {
      "term": "like",
      "score": 0.031100979277326735
    },
    {
      "term": "14-12-47",
      "score": 0.029971567942571883
    }
  ],
  "english-tfidf": [
    {
      "term": "fornebu",
      "score": 0.09077620457477562
    },
    {
      "term": "switchboard",
      "score": 0.0567140021705642
    },
    {
      "term": "room",
      "score": 0.04969517025126621
    },
    {
      "term": "lufthavn",
      "score": 0.04956815494829672
    },
    {
      "term": "heim",
      "score": 0.0487786390642387
    },
    {
      "term": "tr",
      "score": 0.0470594306325057
    },
    {
      "term": "activity",
      "score": 0.04538810228738781
    },
    {
      "term": "traffic",
      "score": 0.04538810228738781
    },
    {
      "term": "effie",
      "score": 0.04242230772602924
    },
    {
      "term": "oslo",
      "score": 0.04125842577044089
    },
    {
      "term": "airport",
      "score": 0.04012185874340852
    },
    {
      "term": "myself",
      "score": 0.03009139405755639
    },
    {
      "term": "14-12-47",
      "score": 0.0283570010852821
    },
    {
      "term": "switchboards",
      "score": 0.0283570010852821
    },
    {
      "term": "employees",
      "score": 0.0283570010852821
    }
  ]
}