{
  "id": 187,
  "added": "2010-12-30 02:26:10",
  "modified": "2010-12-31 03:38:33",
  "public": true,
  "metadata": {
    "Title": [
      "Effie Holm to John Holm 1947.12.14"
    ],
    "Description": [
      "BREV FRA EFFIE CLEO ISABELL HOLM (OLA'S DATTER) DATERT 14.  DESEMBER – 1947, TIL JOHN HOLM, 108 WEST FIFTH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  ETT BLÅTT 40-ØRES  FRIMERKE MED TEKSTEN –D/S CONSTITUTIONEN CHR.ANIA 1827– NEDERST, –NORGE 1647 POST 1947. – ØVERST.  FRIMERKET ER ETT AV 11 FRIMERKER SOM KOM UT 15.  APRIL -1947 I FORBINDELSE MED POSTVERKETS 300-ÅRSJUBILEUM (1647-1947).  BLANDT DISSE BREVENE FRA JOHAN HOLM'S FAMILIE I NORGE ER TILSAMMEN 10 AV JUBILEUMS-FRIMERKENE REPRESENTERT, MENS ETT (55 ØRE) MANGLER.  POSTSTEMPLET BEKKESTUA.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EFFIE CLEO ISABELL HOLM (OLA'S DAUGHTER) DATED DECEMBER 14 – 1947, TO JOHN HOLM, 108 WEST FIFTH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  THE ENVELOPE HAS A BLUE 40 ØRE STAMP WITH THE TEXT (IN NORWEGIAN) –D/S CONSTITUTION CHR.ANIA 1827– AND –NORWAY 1647 POST 1947–.  THIS STAMP IS ONE OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.  ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY.  (THE 55 ØRE ONE IS MISSING).  POST MARKED –BEKKESTUA– (IN OSLO)."
    ],
    "Creator": [
      "Effie Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1947.12.14"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Oslo 14/12-47\n\nKjære onkel John!\n\nMange takk for den fine pakken du sendte meg.  Det var kjærkommende ting å få.  Tøflene passet meg utmerket, og de vare meget pene.  Jeg har dem på meg hver dag, når jeg kommer hjem fra arbeide.  De er så gode og varme.  Fyllepennen skriver jeg med nu, og både den, og blyanten skal bli meget brukt, både når jeg skriver til Amerika og til alle mine i Trondheim.  Hjertelig takk onkel, for alt, det var pene og gode ting.  Pakken fikk jeg den 10/12-47.  Takk også for den deilige sepen.  Jeg skulde ønsket jeg kunne sende deg noget, men alt dere har er jo bedre enn hva vi har.\n\nJa nu står julen for døren igjen, og snart kan vi skrive 1948.  Jeg skal reise hjem til Trondheim å være i hele 12 dager, så får jeg være med i min søsters Evelyn bryllup.  Da blir det bare meg igjen som ikke er gift av oss søskene.  Jeg er jo den ynste (skrivefeil), og det har gått etter tur og orden, så jeg får vel vente litt.  Jeg håper du får tilsendt misjonsbladet “Tro og Liv” regelmessig nu, hvis ikke må du varsle meg.\n\nVi har litt sne her, men det er ikke så kalt.  Nydelig vær med sol.  Jeg syns vinteren er også vakker, og det er herlig å komme ut om morgenen i dette nydelige været.  Juletreet er reist foran Universitet (skrivefeil) og ved treet sitter en julenisse som samler inn klær og penger til byens fattige.  Vi har meget å takke for vi som har gode poster å tjener penger selv.  Det beste av alt er jo at vi har helsen og er arbeidsdyktig.  Så lenge man er friske er det ikke farlig sier far alltid, og det tenker jeg ofte på.  Rikelig med mat og klær har vi jo også, så vi er heldige vi mot mange andre land i Europa, hvor de både sulter og fryser.  Gleder meg meget til å få være sammen (med) mine foreldre og søsken og alle mine venner i Trondheim i julen.  Jeg setter mere pris på mor og far og alle sammen når jeg har vært borte fra hjemmet en tid.\n\nKjære onkel John, det skulde vært morsomt å fått hilse på deg og snakket litt sammen, jeg syns jeg kjenner deg alerede godt.  Du må være så snild og skrive til meg igjen.  Det gleder meg alltid å få brev i fra dig.  Hils tante fra meg, og ha det riktig bra selv også.  Så vil jeg ønske deg og dine en Velsignet julehelg, og ett riktig godt nytt år, med fred på jorden.\n\nHjertelig hilsen din niese Effie\n\nMin adr. er nu:  Effie Holm, Sentralbordet, Fornebu Lufthavn  Norge.\n\n\n<-SPLITTLETTER->\n\n\nOslo 14/12-47\n\nDear uncle John!\n\nMany thanks for the nice package you sent me.  Those were very welcome things to get.  The slippers fit me perfectly, and they were very nice.  I wear them every day, when I get home from work.  They’re so nice and warm.  The fountain pen I’m writing with now, and both that, and the pencil will be used a lot, when I write to America as well as when I write to my family in Trondheim.  Thank you so much uncle, for everything, they were nice and good things.  I received the package on 10-12-47 (Dec. 10).  Thank you also for the wonderful soap.  I’d wish I could send you something, but everything you have is better than what we have.\n\nWell now Christmas is at the door again, and soon we can write 1948.  I’m going home to Trondheim and will stay as long as 12 days, so that I can take part in my sister Evelyn’s wedding.  Then there will be only me left who’s not married of us sisters.  I’m the youngest and one after the other has gotten married, so I’d better wait a while.  I hope you get the mission magazine “Tro og Liv” (“Faith and Life”) sent to you regularly now, if not you must let me know.\n\nWe have a little snow here, but it’s not very cold.  Lovely weather with sun.  I think the winter is also beautiful, and it’s wonderful to come outside in the morning in this lovely weather.  The Christmas tree has been put up outside the University and by the tree there’s a Santa Claus who collects clothes and money for the city’s poor.  We have a lot to be thankful for those of us who have good jobs and earn money ourselves. Best of all is the fact that we have our health and are able to work.  As long as one is healthy nothing’s too bad father always says, and I often think about that.  We also have plenty of food and clothes, so we’re lucky compared to many other countries in Europe, where they’re both starving and cold.  I’m very much looking forward to being together with my parents and sisters and all my friends in Trondheim this Christmas.  I appreciate mother and father and everybody more when I’ve been away from home for a while.\n\nDear uncle John, it would be fun to meet you and talk with you, I feel I know you well already.  Please write to me again.  It always pleases me to get a letter from you.  Say hello to auntie from me, and keep real well yourself too.  I wish you and yours a Blessed Christmas, and a very happy new year, with peace on earth.\n\nBesten wishes your niece Effie\n\nMy address is now:  Effie Holm, Sentralbordet, Fornebu Lufthavn  Norge"
    ],
    "LetterDate": [
      "1947-12-14"
    ],
    "Location": [
      "Oslo"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Christmas",
    "Effi Holm",
    "Fornebu",
    "John Holm",
    "Norway to US",
    "Tro og Liv",
    "Trondheim",
    "airport",
    "clothes",
    "food",
    "fountain pen",
    "gifts",
    "julenisse",
    "pencil",
    "postwar",
    "snow",
    "soap",
    "university"
  ],
  "files": [
    {
      "original": "Effie Holm-John 14 des-1947.pdf",
      "filename": "3690813c58b76809c7d54cd8db9fed36.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "skrivefeil",
      "score": 0.05208314948837727
    },
    {
      "term": "12-47",
      "score": 0.047675920052418976
    },
    {
      "term": "syns",
      "score": 0.047675920052418976
    },
    {
      "term": "gleder",
      "score": 0.04454894100403004
    },
    {
      "term": "effie",
      "score": 0.04454894100403004
    },
    {
      "term": "alltid",
      "score": 0.04212346762017994
    },
    {
      "term": "pene",
      "score": 0.030931952216036916
    },
    {
      "term": "kjærkommende",
      "score": 0.029808678986362254
    },
    {
      "term": "fyllepennen",
      "score": 0.029808678986362254
    },
    {
      "term": "sepen",
      "score": 0.029808678986362254
    },
    {
      "term": "misjonsbladet",
      "score": 0.029808678986362254
    },
    {
      "term": "varsle",
      "score": 0.029808678986362254
    },
    {
      "term": "juletreet",
      "score": 0.029808678986362254
    },
    {
      "term": "universitet",
      "score": 0.029808678986362254
    },
    {
      "term": "arbeidsdyktig",
      "score": 0.029808678986362254
    }
  ],
  "english-tfidf": [
    {
      "term": "effie",
      "score": 0.040145988774876455
    },
    {
      "term": "tree",
      "score": 0.03338357725721845
    },
    {
      "term": "10-12-47",
      "score": 0.02683540590509623
    },
    {
      "term": "collects",
      "score": 0.02683540590509623
    },
    {
      "term": "starving",
      "score": 0.02683540590509623
    },
    {
      "term": "besten",
      "score": 0.02683540590509623
    },
    {
      "term": "lovely",
      "score": 0.026029706014522057
    },
    {
      "term": "outside",
      "score": 0.024944577867105237
    },
    {
      "term": "sisters",
      "score": 0.023514300070111332
    },
    {
      "term": "12-47",
      "score": 0.02345420014626723
    },
    {
      "term": "tro",
      "score": 0.02345420014626723
    },
    {
      "term": "liv",
      "score": 0.02345420014626723
    },
    {
      "term": "regularly",
      "score": 0.02345420014626723
    },
    {
      "term": "university",
      "score": 0.02345420014626723
    },
    {
      "term": "claus",
      "score": 0.02345420014626723
    }
  ]
}