{
  "id": 202,
  "added": "2010-12-31 01:28:34",
  "modified": "2010-12-31 01:36:11",
  "public": true,
  "metadata": {
    "Title": [
      "Einar Holm to John Holm 1948.1.4"
    ],
    "Description": [
      "BREV FRA EINAR HOLM (AXEL'S SØNN) DATERT 4.  JANUAR – 1948, TIL HER JOHN HOLM, 108 WEST 5TE STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  KONVOLUTTEN HAR ET BLÅTT 40-ØRES FRIMERKE MED TEKSTEN –D/S CONSTITUTIONEN CHR.ANIA. 1827– (NORGES FØRSTE DAMPBÅT).  FRIMERKET ER ETT AV 11 FRIMERKER SOM KOM UT 15.  APRIL -1947 I FORBINDELSE MED POSTVERKETS 300-ÅRSJUBILEUM (1647-1947).  BLANDT BREVENE FRA JOHAN HOLM'S FAMILIE I NORGE ER TILSAMMEN 10 AV JUBILEUMS-FRIMERKENE REPRESENTERT, MENS ETT (55 ØRE) MANGLER.  DET ER MULIG JOHAN ALDRI SÅ DETTE BREVET DA HAN DØDE 13 JANUAR.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EINAR HOLM (AXEL'S SON) DATED JANUARY 4 – 1948, TO HER (MR.) JOHN HOLM, 108 WEST 5TE  (NORW.  FOR 5TH) STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  THE ENVELOPE HAS A BLUE 40 ØRE STAMP WITH THE TEXT –D/S CONSTITUTION CHR.ANIA 1827– AND –NORWAY 1647 POST 1947–.  THIS STAMP IS ONE OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.  ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY.  (THE 55 ØRE ONE IS MISSING).  IT'S POSSIBLE JOHN NEVER SAW THIS LETTER AS HE DIED JANUARY 13.\n"
    ],
    "Creator": [
      "Einar Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.01.04"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal den 4. Jan 48.\n\nKjære onkel Johan!\n\nFørst får jeg ønske deg et riktig godt nyttår, og så fortelle deg hvem det er som skriver til deg.  Jo dette er Einar Holm den yngste sønn til din yngste bror Axel.  Jeg blir 22 år gammel den 28 februar, jeg er gift og har en liten gutt på 2 og et halvt år som heter efter sin farmor, Helge Friberg Holm.  Har ikke far fortalt deg et jeg altså min frue og jeg rømte til Sverige under krigen.  Vi satt på et godstog fra Eidum st til Meråker, derfra lå vi nedgravd i køla på lokomotivet til vi kom på Storlia.  Det var 38 grader C kulde men vi kom da frem i godt behold begge to.  Vi gifta oss i Sverige i Falun.  Helge ble født i Katrineholm  det er litt sør for Stokholm.  Jeg var i militæret  jeg var også en liten tur i Finnland  det var i april 1945.  Jeg kom sammen med de norske styrkene til Narvik i mai 1945.  Så jeg har da hilst på slekta mi der oppe.  I august mnd fikk jeg permisjon fra militæret så vi tok den kirkelige velsignelse i Værnes kirke og samtidig feira vi brølløp.  Jeg var jo veldig ung når jeg gifta meg men alt går fint og vi Astrid, Helge og jeg har det så bra, så vi har ingen ting å klage på.  Jeg var jo bare 19 år når jeg ble gift.  Nu har vi eget hus på 2 værelser og kjøkken, det er et lite kost hus.\n\nFar har fortalt meg åssen det er med deg for jeg ser jo at han både får og sender deg brev.  Så har du jo sendt ham pakker som jeg har sett.\n\nJuleaften var vi til far og Herborg  Helge fikk da noen pakker  det var for det meste leiker, her har vi jo bare treleiker men det er da fine greier.  Han fikk også en 5 dollar av deg.  så jeg sier deg tusen takk for gaven  Helge skal få den når han blir konfirmert så kan han ha det som et minne om en snild onkel i Amerika.\n\nDetter er sikkert et tamt stoff og lese for deg, men bedre blir det neste gang.  Har du lyst så send meg et brev så skal jeg svare deg.\n\nHa det riktig bra da onkel  Hils våre slektninger så mye.  Jeg skal hilse deg fra min kone\n\nHilsen Einar Holm  Stjørdal\n\nJeg arbeider i bakeriet til Eilif\n\nEilif ble pappa til en pike den 29 desember\n\n\n<-SPLITTLETTER->\n\n\nStjørdal the 4th of Jan 48.\n\nDear uncle Johan!\n\nFirst I must wish you a very good new year, and then tell you who it is who’s writing to you.  Well this is Einar Holm the youngest son of your youngest brother Axel.   I’ll be 22 years old on the 28th of February, I’m married and have a little boy who’s 2 and a half years old and named for his grandmother (farmor=father’s mother), Helge Friberg Holm.  Has father not told you that I that is my wife and I ran away to Sweden during the war.  We caught a freight train from Eidum st to Meråker, from there we were buried in the coal on the locomotive until we arrived at Storlia.  It was 38 degrees C below but we got there in good shape both of us.  We got married in Sweden in Falun.  Helge was born in Katrineholm  that’s a little south of Stockholm.  I was in the military  I was also in Finnland for a little while  that was in April 1945.  I arrived with the Norwegian forces in Narvik in May 1945 (Norway was liberated on the 8th and the Norwegian forces that had been in Sweden returned to Norway).  So I’ve met my relatives up there.  In the month of August I got leave from the military so we took the blessing of the church at Værnes church and at the same time celebrated our wedding.  I was very young when I got married but everything is going fine and we Astrid, Helge and I are doing so well, so we have nothing to complain about.  I was only 19 years old when I got married you see.  Now we have our own house with 2 rooms and a kitchen, it’s a cosy little house.\n\nFather has told me how things are with you because I see that he both receives and sends letters to you.  Then you’ve sent him packages that I’ve seen.\n\nChristmas Eve we went to father and Herborg’s  Helge got some gifts  it was mostly toys, all we have here are wooden toys but they are fine things.  He also got a 5 dollar from you.  so I’ll say thank you very much for the gift  Helge will get it when he gets confirmed so that he can have it as a memory of a kind uncle in America.\n\nI’m sure this is lame stuff for you to read, but it’ll be better next time.  If you like send me a letter and I’ll reply to it.\n\nKeep real well then uncle  Give our best regards to our relatives.  My wife says hello\n\nRegards Einar Holm  Stjørdal\n\nI work at Eilif’s bakery\n\nEilif became the father of a little girl on December 29"
    ],
    "LetterDate": [
      "1948-01-04"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Axel Holm",
    "Christmas",
    "Einar Holm",
    "Finland",
    "Helge Friberg Holm",
    "Herborg Holm",
    "John Holm",
    "Narvik",
    "New Year",
    "Norway to US",
    "Stjørdal",
    "Stockholm",
    "Sweden",
    "bakery",
    "gifts",
    "marriage",
    "military",
    "postwar"
  ],
  "files": [
    {
      "original": "Einar Holm 4 januar-1948.pdf",
      "filename": "101e6ae222b5a4ac28c33787f77e4609.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "helge",
      "score": 0.08333028565840707
    },
    {
      "term": "gifta",
      "score": 0.053240552810341214
    },
    {
      "term": "militæret",
      "score": 0.053240552810341214
    },
    {
      "term": "1945",
      "score": 0.053240552810341214
    },
    {
      "term": "jo",
      "score": 0.042176307610484944
    },
    {
      "term": "fortalt",
      "score": 0.03652858173504929
    },
    {
      "term": "friberg",
      "score": 0.030471094074948083
    },
    {
      "term": "nedgravd",
      "score": 0.030471094074948083
    },
    {
      "term": "køla",
      "score": 0.030471094074948083
    },
    {
      "term": "storlia",
      "score": 0.030471094074948083
    },
    {
      "term": "behold",
      "score": 0.030471094074948083
    },
    {
      "term": "falun",
      "score": 0.030471094074948083
    },
    {
      "term": "katrineholm",
      "score": 0.030471094074948083
    },
    {
      "term": "stokholm",
      "score": 0.030471094074948083
    },
    {
      "term": "finnland",
      "score": 0.030471094074948083
    }
  ],
  "english-tfidf": [
    {
      "term": "helge",
      "score": 0.07466216734546353
    },
    {
      "term": "1945",
      "score": 0.04760505970281963
    },
    {
      "term": "forces",
      "score": 0.04760505970281963
    },
    {
      "term": "toys",
      "score": 0.040742216330938975
    },
    {
      "term": "sweden",
      "score": 0.03513510883092441
    },
    {
      "term": "military",
      "score": 0.02986486693818541
    },
    {
      "term": "28th",
      "score": 0.027233951537350136
    },
    {
      "term": "friberg",
      "score": 0.027233951537350136
    },
    {
      "term": "coal",
      "score": 0.027233951537350136
    },
    {
      "term": "storlia",
      "score": 0.027233951537350136
    },
    {
      "term": "falun",
      "score": 0.027233951537350136
    },
    {
      "term": "katrineholm",
      "score": 0.027233951537350136
    },
    {
      "term": "finnland",
      "score": 0.027233951537350136
    },
    {
      "term": "liberated",
      "score": 0.027233951537350136
    },
    {
      "term": "receives",
      "score": 0.027233951537350136
    }
  ]
}