{
  "id": 203,
  "added": "2010-12-31 01:32:54",
  "modified": "2010-12-31 01:32:54",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to Alma C. Wilson 1948.1.10"
    ],
    "Description": [
      "BREV FRA EDVARD EIDUM DATERT 10.  JANUAR – 1948, TIL MRS.  ALMA C.  WILSON, 102 WEST. 5.  STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  KONVOLUTTEN HAR ET GRØNT 1-KRONES FRIMERKE MED KONG HAAKON I ADMIRALUNIFORM (KOM UT 7.  JUNI-1946), OG ET BLÅTT 60-ØRES FRIMERKE MED KONGEPARET OG TEKSTEN –HAAKON VII, MAUD KRONET 1906–.  DETTE FRIMERKET ER ETT AV 11 FRIMERKER SOM KOM UT 15.  APRIL -1947 I FORBINDELSE MED POSTVERKETS 300-ÅRSJUBILEUM (1647-1947).  BLANDT BREVENE FRA JOHAN HOLM'S FAMILIE I NORGE ER TILSAMMEN 10 AV JUBILEUMS-FRIMERKENE REPRESENTERT, MENS ETT (55 ØRE) MANGLER.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EDVARD EIDUM DATED JANUARY 10 – 1948, TO MRS.  ALMA C.  WILSON, 102 WEST. 5.  STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE ENVELOPE HAS A GREEN 1 KRONE STAMP WITH KING HAAKON VII WEARING HIS ADMIRAL UNIFORM (CAME OUT JUNE 7-1946), AND A BLUE 60 ØRE STAMP PICTURING THE ROYAL COUPLE WEARING THEIR CROWNS AND THE TEXT: –HAAKON VII, MAUD CROWNED 1906–.  THIS STAMP IS ONE OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.  ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY.  (THE 55 ØRE ONE IS MISSING)."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.01.10"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Narvik 10/1-1948\n\nKjære Alma.\n\nVil herved sende Dig vor hjerteligste takk for julehilsenen vi fikk.  Samt for alle hilsener vi fikk, både fra Dig og John Holm.  Vi har hadt en stille jul i år.  De er Den roligste jul jeg har oplevet hidtil.  Jeg har vært i Kirken et par dage, og ikke i besøk hos noen av barna engang.  De er De hele.  Hanna sitter jo inde hele dagen, og Da finner jeg ikke noen morro og gå ut alene.  Og heller ikke er De noen morro for Hanna heller å sitte hjemme alene.  Gusta har nu sine Veninder som hun av og til må få lov til å besøke.  Foresten er alt som Vanlig.  Ja nu har vi begynt et Nytt år ijen.  Undres på hvad Dette år har å byde på.  De ser ikke så lyst ut nu for tiden.  Krigen går sin gang værre end før.  Jeg sier som jeg så ofte har sagt.  Jeg får De bestandig slik til, at De er folkets egen sjyll at De er slik.  Krig og atter krig.  Hvorfor nækter ikke folket å krige?  La Di store slåss så mye De vill.  De blev ingen krig om De almindelige folk næktet.  Men nei.  Di går som lydige børn uten motstand.  Men De er vell en anden grun, som er sjyll i al krig og spetakel.  De er vell Syndens sæd som skal høstes.  Og Da nytter De vel ikke å si nei.  Hele Verden er så bange for Russen.  Men jeg tror ikke at Russen er værre end Di andre Nasjoner.  Vi skal huske på at Norge og Sverige ja Findland med hadde vært tatt av Den Russiske Nasjon for lang tid tilbake, om Dem hadde villet. Men vi har aldrig hørt, eller lagt merke til noe annet fra Den Nasjon end et godt Naboskap.  Jeg tror heller ikke at Grønland blir noen Flybasis for Den samme.  Grønland er jo Dansk for tiden, og ligger langt ut i Nordishavet.  Nei.  Jeg er mere bange for andre Nasjoners indgrep.  Men vi får håpe at tiden til Den siste og store krig er ikke inde ennu.  De blir vel Atombomben som blir Den farligste tilslut.\n\nJa Alma.  Vi ser at du har fult op hver dag.  Ja Du gjør ikke De for intet.  Gud som ser alt, og som veier hjerterne, vil nok ikke la De Arbeide gå ulønnet.\n\nHils John Holm å si fra oss, at han skal få brev om noen dage.  Og så var De en ting til Alma.  Om Du har liten tid, så tenkte jeg å be Dig, om du vilde være snil å avskrive Dette brev til Florence Winters (det ser ut som han har stavet det “Wintehers”) og senne hende.  Hun kan vel ikke forstå Norsk.  Ha De riktig godt i De Nye Aar, og alle her i vort hjem hilser Dig.\n\nTusen hilsener fra til Dere alle.  Jeg reiser antagelig til Stjørdal en tur snart, og Da vil jeg hilse alle Deres Der.\n\nVenligst  E. Eidum\n\n\n<-SPLITTLETTER->\n\n\nNarvik 10/1-1948\n\nDear Alma.\n\nWith this I’ll send You our most heartfelt thank you for the Christmas greeting we got.  And also for all the greetings we got, both from You and John Holm.  We’ve had a quiet Christmas this year.  It’s The quietest Christmas I’ve experienced till now.  I’ve been to church a couple of days, and haven’t been to visit any of the children even.  That’s all.  Hanna stays indoors all day, and Then I find no pleasure in going out alone.  And It’s no fun for Hanna either to sit at home alone.  Gusta has her Friends whom she must be allowed to visit now and then.  As for the rest everything is as Usual.  Well now we’ve started a New year again.  Wonder what This year has to offer.  It doesn’t look so bright these days.  The war is continuing worse than before.  I say what I so often have said.  I always reach the conclusion, that It’s the people’s own fault that It is like this.  War and more war.  Why do people not refuse to fight?  Let The big ones fight as much as They want to.  There would be no war if The ordinary people refused.  But no.  They go like obedient children without resistance.  But There’s another reason, that’s to blame for all wars and hullabaloo.  The seed of Sin must be harvested.  And Then There’s no use in saying no.  The whole world is so scared of the Russian.  But I don’t think the Russian is worse than The other Nations.  We must remember that Norway and Sweden yes Findland too would have been taken by The Russian Nation a long time ago, if They had wanted to.  But we’ve never heard, nor noticed anything from That Nation but a good Neighborliness.  Nor do I think that Greenland will become an Air base for same.  Greenland is presently Danish, and is located way out in the Arctic Ocean.  No.  I’m more afraid of encroachment of other Nations.  But we must hope that the time for The last great war is not here yet.  It’ll probably be the Atom bomb which will be The most dangerous in the end.\n\nWell Alma.  We see that you have every day filled up.  Well You’re not doing It for nothing.  God who sees all, and who weighs the hearts, will not let That Work go unrewarded.\n\nGreet John Holm and tell him from us, that he’ll get a letter in a few days (he actually died shortly after this one was written).  And just one more thing Alma.  Even if You have little time, I wanted to ask You, if you would be so kind as to copy This letter for Florence Winters (it looks like he has spelt it “Wintehers”) and send it to her.  I guess she can’t understand Norwegian.  Have a very good New Year, and everyone here in our home sends their regards.\n\nA thousand greetings to You all.  I’ll probably take a trip to Stjørdal soon, and Then I’ll greet all of Yours There.\n\nBest regards\n\nE. Eidum"
    ],
    "LetterDate": [
      "1948-01-10"
    ],
    "Location": [
      "Narvik"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Christmas",
    "Danish",
    "Edvard Eidum",
    "Finland",
    "Greenland",
    "Gusta Eidum",
    "Hanna Eidum",
    "John Holm",
    "Narvik",
    "New Year",
    "Norway to US",
    "Russians",
    "Stjørdal",
    "church",
    "pacifism",
    "postwar",
    "war"
  ],
  "files": [
    {
      "original": "Edvard Eidum 10 januar-1948.pdf",
      "filename": "3e35a5ac39699de05c5290d1f1603405.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "krig",
      "score": 0.06349654744736388
    },
    {
      "term": "sjyll",
      "score": 0.05596731564786382
    },
    {
      "term": "bange",
      "score": 0.05596731564786382
    },
    {
      "term": "russen",
      "score": 0.05596731564786382
    },
    {
      "term": "nasjon",
      "score": 0.05596731564786382
    },
    {
      "term": "grønland",
      "score": 0.05596731564786382
    },
    {
      "term": "inde",
      "score": 0.04889438523398683
    },
    {
      "term": "værre",
      "score": 0.039544479806699534
    },
    {
      "term": "morro",
      "score": 0.03474852440623284
    },
    {
      "term": "heller",
      "score": 0.029976067482772862
    },
    {
      "term": "hilsener",
      "score": 0.028334150330494332
    },
    {
      "term": "roligste",
      "score": 0.02798365782393191
    },
    {
      "term": "folkets",
      "score": 0.02798365782393191
    },
    {
      "term": "nækter",
      "score": 0.02798365782393191
    },
    {
      "term": "krige",
      "score": 0.02798365782393191
    }
  ],
  "english-tfidf": [
    {
      "term": "russian",
      "score": 0.08210833150066757
    },
    {
      "term": "greenland",
      "score": 0.05473888766711171
    },
    {
      "term": "fight",
      "score": 0.047841900795868475
    },
    {
      "term": "nations",
      "score": 0.047841900795868475
    },
    {
      "term": "nation",
      "score": 0.047841900795868475
    },
    {
      "term": "war",
      "score": 0.03225287540183485
    },
    {
      "term": "worse",
      "score": 0.030013448365738573
    },
    {
      "term": "nor",
      "score": 0.030013448365738573
    },
    {
      "term": "quietest",
      "score": 0.027369443833555857
    },
    {
      "term": "conclusion",
      "score": 0.027369443833555857
    },
    {
      "term": "refuse",
      "score": 0.027369443833555857
    },
    {
      "term": "refused",
      "score": 0.027369443833555857
    },
    {
      "term": "obedient",
      "score": 0.027369443833555857
    },
    {
      "term": "resistance",
      "score": 0.027369443833555857
    },
    {
      "term": "findland",
      "score": 0.027369443833555857
    }
  ]
}