{
  "id": 206,
  "added": "2010-12-31 01:46:55",
  "modified": "2010-12-31 03:32:59",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to John Holm 1948.1.13"
    ],
    "Description": [
      "BREV FRA EDVARD EIDUM DATERT 13.  JANUAR – 1948, TIL MR.  JOHN HOLM, 108.  WEST.  FIFTH.  ST., DELL RAPIDS, SYD DAKOTA, U.S.A.  KONVOLUTTEN HAR ET GRØNT 1-KRONES FRIMERKE MED KONG HAAKON   I ADMIRALUNIFORM (KOM UT 7.  JUNI-1946), OG ET RØDT 20-ØRES FRIMERKE MED LØVE.  (JOHAN HOLM DØDE  FAKTISK DEN DAGEN DETTE BREVET BLE SKREVET).\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EDVARD EIDUM DATED JANUARY 13 – 1948, TO MR.  JOHN HOLM, 108.  WEST.  FIFTH.  ST., DELL RAPIDS, SYD DAKOTA, U.S.A.  THE ENVELOPE HAS A GREEN 1 KRONE STAMP WITH KING HAAKON VII WEARING HIS ADMIRAL UNIFORM (CAME OUT JUNE 7-1946), AND A RED 20 ØRE STAMP WITH LION.  (JOHN ACTUALLY DIED ON THE DAY THIS LETTER WAS WRITTEN)."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.01.13"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Narvik 13/1-1948.\n\nHallo Svoger.  Narvik her.\n\nVill for De første ønske Dere alle et Godt og velsignet Nyttår.  Så vill vi takke for Aaret som nu er gått ind i Den ukjendte Evighed.  Takk for alt, både i ord og gjerning, som di har ofret på oss her, for å lette oss i Den kamp som er opkommet for oss på Veien her i Verden.  Ja nu er Juledagene gått i år også.  Men vi har Gudskelov Evangeliet like nytt idag som i foregående Aar.  Vi har De som vanlig her hjemme.  Hanna er fremdeles lidt skral.  Hun har ennu smerte i benene.  Skal nu på Sykehuset ijen for å prøve noen Røngtgenstråler.  Forresten så har vi De alle som almindelig.  Om noen dage tænker jeg å ta en tur til Hegra og Stjørdal.  Jeg skal Da besøke Axel og Laura.  Muligens også Olav Holm i Trondheim.  Jeg har nylig sendt brev til Alma Wilson og Florence Winters.  Så har jeg skrevet til mine Søstre Marie Skatvald og Gudrund Earl, som lever i California (se anmerkning på side 2 av brevet).  Og så har jeg nylig sendt brev til min Svigerinne Carri Mae som lever i Galesburg Nord Dakota (enken etter Edvards bror Iver).\n\nHer har De vært kaldt nu en tid.  Mørketiden har vært tung i Vinter også.  Men heldigvis så er vi nu kommet så langt, at Solen er på retur ijen, og Dagene begynner og blir længre.  Jeg er ikke riktig tilfreds med Situasjon i Verden idag.  De var nu slemt i Krigsårene, men jeg tror at Krigen er værre i Verden idag, end i Krigens dage.\n\nJa hvorledes har Du De da Svoger?  Både Du og Din hustru er vell træt av Dagens byrde og hede.  Men de er godt for alle Dem, som vet veien hjem, når livet hernede er slut.  Snart så vill Di få høre klokkeklemtet fra fristaden Galon?, når Jesus ringer ind sine tjenere fra Arbeidsmarken.  I Galon er fergemanden som skal lede båten over Den siste flod.  Ja kjære Dere.  De er noe å glæde sig til.  Nei her i Verden blir De ingen fred.  De går ikke å få fred og ro med Kanoner og Atombomber.  Nei De går ikke an å utdrive Djævle ved Bulsebul (? mulig han mener –Belsebub– som betyr noe sånt som “ fanden”).  Ja kjære Holm.  Om vi lever til 12te mars Dette år så får vi feire vort Gullbryllup.  Tænk at De nu er snart 50 Aar siden vi blev Gift.  Da var Olav Din bror med, og De skulle ha vert morsomt om han ville bli med oss nu også.  Ja så tillater vi oss å indby Dere også.  Kom bare og De skal bli rikti koselig.  Hanna ber mig hilse Dig. og hun sier at Du må komme så skal vi ta oss en tur til Hegra.  Den store Eken som stod i haven hjemme Den står Der ennu.  Ja så må Di leve vell ijen og ver ved godt mot.  Vi håper at vi alle får møtes hjemme hos vor far.\n\nAlle her hilser Dere.\n\nHilsen med Aabenbaringen 7. 15-17.\n\nGod Natt\n\nHanna og E. Eidum\n\n \n\n \n\nEdvards søstre, som han nevner her og i noen andre brev, hadde antagelig Evjen som pikenavn.  Edvard tok navnet Eidum etterat han bodde på Eidum i Lånke en tid.  Hans far var fra Selbu.  Her er Edvards foreldre og søsken (fra Sigfrid Eidum, Australia).\n\nOla Halvorsen Evjen født 13.07.1848 i Selbu. døde 1893. (sønn av Halvor Johnsen som bodde på Evjeplassen, Stjørdal)\n\ngift 05.11.1875 med Gjertrud Eriksdatter Skjelstadplass født 11.10.1857 (foreldrene hennes står i Stjørdal-boka).\n\nBarn :\n\nIda Marie født 25.02.1876 emigrerte til USA (antagelig den Marie Skatvald som bodde i Ortley, S. Dakota, nevnt i noen av Edvards brev).\n\nHagen Hjeilhaug født 01.07.1877 (Hågen?)\n\nEdvard Sigurd født 30.10.1879 – gift med Hanna Holm i 1898.  Tok etternavnet Eidum. Hadde 10 barn.  Bodde i Narvik.  En sønn bodde i Stjørdal.\n\nAnna Oline født 25.04.1882 død 15.11.1883\n\nAnna født 04.08.1884 (bodde i California?)\n\nOle Johan Storseth født 03.12.1886\n\nGustav Bernhard født 11.09.1891\n\nGudrun født 03.12.1892  (bodde i California, etternavn Earl.  Het hun også Bergljot?  Eller gjorde Anna det?).\n\nIver Evjen, Galesburg, N. Dakota, døde ca. 1944 – gift med Carrie Mae.\n\n \n\nDette er litt forvirrende for han sier at han har 3 søstre i U.S.A. i det ene av brevene sine; 2 i California og en , Marie, i Ortley, Syd Dakota.  Det er sikkert Ida Marie som er nevnt i listen over.  Men han snakker om Bergljot og Anna i California, og en gang nevner han Gjertrude.  I dette brevet nevner han Gudrund i California.  Det er mulig alle jentene hadde mer enn ett navn, f. eks. Gudrund Bergljot,  og at han bruker det ene navnet en gang og et annet navn en annen gang. (Det var ingen Bergljot i listen over søsken ovenfor).  Det er også mulig at jeg har tydet skriften feil, og fått Gudrund til å bli Gertrude i ett av brevene.   Han snakker ofte om Carrie Mae, enken etter broren Iver som døde i Galesburg, Nord Dakota ca. 1944; han var ikke nevnt i det hele tatt i listen over søsken over.\n\n \n\n\n<-SPLITTLETTER->\n\n\nNarvik 13/1-1948.\n\nHello Brother in law.  Narvik here.\n\nFirst of all I want to wish You all a Good and blessed New Year.  Then we want to thank you for the Year that has now gone into The unknown Eternity.  Thank you for everything, both in words and actions, that you have bestowed upon us here, to ease The battle which has encountered us on the Road here in the World.  Well now the Christmas days have passed this year too.  But thanks be to God we have the Gospel as new today as in previous Years.  We’re doing as usual here at home.  Hanna is still a bit unwell.  She still has pain in her legs.  Is going to the Hospital again now to try some X-ray treatments.  As for the rest we’re all as usual.  In a few days I plan to take a trip to Hegra and Stjørdal.  Then I’ll visit Axel and Laura.  Possibly also Olav Holm in Trondheim.  I’ve recently sent a letter to Alma Wilson and Florence Winters.  Then I’ve written to my Sisters Marie Skatvald and Gudrund Earl, who lives in California (See note on page 2 of this letter).  And then I’ve recently sent a letter to my Sister in law Carri Mae (widow of Edvard’s brother Iver) who lives in Galesburg North Dakota.\n\nIt’s been cold here now for a while.  The dark period (Polar night) has been hard this Winter too.  But fortunately we’re at the point, where the Sun is returning again, and the Days are getting longer.  I’m not quite content with the Situation in the World today.  It was bad enough during the War years, but I think the War is worse in the World today, than during the War days.\n\nSo how are You then Brother in law.  I guess both you and your wife are weary of the burdens and troubles of the Day.  But all Those are lucky, who know the road home, when life down here is over.  Soon you will hear the bells ringing from the free city Galon?, when Jesus calls his servants in from the Fields.  In Galon is the ferryman who will lead the boat across the last river.  Yes dear You.  That’s something to look forward to.  No here in this world There will be no peace.  It’s not possible to get peace and calm with Canons and Atom bombs.  No you can’t get rid of Demons with the help of the Devil (not sure about this translation, he’s using a word “Bulsebul” which I’ve never heard before.  He might mean to say “Belsebub” which I believe means “the devil”).  Well dear Holm.  If we live till the 12th of March This year we can celebrate our Golden Wedding Anniversary.  Just think It’s now almost 50 Years since we got Married.  Olav your brother was there then, and It would be fun if he would be with us now too.  Yes and permit us to invite You too.  Just come and It will be really pleasant.  Hanna asks me to tell You hello, and she says You must come and we’ll take a trip to Hegra.  The large Oak which stood in the garden at home is still standing There.  Live well again and be of good cheer.  We hope we will all meet at home with our father.\n\nEveryone here greets You.\n\nGreetings with Revelations 7.  15-17.\n\nGood Night\n\nHanna and E. Eidum\n\nThe sisters Edvard mentions in this letter, and in some of his other letters would probably have had the maiden name Evjen.  Edvard took the name Eidum after having lived at Eidum in Lånke for a while.  Here are his siblings and parents (obtained from Sigfrid Eidum, Australia).\n\nOla Halvorsen Evjen born 13.07.1848 in Selbu. died 1893. (son of Halvor Johnsen who lived at Evjeplassen, Stjørdal)\n\nmarried 05.11.1875 Gjertrud Eriksdatter Skjelstadplass born 11.10.1857 (her parents can be found in the Stjørdal book).\n\nChildren :\n\nIda Marie born 25.02.1876 emigrated to USA (probably the Marie Skatvald in Ortley, S. Dakota whom Edvard often mentions in his letters)\n\nHagen Hjeilhaug born 01.07.1877 (Hågen?)\n\nEdvard Sigurd born 30.10.1879 – married Hanna Holm, John’s sister, in 1898.  Took the surname Eidum. Had 10 children.  Lived in Narvik in the north of Norway.  One son lived in Stjørdal.\n\nAnna Oline born 25.04.1882 died 15.11.1883\n\nAnna born 04.08.1884 (Lived in California?)\n\nOle Johan Storseth born 03.12.1886\n\nGustav Bernhard born 11.09.1891\n\nGudrun born 03.12.1892 (Lived in California, surname Earl.  Did she also have a second name, Bergljot? Or did Anna?).\n\nIver Evjen? Galesburg, N. Dakota.  Died ca. 1944, married to Carrie Mae.\n\nThis is a little confusing.  Edvard talks about his siblings in the U.S. in several letters. He states he has 3 sisters, 2 in California and one in South Dakota.  He mentions Bergljot and another sister Anna in California, and a sister Marie in Ortley S. Dakota.  This must be the Ida Marie listed above.  – But another time  he mentions a Gertrude.  In this letter he talks about his sister Gudrund in California.   It’s possible all these girls had two names each, and that he refers to them by one name in one letter and the other name in another letter.  Another possibility is that I misread the name Gudrund and made it into Gertrude in one of the letters.  Perhaps her full name was Gudrund Bergljot? (There was no Bergljot mentioned in the list of his siblings above).  He also often talks about his sister in law Carrie Mae (Evjen?) living in Galesburg, North Dakota, widow of his brother Iver who died around 1944 .  He was not mentioned at all in the list of children above."
    ],
    "LetterDate": [
      "1948-01-13"
    ],
    "Location": [
      "Narvik"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Beelzebub",
    "Bible passage",
    "California",
    "Carrie Mae",
    "Christmas",
    "Edvard Eidum",
    "Florence Winters",
    "Galesburg",
    "Galon",
    "God",
    "Golden anniversary",
    "Gudrund Earl",
    "Hanna Eidum",
    "Hegra",
    "Jesus",
    "John Holm",
    "Marie Skatvald",
    "Narvik",
    "New Year",
    "North Dakota",
    "Norway to US",
    "Ola Holm",
    "Stjørdal",
    "Trondheim",
    "demons",
    "ferryman",
    "leg pain",
    "nuclear weapons",
    "postwar",
    "war",
    "x-rays"
  ],
  "files": [
    {
      "original": "Edvard Eidum 13 januar-1948.pdf",
      "filename": "bb949a7e0c69599c8d2e7d6733cbe1cb.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "bodde",
      "score": 0.06490841177962749
    },
    {
      "term": "født",
      "score": 0.05999057894648052
    },
    {
      "term": "california",
      "score": 0.059540968029265326
    },
    {
      "term": "gudrund",
      "score": 0.04963617134380684
    },
    {
      "term": "edvards",
      "score": 0.039693978686176884
    },
    {
      "term": "evjen",
      "score": 0.037227128507855124
    },
    {
      "term": "listen",
      "score": 0.037227128507855124
    },
    {
      "term": "dakota",
      "score": 0.03393541044912505
    },
    {
      "term": "bergljot",
      "score": 0.03081769585349158
    },
    {
      "term": "iver",
      "score": 0.029770484014632663
    },
    {
      "term": "nevner",
      "score": 0.029770484014632663
    },
    {
      "term": "11",
      "score": 0.027935761635224297
    },
    {
      "term": "mae",
      "score": 0.027817890762697493
    },
    {
      "term": "galesburg",
      "score": 0.027817890762697493
    },
    {
      "term": "nevnt",
      "score": 0.027817890762697493
    }
  ],
  "english-tfidf": [
    {
      "term": "california",
      "score": 0.0485466149452469
    },
    {
      "term": "gudrund",
      "score": 0.045748509027398986
    },
    {
      "term": "evjen",
      "score": 0.045748509027398986
    },
    {
      "term": "born",
      "score": 0.04297860719458588
    },
    {
      "term": "dakota",
      "score": 0.037626006994886406
    },
    {
      "term": "edvard",
      "score": 0.035703129491843684
    },
    {
      "term": "lived",
      "score": 0.03256823017856835
    },
    {
      "term": "mentions",
      "score": 0.030848222381011828
    },
    {
      "term": "bergljot",
      "score": 0.02956630404565001
    },
    {
      "term": "iver",
      "score": 0.02745933007407454
    },
    {
      "term": "name",
      "score": 0.0271220464776058
    },
    {
      "term": "11",
      "score": 0.026600192245743715
    },
    {
      "term": "marie",
      "score": 0.026044968159986862
    },
    {
      "term": "mae",
      "score": 0.0256650551939179
    },
    {
      "term": "galesburg",
      "score": 0.0256650551939179
    }
  ]
}