{
  "id": 207,
  "added": "2010-12-31 01:52:29",
  "modified": "2010-12-31 01:52:29",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to Alma C. Wilson 1948.1.20"
    ],
    "Description": [
      "BREV FRA AXEL HOLM DATERT STJØRDAL 20.  JANUAR-1948, POSTSTEMPLET 19.1.48 (han må ha tatt feil av datoen da han skrev brevet) TIL ALMA C.  WILSON, 102 WEST 5 STREET, DELL RAPIDS, SOUT DAKOTA, U.S.A.  ET BRUNAKTIG 80-ØRES FRIMERKE MED KONG HAAKON I ADMIRALUNIFORM OG RAÅDHUSET I OSLO, OG MED TEKSTEN: –KONGENS HJEMKOMST 7.  JUNI 1945–.  DETTE FRIMERKET ER ETT AV 11 FRIMERKER SOM KOM UT 15.  APRIL -1947 I FORBINDELSE MED POSTVERKETS 300-ÅRSJUBILEUM (1647-1947).  BLANDT BREVENE FRA JOHAN HOLM'S FAMILIE I NORGE ER TILSAMMEN 10 AV JUBILEUMS-FRIMERKENE REPRESENTERT, MENS ETT (55 ØRE) MANGLER.  (Brevet er skrevet på begge sider av flypostpapir slik at skriften fra den andre siden syns igjennom, og er derfor vanskelig å lese).\n\n\n<-SPLITDESC->\n\n\nLETTER FROM AXEL HOLM DATED JANUARY 20 – 1948, POST STAMPED ON THE 19TH OF JANUARY (he must have had the date wrong when he wrote this letter) TO ALMA C.  WILSON, 102 WEST 5 STREET, DELL RAPIDS, SOUT DAKOTA, U.S.A.  A BROWNISH 80 ØRE STAMP PICTURING KING HAAKON VII AND THE OSLO CITY HALL AND THE TEXT:  –THE KING'S RETURN JUNE 7-1945– (THE KING AND THE GOVERNMENT WERE IN EXILE DURING THE WAR YEARS).  THIS STAMP IS ONE OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.  ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY.  (THE 55 ØRE ONE IS MISSING).  (This letter is written on both sides of see through, air mail paper, and is therefor very difficult to read)."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.01.20"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal 20-1-48\n\nKjære dere alle sammen.\n\nFørst vil jeg takke for pakken med verktøy  det var fint, så takk for di 2 brev jeg nu har foet fikk i dag.  Der du sier at Johan er meget syk.  Ja vi må tro at han uten for store smerter for flytte hjem til den Jesus som har kjøpt han til Gud med sitt blod.  Tenk det er stort for en synder og tro nåde for Jesu skyld og gå heim til Herren, og vere der i all evighed.  O du forunderlige Gud som har stelt det slik for oss syndens barn ifra jorden møie og besver.  Om søndags natt 13 minutter over 12 så døde min kjere Helga for et år siden, og nu hadde jeg våkenatt, og mintes den stund da ånden forlot legemet og gjikk heim til Herren da lidelsen og striden ble slutt.  Så nu har hun veret hjemme hos sin brudgom et år  vor fort tiden går  snart blir det min og din dag.  Bygger vi på Jesu død og offer for oss, eller er det på det vi for til.  Bygger vi på vor eget er vi fortapte siger skriftens ord.  Du spør om tolden på pakkene  den som Arne fikk med sko var det 3 kr i toll så disse rykter må vere feil eller det må vere meget verdifullt inhold, eller så er alt dette bare tull av folk.  Det dreier sig om 2 a 3 kroner  Du sa at di hadde sent pakke til Einar  det skal di ha tusen takk for.  Her er meget sne og kalt  vi har oppi 20-24 gr  idag er her meget fint bare 1 gr men igår var her et veldigt snefokk en sjøn vinterdag.  Hos oss alle er det bare fint.  Laura og Mindor lever fint, han har arbeide  kjener en 70 kr uka  det er fint til ham.  Var nu i brylupet til Evelyn til Olav brulupet var i brudgomens hjem  det var koseligt der, håber dem for det godt ilag, får vere frisk og tålmodig når trengselen kommer.  Du skulde hatt Johans føsselsdag, men nu har jeg dette brev hos vor historikker Ivar Værnesbranden, han skal skrive en stubbe i stjørdalen blad om Johan når han er død.  Men jeg skal gå mei en tur og høre hos ham så skal jeg sende dig det snart.  Vi har holdt en masse fester på bedehuset i Julen  Nu skal jeg tage mig en tur for Blad(?)misjon og barnearbeidet i Kinamisjon.  Vi kan ikke lægge opp, om det er krise for misjon i Kina.  Herren orner nok opp og han er med om det ser mørt utt.  Han har ikke sviktet nogen men er trufast som gav løftet.\n\nSå for du hilse vor kjere broder  vi ønsker ham en lykkelig reise for snart for han se sin blod brudgom og mettes av hans ansikts beskuelse.  Hilsen med Aab. 5 kp.\n\nFikk brev fra Eidum igår  han skal komme hid en tur nu.  Hanna hadde meget ont i foten.  Beste hilsen fra oss alle\n\nAxel.\n\n\n<-SPLITTLETTER->\n\n\nStjørdal 20-1-48\n\nDear all of you.\n\nFirst I want to thank you for the package with tools  that was nice, then thank you for the 2 letters I just received today.  Where you say that Johan is very sick.  Yes we must believe that he without too much pain can move home to the Jesus who has bought him to God with his blood.  Imagine how great for a sinner to believe in grace for Jesus’ sake and go home to the Lord, and stay there for all eternity.  Oh wondrous God who has arranged it thus for us children of sin from the troubles and burdens of the earth.  On Sunday night 13 minutes after 12 it was a year since my dear Helga died, and I stayed awake all night, in memory of the moment when her spirit left her body and went home to the Lord when her suffering and struggles were over.  So now she has been at home with her bridegroom for a year  how quickly time passes  soon it will be my and your day.  Do we build on Jesus’ death and sacrifice for us, or is it on what we accomplish.  If we build on our own we are lost the scriptures say.  You ask about the customs on the packages  the one that Arne got with shoes in it cost 3 kr in customs so these rumors must be wrong or it must be a very valuable content, or all of it is just nonsense by people.  It’s a matter of 2 or 3 kroner.  You said you had sent a package to Einar  thank you so much for that.  There’s a lot of snow here and cold  we can get as high as 20-24 degrees (I think he means below 0 Centigrades)  today it’s very nice  only 1 degr but yesterday there were tremendous snowdrifts  a lovely winter’s day.  Everything is just fine with everyone here.  Laura and Mindor are living well, he has a job  earns 70 kr a week  that’s nice for him.  I was just  at the wedding of Olav’s Evelyn  the wedding was at the bridegroom’s home  it was nice there, hope they’ll be happy together, and be healthy and patient when the hard times come.  You should have had Johan’s birthday, but now I’ve left this letter at the home of our historian Ivar Værnesbranden, he’s going to write a piece in Stjørdalen blad about Johan when he’s dead.  But I’ll go and see him and ask him about it and will send it to you soon.  We’ve had a lot of parties at the chapel this Christmas  I’m now going on a trip for the ? mission and the children’s work in the China mission.  We can’t close down even if there’s a crisis for the mission in China.  The Lord will see to it and he’s with us even if it looks dark.  He hasn’t failed anybody but is faithful to his promise.\n\nGive our dear brother our best wishes  we wish him a happy journey because soon he will see his blood bridegroom and be filled by the sight of his face.\n\nGreetings with Rev. ch. 5.\n\nHad a letter from Eidum yesterday  he’s coming here soon.  Hanna’s foot was very painful.\n\nBest wishes from us all\n\nAxel"
    ],
    "LetterDate": [
      "1948-01-20"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Bible passage",
    "China Mission",
    "God",
    "Ivar Værnesbranden",
    "Jesus",
    "John Holm",
    "Norway to US",
    "Stjørdal",
    "church",
    "customs",
    "death",
    "gifts",
    "historian",
    "leg pain",
    "obituary",
    "parties",
    "postwar",
    "shoes",
    "sickness",
    "snow",
    "tools"
  ],
  "files": [
    {
      "original": "Axel Holm 20 januar-1948.pdf",
      "filename": "fa720c835a82ef08c2730f611c3f27b6.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "brudgom",
      "score": 0.04832420205718639
    },
    {
      "term": "misjon",
      "score": 0.04221717843991815
    },
    {
      "term": "bygger",
      "score": 0.03864479863279776
    },
    {
      "term": "gr",
      "score": 0.03253777501552952
    },
    {
      "term": "vere",
      "score": 0.032092251759665354
    },
    {
      "term": "blod",
      "score": 0.03117961924612636
    },
    {
      "term": "blad",
      "score": 0.03117961924612636
    },
    {
      "term": "herren",
      "score": 0.02892898767603074
    },
    {
      "term": "jesu",
      "score": 0.027197371459843918
    },
    {
      "term": "20-1-48",
      "score": 0.024162101028593196
    },
    {
      "term": "forunderlige",
      "score": 0.024162101028593196
    },
    {
      "term": "møie",
      "score": 0.024162101028593196
    },
    {
      "term": "besver",
      "score": 0.024162101028593196
    },
    {
      "term": "minutter",
      "score": 0.024162101028593196
    },
    {
      "term": "våkenatt",
      "score": 0.024162101028593196
    }
  ],
  "english-tfidf": [
    {
      "term": "bridegroom",
      "score": 0.07175554187667035
    },
    {
      "term": "build",
      "score": 0.033841915635744575
    },
    {
      "term": "mission",
      "score": 0.033349816061455914
    },
    {
      "term": "china",
      "score": 0.02975492755534688
    },
    {
      "term": "lord",
      "score": 0.02739209776803354
    },
    {
      "term": "customs",
      "score": 0.026229144006580232
    },
    {
      "term": "jesus",
      "score": 0.025381436726808433
    },
    {
      "term": "blood",
      "score": 0.024888703312430163
    },
    {
      "term": "20-1-48",
      "score": 0.02391851395889012
    },
    {
      "term": "sinner",
      "score": 0.02391851395889012
    },
    {
      "term": "wondrous",
      "score": 0.02391851395889012
    },
    {
      "term": "minutes",
      "score": 0.02391851395889012
    },
    {
      "term": "sacrifice",
      "score": 0.02391851395889012
    },
    {
      "term": "accomplish",
      "score": 0.02391851395889012
    },
    {
      "term": "20-24",
      "score": 0.02391851395889012
    }
  ]
}