{
  "id": 209,
  "added": "2010-12-31 02:28:43",
  "modified": "2010-12-31 02:28:43",
  "public": true,
  "metadata": {
    "Title": [
      "Evelyn Fiskvik 1948.1.25"
    ],
    "Description": [
      "BREV FRA EVELYN FISKVIK (OLA'S DATTER) DATERT 25.  JANUAR – 1948, TIL HERR.  JOHN HOLM, 108 WEST 5.  STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  KONVOLUTTEN HAR 5 ORANSJE 25-ØRES FRIMERKER MED TEKSTEN –CHR.  M.  FALSEN EIDSVOLL 1814–.  DETTE FRIMERKET ER ETT AV 11 FRIMERKER SOM KOM UT 15.  APRIL -1947 I FORBINDELSE MED POSTVERKETS 300-ÅRSJUBILEUM (1647-1947).  BLANDT BREVENE FRA JOHAN HOLM'S FAMILIE I NORGE ER TILSAMMEN 10 AV JUBILEUMS-FRIMERKENE REPRESENTERT, MENS ETT (55 ØRE) MANGLER.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EVELYN FISKVIK (OLA'S DAUGHTER) DATED JANUARY 25 – 1948, TO HERR.  (MR.) JOHN HOLM, 108 WEST 5.  STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  THE ENVELOPE HAS 5 ORANGE, 25 ØRE STAMPS WITH THE TEXT: –CHR.  M.  FALSEN EIDSVOLL 1814– (THE NORWEGIAN CONSTITUTION WAS PASSED AT EIDSVOLL THEN, AND HE PLAYED A BIG PART IN IT).  THIS STAMP IS ONE OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.  ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY.  (THE 55 ØRE ONE IS MISSING)."
    ],
    "Creator": [
      "Evelyn Fiskvik",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.01.25"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Trondheim 25/1-48 (John døde den 13.og hittil ser det ikke ut som noen har fått vite det).\n\nKjære onkel John!\n\nHjertlig takk for det du sendte mig.  Det var virkelig feslig og få.  Tøflene er deilig og passet akkurat.  Jon (min mann  jeg er nu gift) blev så begeistrert (skrivefeil) for pennen og blyanten.  Han pynter sig med begge deler, og han synes det var så fint at dem var like-dan.  Jeg har ennu ikke plantet nogen blomster, for det er så kaldt ennu, at det vil bare fryse.  Så jeg skal bruke blomsterfrøet jeg fikk av dig.\n\nHvordan er det med dig nu onkel, håber du er i bedring igjen.  Fikk brev fra Alma, og hun fortalte at du var kommet på hospitalet.  Det er trist mange gange og komme til hospitalet, men oftes sa pasientene at det var godt og kommet (trykkfeil) dit når man er syk.  Slik synes vel du også onkel, og jeg håper at du trives.\n\nVi har hatt en kold vinter her i år, men vi kan vel ikke vente annet i Norden.  Jon og far sitter og diskuterer månen og solen, syd og vest retning.\n\nSå må du har riktig god bedring og takk for det jeg har fått  Skal hilse takk fra Jon!\n\nBeste hilsen Evelyn\n\n \n\nPå baksiden av arket har Evelyn skrevet til Alma:\n\nTrondheim 25/1-48\n\nKjære kusine!\n\nTakk for brevet.  Hvordan er det med dere nu?  Du går vel på hospitalet og besøker onkel ofte, hvis veien tillater.  Enn tante hvordan har hun det.  Synes vel det er langsomt når onkel er borte.  Det er nu allikevel best og komme til et hospital når man blir så syk.\n\nHadde brev julehilsing fra Grace.  Hun trives vel godt der hun nu er.  Det blir vel ikke så ofte hun er hjemme på besøk.\n\nJeg ser at du nevner sengespreder, jeg er veldig takknemlig hvis jeg har fått en.  Det er så vanskelig om slikt her.  Men du skal jeg (trykkfeil) gjøre noget ved det hvis det er vanskelig.  Ser at alt er så dyrt der også nu.  Den løper vi sendte dig var fra, mor, Sonja (fru Bakken) og mig.  Kanskje du har hatt lyst på en pute eller en løper til må du skrive om det.  Onkel spurte om jeg måtte betale toll på pakken jeg fikk.  Det var ubetydelig 1.50 kr.\n\nSå må du hilse tante, Grace og alle fra far, mor og Jon!\n\nBeste hilsen Evelyn!\n\n \n\n<-SPLITTLETTER->\n\n\n\nTrondheim 25/1-48  (John died on the 13th and sofar it seems no one knows).\n\nDear uncle John!\n\nThank you so much for what you sent me.  It was really nice to get.  The slippers are wonderful and fit just right.  Jon (my husband  I’m now married) was so happy for the pen and the pencil.  He spruces himself up with both, and he thinks it was so nice that they matched eachother.  I haven’t planted any flowers yet, because it’s still so cold, that it’ll only freeze.  Then I’ll use the flower seeds I got from you.\n\nHow are you now uncle, hope you’re getting better again.  Had a letter from Alma, and she told me that you’ve ended up in the hospital.  It’s sad many times to end up in the hospital, but most often the patients said that it was good to come there when one is sick.  That’s probably how you feel too uncle, and I hope that you like it there.\n\nWe’ve had a cold winter here this year, but I guess that’s only to be expected in the North.  Jon and father are sitting here discussing the moon and the sun, south and west direction.\n\nGet well soon and thank you for what I’ve received  Jon says to tell you thank you!\n\nBest wishes Evelyn.\n\nOn the back of the paper Evelyn has written to Alma:\n\nTrondheim 25/1-48\n\nDear cousin!\n\nThank you for your letter.  How are you all now?  I guess you’re going to the hospital to visit uncle often, if distance allows.  What about auntie how is she.  She’s probably lonely now that uncle is away.  Still it’s best to be in a hospital when one becomes that sick.\n\nI had a letter Christmas greeting from Grace.  I guess she likes it well where she is now.  I suppose she can’t come home to visit very often.\n\nI see that you mention bedspread, I’d be very grateful if I could get one.  It’s so hard to get such things here.  But you mustn’t do anything about it if it’s difficult.  I see that everything is expensive there too now.  The table runner we sent you was from, mother, Sonja (fru Bakken) and me.  Perhaps you’d like to have a cushion or another table runner  you must write about that.  Uncle asked if I had to pay customs for the package I got.  It was insignificant  1.50 kr.\n\nSay hello to auntie, Grace and everyone from father, mother and Jon!\n\nBest wishes Evelyn!"
    ],
    "LetterDate": [
      "1948-01-25"
    ],
    "Location": [
      "Trondheim"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Evelyn Fiskvik",
    "Grace Vilson",
    "John Holm",
    "Norway to US",
    "Sonja Bakken",
    "Trondheim",
    "customs",
    "gifts",
    "hospital",
    "pen",
    "pencil",
    "postwar",
    "slippers",
    "table runner"
  ],
  "files": [
    {
      "original": "Evelyn Fiskvik 25 januar-1948.pdf",
      "filename": "063165af0a9b81cf6e973f0235e2f8bf.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "jon",
      "score": 0.0687022959065675
    },
    {
      "term": "hospitalet",
      "score": 0.06245094325474133
    },
    {
      "term": "1-48",
      "score": 0.056372350034478935
    },
    {
      "term": "trykkfeil",
      "score": 0.056372350034478935
    },
    {
      "term": "bedring",
      "score": 0.04821767732200899
    },
    {
      "term": "løper",
      "score": 0.04821767732200899
    },
    {
      "term": "onkel",
      "score": 0.03936526168318706
    },
    {
      "term": "evelyn",
      "score": 0.0392947128612207
    },
    {
      "term": "25",
      "score": 0.033479289457357606
    },
    {
      "term": "begeistrert",
      "score": 0.03226351137347444
    },
    {
      "term": "pynter",
      "score": 0.03226351137347444
    },
    {
      "term": "like-dan",
      "score": 0.03226351137347444
    },
    {
      "term": "plantet",
      "score": 0.03226351137347444
    },
    {
      "term": "blomsterfrøet",
      "score": 0.03226351137347444
    },
    {
      "term": "oftes",
      "score": 0.03226351137347444
    }
  ],
  "english-tfidf": [
    {
      "term": "jon",
      "score": 0.06934141518980981
    },
    {
      "term": "1-48",
      "score": 0.05526564402281359
    },
    {
      "term": "hospital",
      "score": 0.04284303565099635
    },
    {
      "term": "runner",
      "score": 0.0426379165668583
    },
    {
      "term": "evelyn",
      "score": 0.038675201250400776
    },
    {
      "term": "table",
      "score": 0.03567083836490065
    },
    {
      "term": "uncle",
      "score": 0.0353076343471214
    },
    {
      "term": "25",
      "score": 0.034670707594904905
    },
    {
      "term": "spruces",
      "score": 0.03161642649738349
    },
    {
      "term": "planted",
      "score": 0.03161642649738349
    },
    {
      "term": "freeze",
      "score": 0.03161642649738349
    },
    {
      "term": "patients",
      "score": 0.03161642649738349
    },
    {
      "term": "allows",
      "score": 0.03161642649738349
    },
    {
      "term": "fru",
      "score": 0.03161642649738349
    },
    {
      "term": "auntie",
      "score": 0.0313640171069534
    }
  ]
}