{
  "id": 210,
  "added": "2010-12-31 02:31:46",
  "modified": "2010-12-31 02:31:46",
  "public": true,
  "metadata": {
    "Title": [
      "Laura Karlson to Alma C. Wilson 1948.2.1"
    ],
    "Description": [
      "BREV FRA LAURA KARLSON DATERT 1.  FEBRUAR – 1948, TIL FRU ALMA VILSON, 102 WEST. 5.  ST., DELL RAPIDS, S.  DAK., U.S.A.  KONVOLUTTEN HAR ET BRUNAKTIG, 80-ØRES FRIMERKE MED KONG HAAKON VII OG OSLO RÅDHUS, OG TEKSTEN –KONGENS HJEMKOMST 7.  JUNI-1945–.  DETTE FRIMERKET ER ETT AV 11 FRIMERKER SOM KOM UT 15.  APRIL -1947 I FORBINDELSE MED POSTVERKETS 300-ÅRSJUBILEUM (1647-1947).  BLANDT BREVENE FRA JOHAN HOLM'S FAMILIE I NORGE ER TILSAMMEN 10 AV JUBILEUMS-FRIMERKENE REPRESENTERT, MENS ETT (55 ØRE) MANGLER.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM LAURA KARLSON DATED FEBRUARY 1 – 1948, TO FRU (MRS.) ALMA VILSON, 102 WEST. 5.  ST., DELL RAPIDS, S.  DAK., U.S.A.  THE ENVELOPE HAS A BROWNISH 80 ØRE STAMP PICTURING KING HAAKON VII AND THE OSLO CITY HALL WITH THE TEXT:  –THE KING'S RETURN JUNE 7-1945– (THE KING AND THE GOVERNMENT WERE IN EXILE DURING THE WAR YEARS).  THIS STAMP IS ONE OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.  ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY.  (THE 55 ØRE ONE IS MISSING)."
    ],
    "Creator": [
      "Laura Karlson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.02.01"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal 1/2-1948\n\nKjere Alma og alle sammen.\n\nJeg vil først, faa Kondolere med John, ja, saa er hann strid ut her i Verden, Søskenflokken minker, en for en blir borte, snart er det vores tur, som lever enda, men det er en en gang saa, at de unge kann Dø og de gamle maa Dø, det er ingen vei for bi det.  John var vel meget Syk, den siste tiden, saa det var vell det beste for ham og slippe fra, naar hann var saa gamell.  Menn jeg synes det er, litt rart, og tenke paa, aligevel, selv om hann var saa langt borte, han reste som en ungdom, fra Mor og Far og Søsken, Langt til et fremmet land, for og finne Lykken, og nu Ligger hann begravet i et fremmed Land i en fremmed Jord, men det har mindre og betyde, naar Sjelen gaar til Gud, saa for vi møtes ijen, med vore, baade de, av vore som vi kjenner og som vi aldrig har sett, vi maa tro det som staar Skrevet, at det er slik.  Vi lever som vanlig  jeg er meget Daarlig, jeg var her nylig daarlig, saa det saa ut, som, jeg ikke skulde komme mig mer, jeg havde et Anfald saa jeg kom, helt vekk en par timer, jeg kann lett faa det ijen.  Mindor har veret hos en Slagter, en tid, men saa er han rett som det er jemme og er dårlig, men dagene gaar en for en.  Du maa skrive nogle ord en gang saa jeg faar høre hvordan de har det, hils alle vor slegt. \n\nTusen kjere hilsen fra Laura og Mindor  Stjørdal.\n\njeg skal hilse fra Aksels sine.\n\n \n\n<-SPLITTLETTER->\n\n\n\nStjørdal 1/2-1948\n\nDear Alma and all.\n\nFirst, I want to convey my Condolences for John, yes, now his struggles here in this world are over, the group of Siblings is getting smaller, one by one is going, soon it’ll be our turn, who are still alive, but that’s how it goes, the young may Die and the old must Die, no way around that.  I guess John was Sick a lot, towards the end, so it was probably the best thing for him to be let go, when he was so old.  But I feel it’s, a little strange, to think about, still, even if he was so far away, he went as a youth, from Mother and Father and Siblings, Far away to a foreign country, to seek his Fortune, and now he Lies buried in a foreign Land in foreign Dirt, but that has less importance, when the Soul goes to God, we’ll meet again, with ours, both those, of ours whom we know and those we’ve never seen, we must believe that which is Written, that it’s true.  We are living as usual  I’m Sick a lot, I was sick here recently, and it looked, like, I wouldn’t get better again, I had an Attack where I was, completely out for a couple of hours, I can easily get it again.  Mindor has been at a Butcher’s, a while, but then he’s quite often at home and is unwell, but the days pass one by one.  You must write a few words some time so that I’ll hear how you’re doing, greet all our relatives.\n\nA thousand dear wishes from Laura and Mindor  Stjørdal\n\nregards from Axel’s."
    ],
    "LetterDate": [
      "1948-02-01"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "John Holm",
    "Laura Karlson",
    "Norway to US",
    "Stjørdal",
    "butcher",
    "death",
    "postwar",
    "sickness"
  ],
  "files": [
    {
      "original": "Laura Karlson 1 februar-1948.pdf",
      "filename": "7511b7507646675c8efaeac9603242cf.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "fremmed",
      "score": 0.07598743178542264
    },
    {
      "term": "kann",
      "score": 0.06446220306185167
    },
    {
      "term": "dø",
      "score": 0.06446220306185167
    },
    {
      "term": "land",
      "score": 0.05444601436055774
    },
    {
      "term": "kondolere",
      "score": 0.05377251895579073
    },
    {
      "term": "søskenflokken",
      "score": 0.05377251895579073
    },
    {
      "term": "bi",
      "score": 0.05377251895579073
    },
    {
      "term": "gamell",
      "score": 0.05377251895579073
    },
    {
      "term": "fremmet",
      "score": 0.05377251895579073
    },
    {
      "term": "betyde",
      "score": 0.05377251895579073
    },
    {
      "term": "sjelen",
      "score": 0.05377251895579073
    },
    {
      "term": "anfald",
      "score": 0.05377251895579073
    },
    {
      "term": "vekk",
      "score": 0.05377251895579073
    },
    {
      "term": "slagter",
      "score": 0.05377251895579073
    },
    {
      "term": "daarlig",
      "score": 0.04981094028086695
    }
  ],
  "english-tfidf": [
    {
      "term": "foreign",
      "score": 0.08926478266604064
    },
    {
      "term": "die",
      "score": 0.051066240923185915
    },
    {
      "term": "seek",
      "score": 0.04783702791778024
    },
    {
      "term": "importance",
      "score": 0.04783702791778024
    },
    {
      "term": "ours",
      "score": 0.042725839527327024
    },
    {
      "term": "2-1948",
      "score": 0.041809661130302454
    },
    {
      "term": "convey",
      "score": 0.041809661130302454
    },
    {
      "term": "attack",
      "score": 0.041809661130302454
    },
    {
      "term": "condolences",
      "score": 0.038283877581535807
    },
    {
      "term": "fortune",
      "score": 0.038283877581535807
    },
    {
      "term": "lies",
      "score": 0.038283877581535807
    },
    {
      "term": "goes",
      "score": 0.035952539235818794
    },
    {
      "term": "struggles",
      "score": 0.035782294342824664
    },
    {
      "term": "dirt",
      "score": 0.035782294342824664
    },
    {
      "term": "easily",
      "score": 0.035782294342824664
    }
  ]
}