{
  "id": 214,
  "added": "2010-12-31 02:55:03",
  "modified": "2010-12-31 02:55:03",
  "public": true,
  "metadata": {
    "Title": [
      "Ola Holm to Karoline Holm 1948.3.9"
    ],
    "Description": [
      "BREV FRA OLA HOLM DATERT 9.  MARS – 1947 (OLA HAR PROBLEMER MED Å HUSKE AT DET ER ET NYTT ÅR, SÅ DET SKAL VÆRE 1948), TIL MRS.  JOHN HOLM (KAROLINE), 108 W. 5TH STR., DELL RAPIDS, SO DAK., U.S.A.  FRIMERKENE ER REVET VEKK.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM OLE HOLM DATED MARCH. 9 – 1947 (OLA SEEMS TO HAVE PROBLEMS REMEMBERING THAT THEY'VE ENTERED A NEW YEAR, IT SHOULD BE 1948), TO MRS.  JOHN HOLM (KAROLINE), 108 W. 5TH STR., DELL RAPIDS, SO.  DAK., U.S.A.  THE STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Ola Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.03.09"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Tr.heim 9-3-47 (det skal nok være 1948)\n\nKjære Svigerinne.\n\nJeg kan ikke huske jeg har skrevet til dig før, men nu da John er borte, må jeg skrive derect til dig og dette er som du vil se i en special saks anledning.  Jeg vil først condolore dig med Johns bortgang, så trist at han skulle lide slik før han døde, Håper du selv er bra frisk og meget bra er det, at du har Alma så nære ved, at hun kan hjælpe dig. jeg vet hun har vært meget hjelpsom og snill mot vor gode bror.\n\nJa saken gjælder endel penger som John sente bror Axel, og som du ser av medsente avskrift av brev fra John til Axel, og som Axel satte in i Norges Bank her men når det gjælder utenlandske penger (and value) så holder Banken disse penger sperret, intil vi skaffer Døds Attest  Death Certificate from Doctors or Hospital.  Dem godkjenner ikke disse meldinger vi har fåt pr. brev Samtidig som dem vil ha en erklæring fra dig, at du ingen invending har imot, at dem (Banken) utbetaler os disse penger og ifølge Johns eget ønske conf. vedlagte avskrift.  Jeg sender en liten avskrift av hvordan Banken, ønsket din erklæring (Ligetimation) Selvfølgelig forutsetter vi at Alma vil hjelpe dig med dette.  Du må skrive dit fulle Navn under, og helst bør det underskrives av 1 eller 2 Vitner.  Håper da på snarlig svar, og med, ønske om at du må få være frisk og leve længe enda\n\nmin hjertelig hilsen din Svoger Ole.\n\nPlease Send svar til mig  Adrs. Nonnegt. 14., Tr.heim, eller Axel Holm, Stjørdal.\n\nPå samme ark står det:\n\nKjære Niece Alma.\n\nMange tak for brevet.  Jeg må sende dette brev til din Mor, da saken gjalt henne.  Jeg var på stjørdalen igår og confererte med Axel, og Laura, Hanna har vi varslet tidligere.  Axel blev anmodet fra John  (vi har brevet enda), om at Axel skulle tie stille med dette til efter hans død og da skulle det være en overraskels for os. (Surprise)  Dette var jo en privat gave til os, vel og merke, og vi har håp om og få ut pengene ved en slik erklæring fra hans enke Din Mor.  Uten det må vi henvende os til de “Officiel Courts” eller Consulat (De Norske) og da blir et stort opgjør sat i verk, og delvis med den følge at staten her spiser det op ved “Arveavgifter” “Skatter” av mange slags, så det blir vel ingen ting igjen av beløpet.  Dette må du være så snill og forklare din Mor, og hjelpe henne med så vi for det ordnet.  Vil tilføie at vi Søskende her er helt enig om alle ting, ingen uenighet.  Kjære dig tro ikke på sludder og slarv om du hører noget.  Jeg vet ikke om noe slikt.\n\nBeste hilsen din Uncle Ole.\n\nVedlagt var disse instruksjonene om hvordan Karoline skulle skrive erklæringen:\n\nTil Norges Bank\n\nTr.heim\n\nJeg undertegnede Enke efter avdøde John Holm.  Dell Rapids So Dak.  Gjør intet krav på det penge beløp Konto U 38 som min Mann John Holm, sente sin Bror Axel Holm og som han satte i Deres Bank ifølge hans ønske.\n\nKaroline Holm\n\nDatum\n\nVitner.      Dell Rapids.  So Dak.\n\nHelst slik burde denne erklæring skrives.\n\nJa Alma Skal hilse så meget fra alle Mine.  Mest fra Evelyn, du for snart brev.  Vi har det bra alle Gud ske takk.  Hils alle dine.\n\nJeg har lyst til og skrive med din Datter “Grace”  Kanske hun også kjenner Halvor og Betsine.\n\nHils henne så meget fra Mig\n\nThe old timer, that are “still going strong”\n\nYours Ole.\n\n\n<-SPLITTLETTER->\n\n\nTr.heim  9-3-47 (should be 1948)\n\nDear Sister in law.\n\nI can’t remember having written to you before, but now that John is gone, I must write derect (he uses some English words here and there, spelling not always correct) to you and this is as you’ll see with regard to a special matter.  First I want to convey my condolences for the passing of John, how sad that he had to suffer so before he died, Hope you yourself are healthy and it’s very good, that you have Alma so near, that she can help you.  I know she has been very helpful and kind to our good brother.\n\nThis concerns some money that John sent his brother Axel, and which you see from the enclosed copy of a letter from John to Axel, and which Axel deposited in Norges Back here but when it comes to foreign money (then he has written in parenthesis in English “and value”) the Bank keeps this money blocked, until we can provide a Death Certificate from Doctors or the Hospital.  They don’t accept these messages we’ve received in letters  At the same time as they want a statement from you, that you have no objection to, them (the Bank) giving us this money according to John’s own wish conf. enclosed copy.  I’m sending a little example of how the Bank, wanted your statement (then he says “Ligetimation”)  Of course we presuppose that Alma will help you with this.  You must sign your full Name underneath, and preferably it should be signed by 1 or 2 Witnesses.  Hope for a speedy reply, and with, a wish that you’ll be healthy and live a long time yet\n\nmy best wishes your Brother in law Ole\n\nPlease Send your reply to me Addrs. Nonnegt. 14., Tr.heim, or Axel Holm, Stjørdal.\n\nOn the same paper it says:\n\nDear Niece Alma.\n\nMany thanks for your letter.  I have to send this letter to your Mother, as the matter was concerning her.  I was in stjørdalen yesterday and conferred with Axel, and Laura, we’ve notified Hanna earlier.  Axel was requested by John (we still have the letter), that Axel should keep quiet about this until after his death and then it was to be a surprise for us.  This was a private gift to us, mind you, and it’s our hope to get the money out through such a statement from his widow Your mother.  Without that we must approach the “Officiel Courts” (Ola’s words) or Consulat (again Ola’s word) (The Norwegian one) and then a big settlement case will be put into effect, and partly with the result that the state here eats it up through “Inheritance fees” “Taxes” of many kinds, so that there will probably be nothing left of the amount.  You must be so kind as to explain this to your Mother, and help her with it so that we can get it sorted out.  Want to add that we Siblings here completely agree on all things, no disagreements.  Please do not believe in nonsense and tattle if you hear it.  I don’t know of any.\n\nBest wishes your Uncle Ole.\n\nEnclosed were these instructions for Karoline on how to write her statement:\n\nTo Norges Bank\n\nTr.heim\n\nI the undersigned Widow of the deceased John Holm.  Dell Rapids So Dak. Make no demands on the amount of money Account U 38 which my husband John Holm, sent his Brother Axel Holm and which he deposited in Your Bank according to his wish.\n\nKaroline Holm\n\nDate\n\nWitnesses.  Dell Rapids.  So Dak.\n\nThis is how this statement ought to be written.\n\nWell Alma  All of Mine send their regards.  Most of all Evelyn, you’ll soon get a letter.  We’re all doing well thanks be to God.  Say hello to all of yours.\n\nI’d like to correspond with your Daughter “Grace”  Perhaps she also knows Halvor and Betsine.\n\nGive her My best regards\n\nThe old timer, that are “still going strong” (Ola has written this in English himself)\n\nYours Ole."
    ],
    "LetterDate": [
      "1948-03-09"
    ],
    "Location": [
      "Trondheim"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "John Holm",
    "Karoline Holm",
    "Laura Karlson",
    "Norges bank",
    "Norway to US",
    "Ola Holm",
    "Stjørdal",
    "Trondheim",
    "death certificate",
    "doctors",
    "hospital",
    "inheritance",
    "money",
    "postwar",
    "taxes"
  ],
  "files": [
    {
      "original": "Ola Holm 9 mars-1948.pdf",
      "filename": "c6cb3d9069a07fd48c3d447869a28a18.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "erklæring",
      "score": 0.06609172073007875
    },
    {
      "term": "avskrift",
      "score": 0.042398302472801006
    },
    {
      "term": "vitner",
      "score": 0.037826185748211415
    },
    {
      "term": "axel",
      "score": 0.036576933796716775
    },
    {
      "term": "satte",
      "score": 0.03304586036503938
    },
    {
      "term": "bank",
      "score": 0.031933465455437425
    },
    {
      "term": "gjælder",
      "score": 0.030249549274638247
    },
    {
      "term": "ifølge",
      "score": 0.028265534981867336
    },
    {
      "term": "dak",
      "score": 0.028265534981867336
    },
    {
      "term": "johns",
      "score": 0.026726613938321066
    },
    {
      "term": "saken",
      "score": 0.026726613938321066
    },
    {
      "term": "tr",
      "score": 0.024762977380679372
    },
    {
      "term": "karoline",
      "score": 0.024406115754726496
    },
    {
      "term": "banken",
      "score": 0.024303131560981087
    },
    {
      "term": "so",
      "score": 0.0234852095986953
    }
  ],
  "english-tfidf": [
    {
      "term": "statement",
      "score": 0.06101149245586631
    },
    {
      "term": "enclosed",
      "score": 0.03840612136293381
    },
    {
      "term": "bank",
      "score": 0.03627337737730917
    },
    {
      "term": "witnesses",
      "score": 0.03619248822726794
    },
    {
      "term": "deposited",
      "score": 0.031632309407794615
    },
    {
      "term": "axel",
      "score": 0.031151844658116226
    },
    {
      "term": "dak",
      "score": 0.02707213058832129
    },
    {
      "term": "copy",
      "score": 0.02560408090862254
    },
    {
      "term": "norges",
      "score": 0.02560408090862254
    },
    {
      "term": "money",
      "score": 0.025009573143700014
    },
    {
      "term": "amount",
      "score": 0.024404596982346524
    },
    {
      "term": "john",
      "score": 0.023581263804121993
    },
    {
      "term": "heim",
      "score": 0.023346355210022145
    },
    {
      "term": "tr",
      "score": 0.02252351038496572
    },
    {
      "term": "karoline",
      "score": 0.022511951768847967
    }
  ]
}