{
  "id": 216,
  "added": "2010-12-31 03:02:29",
  "modified": "2010-12-31 03:02:29",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to Alma C. Wilson 1948.2.17"
    ],
    "Description": [
      "BREV FRA EDVARD EIDUM DATERT 17.  FEBRUAR – 1948, TIL  MRS.  ALMA C.  WILSON, 102 WEST. 5.  STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  KONVOLUTTEN HAR ET GRØNT 1-KRONES FRIMERKE MED KONG HAAKON VII I ADMIRALSUNIFORM, SOM KOM UT 7.  JUNI-1946 (ETT-ÅRSDAGEN FOR KONGENS HJEMKOMST FRA TIDEN I EKSIL, OG PÅ DAGEN 6 ÅR ETTERAT KONGEN MÅTTE FORLATE NORGE ETTERAT TYSKERNE HADDE INNVADERT).  ETT RØDT 20-ØRES FRIMERKE MED LØVE.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EDVARD EIDUM DATED FEBRUARY 17 – 1948, TO MRS.  ALMA C.  WILSON, 102 WEST. 5.  STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE ENVELOPE HAS A GREEN 1 KRONE STAMP PICTURING KING HAAKON VII WEARING HIS ADMIRAL'S UNIFORM, AND A RED 20 ØRE STAMP WITH LION.  THE GREEN STAMP CAME OUT JUNE 7-1946 (EXACTLY A YEAR AFTER THE KING'S RETURN TO NORWAY AFTER HIS TIME IN EXILE, AND 6 YEARS TO THE DATE AFTER HE HAD TO EVACUATE NORWAY DURING THE WAR)."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.02.17"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Narvik 17/2-1948\n\nKjære Alma.\n\nTakk for Dit siste brev, som vi fikk for noen Dager siden.  Ser nu at vor kjære gamle John har sagt Verden farvel, og vandret bort til landet som ligger bak død og grav.  Ja Fred over hans Minde.  Som jeg altid har forstått, så har nok John gjennemgått lidt av hvert her i Verden.  Både av sorg og glæde, og en del lidelse i sær i De siste.  Og som jeg forstår av Dit siste brev så har han vell ladt Dig få vite lidt av hvert, før han Døde.  Da Olav Holm var her og besøkte oss i sommer, så spurte jeg på John og på hvorledes han hadde De Der i Amerika.  Men som jeg forstod så hadde John de bra, Da Olav var Der.  Han snakket også om at De var vel Du som hjalp Dem mest, og som altid var Den som hjalp Dem, når Dem behøvet hjelp.\n\nJeg har nu vært i Stjørdal og Trondheim en tur.  Kom hjem for 14 Dage siden.  Jeg var hoss Aksel Holm, og så traf jeg Laura og Herborg, Der fikk jeg høre at John var død.  Aksel mente også De at De var vel Alma som ordnet med Begravelsen og alt annet.  Noe mere sa ikke Aksel om Den ting.  Ja vell Alma.  Vi har De som vanlig her.  Hanna er fremdeles syk.  Hun har smerte fremdeles i føtterne.  Jeg har også vært syk nu i noen dage, men er nu bedre ijen.  Alle barna vore har De også bra.  Bortsett fra at næsten hele byens befolkning har vært syk.  De er en styg Mavesykdom som går.  Ja De blev vell lidt rart for Din gamle Mor nu når John kom bort.  Ja hun er vel glad og lykkelig over, at hun har Dig så nære.  Og De vill jeg si Alma, at De beste Du kan gjøre her i Verden er, at Du tar vare på Mor.  For Den som gjør De har fåt løfte om Velsignelse allerede her i livet.\n\nJa De skulle ha vært morsomt å fått vært Dig så nære, at vi kunde få snakke lidt sammen.  Jeg tænker at vi har hadt meget å snakke om.  Om Hanna hadde vært frisk, så kan De kanske være muligt, at jeg hadde faret over til Amerika en tur.  For jeg hadde fått så å si fri reise med en Malmbåt, som går til Amerika med Malm.  Men De blir vell nu bare med tanken.  Jeg undres på hvorledes De er med min søster Marie.  Jeg har ikke hørt noe fra hende på lenge.  Men jeg håper at hun må være frisk.  Ja nu må Du ha De bra ijen.  Vilde gjerne ha skrevet til Florense også, men har De nokså travelt nu for øieblikket.  Ja Alma.  Lev vell ijen.  Og er De noget som Du vil spørre om, noget som du har interesse av så bare skriv.  Sverre og Gusta hilser Dig, Hanna og alle andre.\n\nOg mest er Du hilset fra mig selv.\n\nE. Eidum  box 68  Narvik  Norge\n\n\n<-SPLITTLETTER->\n\n\nNarvik 17/2-1948\n\nDear Alma.\n\nThank you for Your last letter, which we received a few Days ago.  I see that our dear old John has said farewell to the World now, and wandered over to the land beyond death and the grave.  Peace over his Memory.  As I’ve always understood it, John has probably been through a little of everything here in this World.  Both sorrow and joy, and some suffering especially towards the end.  And as I understand from Your last letter he has let You know quite a few things, before he Died.  When Olav Holm was here visiting us this summer, I asked about John and about how things were for him There in America.  But as I understood it John was doing well, When Olav was There.  He also talked about the fact that It probably was You who helped Them the most, and who always were The one who helped Them, when They needed help.\n\nI’ve now been to Stjørdal and Trondheim.  Came home 14 Days ago. I went to see Aksel Holm, and then I met Laura and Herborg, There I heard that John was dead.  Aksel also thought that It was Alma who arranged the Funeral and everything else.  That’s all Aksel said on The matter.  Well Alma.  We’re doing as usual here.  Hanna is still sick.  She has pain in her legs still.  I’ve also been sick now for a few days, but am better again now.  All our children are also doing well.  Except for the fact that almost the entire population of town has been sick.  It’s a nasty Stomach ailment that’s going around.  Well I guess it’s a little strange for Your old Mother now that John is gone.  She’s probably glad and happy, that she has You so close.  And I’ll tell you Alma, that The best thing You can do in this World is, that You take care of Mother.  Because Whoever does That has the promise of being Blessed already here in life.  Yes It would be fun to be so close to You, that we could talk a little with eachother.  I imagine we would have had a lot to talk about.  If Hanna had been well, It’s possible, that I would have gone over to America.  Because I would have gotten almost a free passage with an Ore ship, that goes to America with Ore.  But It probably wont happen now.  I’m wondering how my sister Marie is.  I haven’t heard anything from her for a long time.  But I hope she’s well.  Well keep well again.  I’d like to write to Florense too, but am quite busy just now.  Well Alma.  Goodbye again.  And if There’s anything You’d like to ask about, anything you’re interested in just write.  Sverre and Gusta greet You, Hanna and all the others.\n\nAnd most of all You’re greeted from myself.\n\nE. Eidum  box 68  Narvik  Norge"
    ],
    "LetterDate": [
      "1948-02-17"
    ],
    "Location": [
      "Narvik"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Edvard Eidum",
    "Florence Winters",
    "Hanna Eidum",
    "Herborg Holm",
    "John Holm",
    "Laura Karlson",
    "Narvik",
    "Norway to US",
    "Ola Holm",
    "Stjørdal",
    "Trondheim",
    "funeral",
    "leg pain",
    "postwar"
  ],
  "files": [
    {
      "original": "Edvard Eidum 17 februar-1948.pdf",
      "filename": "84b7cf11102248431acef770dacfe330.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "hjalp",
      "score": 0.059943135885143765
    },
    {
      "term": "altid",
      "score": 0.042353650503350326
    },
    {
      "term": "hvert",
      "score": 0.0386763582998398
    },
    {
      "term": "snakke",
      "score": 0.0386763582998398
    },
    {
      "term": "john",
      "score": 0.03494938772767401
    },
    {
      "term": "hvorledes",
      "score": 0.03373663017150038
    },
    {
      "term": "aksel",
      "score": 0.03309936115886768
    },
    {
      "term": "nære",
      "score": 0.031100979277326735
    },
    {
      "term": "ladt",
      "score": 0.029971567942571883
    },
    {
      "term": "behøvet",
      "score": 0.029971567942571883
    },
    {
      "term": "bortsett",
      "score": 0.029971567942571883
    },
    {
      "term": "mavesykdom",
      "score": 0.029971567942571883
    },
    {
      "term": "muligt",
      "score": 0.029971567942571883
    },
    {
      "term": "faret",
      "score": 0.029971567942571883
    },
    {
      "term": "mest",
      "score": 0.029641619795091514
    }
  ],
  "english-tfidf": [
    {
      "term": "ore",
      "score": 0.03804614093658125
    },
    {
      "term": "understood",
      "score": 0.03509555557810145
    },
    {
      "term": "helped",
      "score": 0.03388752444316418
    },
    {
      "term": "aksel",
      "score": 0.03230862813665495
    },
    {
      "term": "fact",
      "score": 0.02935590647107147
    },
    {
      "term": "farewell",
      "score": 0.028211580566896037
    },
    {
      "term": "beyond",
      "score": 0.028211580566896037
    },
    {
      "term": "whoever",
      "score": 0.028211580566896037
    },
    {
      "term": "john",
      "score": 0.027571939217127254
    },
    {
      "term": "talk",
      "score": 0.02622378698849525
    },
    {
      "term": "2-1948",
      "score": 0.0246569796409476
    },
    {
      "term": "wandered",
      "score": 0.0246569796409476
    },
    {
      "term": "population",
      "score": 0.0246569796409476
    },
    {
      "term": "world",
      "score": 0.024145116581852328
    },
    {
      "term": "america",
      "score": 0.02114036654614824
    }
  ]
}