{
  "id": 218,
  "added": "2010-12-31 03:16:57",
  "modified": "2010-12-31 03:16:57",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to Alma C. Wilson"
    ],
    "Description": [
      "BREV FRA EDVARD EIDUM DATERT 23.  MARS – 1948, TIL MRS.  ALMA C.  WILSON, 102 WEST 5TH STREET, DELL RAPIDS, SO.DAK.  KONVOLUTTEN HAR ET RØDT 20-ØRES FRIMERKE MED LØVE, OG ET GRØNT 1-KRONES FRIMERKE MED KONG HAAKON VII I ADMIRALUNIFORM.  DETTE FRIMERKET KOM UT 7.JUNI-1946.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EDVARD EIDUM DATED MARCH 23 – 1948, TO MRS.  ALMA C.  WILSON, 102 WEST 5TH STREET, DELL RAPIDS, SO.  DAK.  THE ENVELOPE HAS A RED 20 ØRE STAMP WITH LION, AND A GREEN 1 KRONE STAMP WITH KING HAAKON VII WEARING HIS ADMIRALS' UNIFORM.  THIS STAMP CAME OUT JUNE 7-1946."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.03.23"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Narvik 23/3-1948\n\nVor kjære Alma og Mor Holm.\n\nVi har idag modtat Dit siste brev til oss.  Og hjertelig takk Alma for De.  Du er Den flinkeste av alle til å skrive.  Og serlig ventet Hanna med længsel på Dette brev.  Ja nu begynder vi så småt å forstå sammenhengen i De hele.  Vi har vært helt uvidende om alt Dette, indtil jeg fik høre av Laura, at Axel og Olav hadde mere sig imellem end vi viste.  Olav var jo her hos oss i besøk i fjor sommer, og jeg har vært både hoss Axel og Olav flere gange.  Men ikke et ord er sagt til mig eller oss om Disse penger.  Men du vet Alma at John sendte lidt til Gusta vor Datter, og til Herborg, og lidt til Misjonen som Axel skulle ordne med.  Og lige efter Dette så får jeg et brev fra John, og da sier han i brevet at han har sendt, og vil sende lidt mere penger til Norge.  Og Axel skal ornne med De, og la Dem fordele på en retfærdig måte.  Nu skal Du høre.  De gjør mig ont å høre at John har handlet slik bak sin hustrus rygg.  Og nu forstår vi at vi er satt bak lyset hele tiden både av Axel og Olav.  Nu fik vi for en stund siden brev fra Olav.  Og Da sier han at han og Axel og Laura skulle Da møtes, og ordne op med Disse penger.  Og Da sier han i brevet skal også Du Hanna få Din Del.  Men sa ikke noget om hvor meget De var.  Da sier han at pengerne er i Norges Bank Trondhjem.  Noen Dage efter så får vi brev fra Axel at pengerne er i Stjørdals Sparebank.  Så får vi atter brev fra Laura, og hun sa at pengerne er i Norges Bank.  Da begynte jeg å tro, at De må være noget som vi ikke vet.  Jeg synes at De begynner å se lidt rart ut Dette.  Hvorfor skulle alt gå så hemmelig for sig?  Og hvorfor skulle Dem nækte, og si til oss at Dem ingenting hadde fått?  Vi har forstått at Olav er fornærmet på mig og Hanna, fordi at vi skriver til Amerika.  Ja vi er Direkte besjylt for at vi har utspionert både John medens han levet, og ligeså Dig Alma.  Både jeg og Hanna syntes at De var så ont, at vi vilde helst gråte begge.  De er vell knapt nogen jeg har funnet en større fortrolighed for end Alma Wilson.  Og om hun hadde vært mig så nære, så ville jeg gjerne ha trykket hende ind til mit bryst.  Da Olav sa i brevet til oss, at Axel skulle senne Hanna De som falt på hende, så blev Hanna så glad, at hun lånte sig 500,00 kroner for å kjøpe en gave til Mindedagen  De skulde være en overraskelse sjønner Dere.  For hun var så sikker på, at pengerne kom, når Dem sa De.  Men nu er De ligesom Dem vet ikke riktig hvad Dem skal si.  Hanna som sitter Der syk, og med store smerter i føtterne blev så harm, at hun sat lenge på stolen og Dirret og gråt.  Hun forstod ikke hvad hun skulle tro om sine brødre.  Men jeg trøstet hende så gått jeg kunde.  Vi har nu levet sammen i 50 år, og Gud har sørget for oss indtil idag.  Og vi har kommet oss igjennem indtil Dette øieblik.\n\nAa nei kjære Alma.  Vi sjønner ikke at John kunde behandle både Dig og Mor på en så kald og likegyldig måte.  Hvem har gjort mere rett for pengerne end Du?  Og hvem skulle ha blit passet bedre end Din kjære gamle Mor?  Og heller ikke forstår jeg at Olav, som skulle vite om dette, at De er du som har ofret Dig helt for Dem, hjulpet Dem både i et og annet, og at Du intet skal ha for Dit stræv.  Men Alma.  Den sæd Du Derved har sået vil allikevel en dag, bære sin frukt.  Di roser Du Derved har lagt på foran en andens Dør, vil tilslut bli en Palmelund(?) runt Dit lune kammer.  Jeg har meget som jeg gjerne vilde skrive om.  Men De får vel være til vi opner oss helt for hverandre.  Men Alma, la Dette være bare oss imellem, så kan Du tro at jeg har Da erfaret noget i Verden jeg også.  Ja ja.  Vi kan Desverre ikke gjøre noget til, Da vi tror at Dem har sat oss helt bak lyset.  Hils din Mor Alma og si, at jeg har forsøkt å få rede på hvor mange Dollar De er kommet til Banken fra John Holm.  Men de er umulig å få vite.  Banken holder De hemmelig og Axel og Olav har ikke engang sagt at Dem har fått noget.  Men Dere kan tro at jeg herefter vil følle Dem lidt mere i sømmerne.  Ja vi har De forresten som vanlig.  Her var en masse folk på vor Gullbryllupsdag.  Og vi ønsket bare at vore kjære Der borte, skulle ha vert sammen med oss.  Gud velsigne eder, og ver venlig hilset fra oss.  Skriv snart ijen Alma, og jeg vil svare med en gang.  Men vi vil være taus.\n\nE. Eidum  box 68\n\nTusen takk Alma for billederne vi fik av John i sin kjiste.  Han lå som han sov i kisten.\n\nInni brevet lå det noen avisutklipp i forbindelse med gullbryllupet:\n\nGullbryllup\n\nI morgen, 12. mars, kan malmveier Edvart Eidum og hustru Hanna, Narvik, feire gullbryllup.  Brudeparet er fra Hegra i Stjørdalen, men har bodd i Narvik siden 1913.  Edvard Eidum var bare 7 år gammel da han forlot hjemmet.  I 14 år drev han slakterforretning i Stjørdalen, inntil ekteparet fant ut at de skulle reise til den nye byen her inne i Ofoten.  Eidum har vært beskjeftiget ved jernbanen siden han kom hit, først som pusser på lok-stallen, og i de siste årene som malveier, hvilket han fremdeles er.\n\nEkteparet kan glede seg over at alle deres 10 barn lever.  Ni av barna er gift, de har 10 barnebarn og 2 barnebarnsbarn.\n\nEkteparet er ivrige medlemmer av metodistsamfunnet, og Eidum har også vært predikant der.  Begge er høyt aktede mennesker i vårt bysamfunn, og vi sender dem våre beste hilsener og gratulasjon på gullbryllupsdagen.\n\nNavn på de 10 barna:\n\nOle Johan (gift med Ragna Jørgine Austad)\n\nKaren (gift Austvold)\n\nOlaf (gift med Alvilde)\n\nGusta Marie (gift Nyborg, febr.-1949, en snekker fra Oslo)\n\nErling Modulf (gift med Margit Stokke)\n\nLyder Georg (gift med Bergliot)\n\nÅgodt Synnøve (gift med Johan Søberg)\n\nSverre Gerhard (gift med Svanhild)\n\nBaltzer (gift med Hilma Bugge)\n\nHilma Eugenie (gift med Ole Lindegren, svensk).\n\nBarnebarn:\n\nOles barn:\n\nBorgny, Kåre Valter (gift med Gudrun Hagen), Hugo, Ruth, Harald\n\nLyders barn:\n\nGerd, Ruth\n\nÅgodts barn:\n\nEdvart, Gretha, Jan\n\nHilmas barn:\n\nFrid Anne\n\nEdvard og Hannas barnebarnsbarn:\n\nOle’s barnebarn:\n\nTorild Vivian (datter til Kåre Valter)\n\nukjent (bortadoptert datter av Ruth)\n\nLillian (datter til Harald, Lillian fikk en datter Daniella Benini)\n\nDet meste av informasjonen om barnebarn og barnebarnsbarn kommer fra Sigfrid Eidum, Australia, sønn av Torild Vivian.\n\nDessuten var det et lite avisutklipp hvor det står:\n\nMotta herved vår hjerteligste takk for all oppmerksomhet som ble vist oss av slekt og venner på vår gullbryllupsdag den 12. ds.\n\nHanna og Edv. Eidum.\n\n\n<-SPLITTLETTER->\n\n\nNarvik 23/3-1948\n\nOur dear Alma and Mother Holm\n\nToday we’ve received Your last letter to us.  And many thanks Alma for That.  You are The best of all at writing.  And especially Hanna waited with longing for This letter.  Well now we’re starting to understand it all.  We’ve been completely ignorant of all This, until I heard from Laura, that Axel and Olav had more going on between them than we knew.  Olav was here to visit us last summer, and I’ve been to se see both Axel and Olav several times.  But not a word has been said to me or us about This money.  But you know Alma that John sent some to Gusta our Daughter, and to Herborg, and some to the Mission which Axel was to arrange.  And right after This I get a letter from John, and then he says in the letter that he has sent, and will send some more money to Norway.  And Axel is to see to It, and have It distributed in a fair manner.  Here’s how I feel.  It hurts me to hear that John has acted thus behind his wife’s back.  And now we understand that we’ve been kept in the dark the whole time both by Axel and Olav.  A while ago we had a letter from Olav.  And Then he says that he and Axel and Laura were going to get together, and get This money sorted out.  And Then he says in the letter You Hanna will also get Your Share.  But didn’t say anything about how much It was.  Then he says that the money is in Norges Bank Trondhjem.  A few Days afterwards we get a letter from Axel that the money is in Stjørdals Sparebank (Savings Bank).  Again we get a letter from Laura, and she said that the money is in Norges Bank.  Then I started to think, that There must be something that we don’t know.  I think This is starting to look a little strange.  Why did it all have to be so secretive?  And why should They deny it, and tell us that They had received nothing?  We have understood that Olav is offended with me and Hanna, because we’re writing to America.  Yes we’re Right out accused of spying on both John while he was a live, and likewise You Alma.  Both Hanna and I thought This was so hurtful, that we almost felt like crying both of us.  There’s hardly anyone I’ve found a better confidence in than Alma Wilson. And if she’d been close to me, I would have liked to have pressed her to my breast.  When Olav said in his letter to us, that Axel was going to send Hanna her share, Hanna got so happy, that she borrowed 500 kroner to buy a gift for the Memorial day (meaning their golden anniversary)  It was going to be a surprise You see.  Because she was so sure that, the money was coming/ for 50 years, and God has taken care of us until today.  And we’ve gotten through until This moment.\n\nOh no dear Alma.  We don’t understand that John could treat both You and Mother in such a cold and indifferent way.  Who has done more right for the money than You?  And who has been taken better care of than Your dear old Mother?  Nor can I understand that Olav, who ought to know about this, that It’s you who has devoted Yourself completely to Them, helped them with both this and that, and then You’re not to get anything for Your toil.  But Alma.  The seed You Thereby have sown will still one day, bear its fruit.  The roses You Thereby have put in front of someone else’s Door, will eventually become a Palm court(?) around Your sheltered chamber.  I have a lot I’d like to write about.  But It’ll have to wait until we open up completely to eachother.  But Alma, let This stay just between us, so You’d better believe that I have experienced a few things in this World too.  Well well. Unfortunately we can’t do anything, As we think They’ve kept us completely in the dark (or fooled us completely).  Greet your Mother Alma and tell her, that I’ve tried to find out how many Dollars have come to the Bank from John Holm.  But’s it’s impossible to find out.  The Bank keeps It secret and Axel and Olav haven’t even said that They’ve gotten anything.  But You’d better believe that I’ll keep a closer eye on them from now on.  Well otherwise we’re doing as usual.  There were lots of people here for our Golden Anniversary.  And we only wished that our dear ones over There, could have been with us.  God bless you, and friendly greetings from us.  Write again soon Alma, and I’ll reply right away.  But we will be silent.\n\nE. Eidum  box 68\n\nThank you very much Alma for the pictures we got of John in his coffin.  He looked like he was sleeping in the coffin.\n\nIn the letter there were a couple of newspaper clippings with regard to their Golden Anniversary:\n\nGolden Anniversary\n\nTomorrow, March 12, ore weigher Edvart Eidum and wife Hanna, Narvik, can celebrate their golden anniversary.  The couple is from Hegra in Stjørdalen, but have lived in Narvik since 1913.  Edvard Eidum was only 7 years old when he left home.  For 14 years he ran a butcher shop in Stjørdalen, until the couple decided they would go to the new town here in Ofoten.  Eidum has been employed by the railroad since he came here, at first as a cleaner (car inspector?) at the engine shed, and in recent years as an ore weigher, which he still is.  The couple has the pleasure of having all of their 10 children alive.  Nine of the children are married, they have 10 grandchildren and two great grandchildren.\n\nThe couple is active in the methodist society, and Eidum has also been a preacher there.  Both are highly esteemed people in our town society, and we send them our best wishes and congratulations on their golden anniversary.\n\nNames of the 10 children\n\nOle Johan (married to Ragna Jørgine Austad)\n\nKaren (married Austvold)\n\nOlaf (married to Alvilde)\n\nGusta Marie (married Nyborg, Febr.-1949, a joiner from Oslo)\n\nErling Modulf (married to Margit Stokke)\n\nLyder Georg (married to Bergliot)\n\nÅgodt Synnøve (married to Johan Søberg)\n\nSverre Gerhard (married to Svanhild)\n\nBaltzer (married to Hilma Bugge)\n\nHilma Eugenie (married to Ole Lindegren, Swedish).\n\nGrandchildren\n\nOle’s children\n\nBorgny, Kåre Valter (married to Gudrun Hagen), Hugo, Ruth, Harald\n\nLyder’s children:\n\nGerd, Ruth\n\nÅgodt’s children:\n\nEdvart, Gretha, Jan\n\nHilma’s daughter:\n\nFrid Anne\n\nEdvard’ and Hanna’s great grandchildren:\n\nOle’s grandchildren:\n\nTorild Vivian (daughter of Kåre Valter)\n\nUnknown (daughter of Ruth, adopted out)\n\nLillian (daughter of Harald, Lillian had a daughter Daniella Benini)\n\nMost of the information on grandchildren etc. comes from  Sigfrid Eidum, Australia, the son of Torild Vivian.\n\nThere was also a little clipping that says:\n\nPlease accept our warmest gratitude for all the attentions shown to us by relatives and friends on our golden wedding anniversary on the 12th of this month.\n\nHanna and Edv. Eidum."
    ],
    "LetterDate": [
      "1948-03-23"
    ],
    "Location": [
      "Narvik"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Edvard Eidum",
    "God",
    "Gusta Eidum",
    "Hanna Eidum",
    "Hegra",
    "Herborg Holm",
    "John Holm",
    "Laura Karlson",
    "Methodist",
    "Narvik",
    "Norges bank",
    "Norway to US",
    "Ofoten",
    "Ola Holm",
    "Stjørdal",
    "Stjørdalens Sparebank",
    "Trondheim",
    "inheritance",
    "money",
    "postwar"
  ],
  "files": [
    {
      "original": "Edvard Eidum 23 mars-1948.pdf",
      "filename": "21815dc0456df537bb424eaf6572a39f.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "gift",
      "score": 0.03947071383245536
    },
    {
      "term": "barnebarn",
      "score": 0.03213322084119081
    },
    {
      "term": "ekteparet",
      "score": 0.030136246887311292
    },
    {
      "term": "barnebarnsbarn",
      "score": 0.030136246887311292
    },
    {
      "term": "pengerne",
      "score": 0.027471522744529804
    },
    {
      "term": "olav",
      "score": 0.023196584993158277
    },
    {
      "term": "hanna",
      "score": 0.022379052996355443
    },
    {
      "term": "axel",
      "score": 0.021855722804356863
    },
    {
      "term": "indtil",
      "score": 0.020291414638805495
    },
    {
      "term": "eidum",
      "score": 0.020163768308493705
    },
    {
      "term": "derved",
      "score": 0.020090831258207528
    },
    {
      "term": "gullbryllupsdag",
      "score": 0.020090831258207528
    },
    {
      "term": "kåre",
      "score": 0.020090831258207528
    },
    {
      "term": "valter",
      "score": 0.020090831258207528
    },
    {
      "term": "torild",
      "score": 0.020090831258207528
    }
  ],
  "english-tfidf": [
    {
      "term": "golden",
      "score": 0.043471355139844355
    },
    {
      "term": "grandchildren",
      "score": 0.04237916840047869
    },
    {
      "term": "anniversary",
      "score": 0.04063650058594332
    },
    {
      "term": "married",
      "score": 0.029926471698721643
    },
    {
      "term": "olav",
      "score": 0.02244485377404123
    },
    {
      "term": "couple",
      "score": 0.022293428065529076
    },
    {
      "term": "hanna",
      "score": 0.021926272494855705
    },
    {
      "term": "hilma",
      "score": 0.021189584200239343
    },
    {
      "term": "eidum",
      "score": 0.020446579649798007
    },
    {
      "term": "completely",
      "score": 0.020012897863342993
    },
    {
      "term": "bank",
      "score": 0.020012897863342993
    },
    {
      "term": "ågodt",
      "score": 0.01996826936676852
    },
    {
      "term": "kåre",
      "score": 0.01996826936676852
    },
    {
      "term": "valter",
      "score": 0.01996826936676852
    },
    {
      "term": "harald",
      "score": 0.01996826936676852
    }
  ]
}