{
  "id": 219,
  "added": "2010-12-31 03:20:38",
  "modified": "2010-12-31 03:20:38",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to Alma C. Wilson 1948.3.30"
    ],
    "Description": [
      "BREV FRA KLARA KROGSTAD DATERT 1ST PÅSKEDAG, POSTSTEMPLET 30.  MARS – 1948, TIL FRU ALMA WILSON, 102 WEST 5 ST., DELL RAPIDS, SYD DAKOTA, AMERIKA.  KONVOLUTTEN HAR TO BLÅ 60-ØRES FRIMERKER MED TEKSTEN –HAAKON VII, MAUD KRONET 1906– OG KONGEPARET MED KRONER, OG INNSIDEN AV NIDAROSDOMEN I BAKGRUNNEN.  DETTE ER ETT AV EN SERIE PÅ 11 FRIMERKER SOM KOM UT 15.  APRIL -1947 I FORBINDELSE MED POSTVERKETS 300-ÅRSJUBILEUM (1647-1947).  BLANDT BREVENE FRA JOHAN HOLM'S FAMILIE I NORGE ER TILSAMMEN 10 AV JUBILEUMS-FRIMERKENE REPRESENTERT, MENS ETT (55 ØRE) MANGLER.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM KLARA KROGSTAD DATED 1ST DAY OF EASTER, POST STAMPED MARCH 30 – 1948, TO FRU (MRS.) ALMA WILSON, 102 WEST 5 ST., DELL RAPIDS, SYD DAKOTA, AMERIKA.  THE ENVELOPE HAS TWO BLUE 60 ØRE STAMPS WITH THE TEXT  –HAAKON VII, MAUD CROWNED 1906– WITH THE ROYAL COUPLE WEARING THEIR CROWNS, AND THE INTERIOR OF NIDAROSDOMEN IN THE BACKGROUND (THE CATHEDRAL IN TRONDHEIM WHERE THEY WERE CROWNED).  THIS STAMP IS ONE OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.  ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY.  (THE 55 ØRE ONE IS MISSING)."
    ],
    "Creator": [
      "Klara Krogstad",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.03.30"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "1ste Paaskedag\n\nKjære Alma!\n\nDet forbauser mig i høi grad at jeg ikke faar brev fra dig, det er længe siden jeg skrev, Mor har en søster paa Stjørdal og hun hadde hørt av andre at onkel John var død  vi har ikke snakket med nogen av fars familje.  Laa onkel længe syk Alma  du maa skrive og fortælle mig om ham.  Skal hilse fra mor hjertelig tak for bildene.  Han var pen der han laa og pent var det omkring ham ogsaa.  Min ælste bror Erling er saa lik ham  akkurat som du ser ham.  Det var vel meget arbeide til dig naar onkel laa syk, end hans kone er hun frisk.  Har du dine sønner hjemme, eller er dem inkalt.  Det er en spent tid vi lever i nu igjen Alma.  Jeg er saa rædd for disse ungdommene.\n\nJeg har gaat syk i over 2 mnd nu, har for høit blodtrykk  er for tykk, men nu skal jeg begynne paa vask igjen, efter paaske.  Det begynner og blir vaar her nu, det er solskinn men koldt om nættene.  Mine gutter er godt i marka på tur, det er saa mange helligdager i Paasken.  Jeg maa slutte nu og se om jeg faar svar paa dette, mor og min bror er buden hit paa kaffe, kom du og.\n\nHils dine fra mig, hilsen deres Klara.\n\n\n<-SPLITTLETTER->\n\n\n1st day of Easter\n\nDear Alma!\n\nIt surprises me to the greatest extent that I don’t get a letter from you, it’s been a long time since I wrote, Mother has a sister in Stjørdal and she had heard from somebody else that uncle John was dead  we haven’t spoken with anyone in father’s family.  Was uncle sick for a long time Alma  you must write and tell me about him.  Mother says many thanks for the pictures.  He was handsome lying there and it was nice around him too.  My oldest brother Erling looks a lot like him  just like seeing him.  I guess there was a lot for you to do while uncle was sick, what about his wife is she well.  Do you have your sons at home, or have they been drafted.  It’s a tense time we’re living in now again Alma.  I’m so afraid for these youngsters.\n\nI’ve been sick for over 2 months now, have high blood pressure  am too fat, but now I’m going to start cleaning again, after Easter.  Spring is approaching here now, it’s sunny but cold at night.  My boys have gone on a trip in the fields, there are so many Holidays at Easter.  I must quit now and see if I get a reply to this, mother and my brother are invited here for coffee, you come too.\n\nGive my regards to yours from me, regards your Klara."
    ],
    "LetterDate": [
      "1948-03-30"
    ],
    "Location": [
      "Norway"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Easter",
    "John Holm",
    "Klara Krogstad",
    "Norway to US",
    "Stjørdal",
    "blood pressure",
    "coffee",
    "photos",
    "postwar",
    "sickness"
  ],
  "files": [
    {
      "original": "Klara Krogstad mars-1948.pdf",
      "filename": "9b3dc1155883c0526b5ff53b1b8bb762.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "laa",
      "score": 0.10756419798823107
    },
    {
      "term": "paaskedag",
      "score": 0.053250455664957806
    },
    {
      "term": "grad",
      "score": 0.053250455664957806
    },
    {
      "term": "inkalt",
      "score": 0.053250455664957806
    },
    {
      "term": "ungdommene",
      "score": 0.053250455664957806
    },
    {
      "term": "blodtrykk",
      "score": 0.053250455664957806
    },
    {
      "term": "paaske",
      "score": 0.053250455664957806
    },
    {
      "term": "solskinn",
      "score": 0.053250455664957806
    },
    {
      "term": "helligdager",
      "score": 0.053250455664957806
    },
    {
      "term": "paasken",
      "score": 0.053250455664957806
    },
    {
      "term": "længe",
      "score": 0.05037718787562116
    },
    {
      "term": "forbauser",
      "score": 0.046520871387676785
    },
    {
      "term": "familje",
      "score": 0.046520871387676785
    },
    {
      "term": "syk",
      "score": 0.04411179669723883
    },
    {
      "term": "1ste",
      "score": 0.042584316940024715
    }
  ],
  "english-tfidf": [
    {
      "term": "easter",
      "score": 0.11714206551526334
    },
    {
      "term": "drafted",
      "score": 0.057907981163628705
    },
    {
      "term": "sunny",
      "score": 0.057907981163628705
    },
    {
      "term": "extent",
      "score": 0.05061169505247139
    },
    {
      "term": "youngsters",
      "score": 0.05061169505247139
    },
    {
      "term": "surprises",
      "score": 0.04634364128291176
    },
    {
      "term": "tense",
      "score": 0.04634364128291176
    },
    {
      "term": "pressure",
      "score": 0.04634364128291176
    },
    {
      "term": "holidays",
      "score": 0.04634364128291176
    },
    {
      "term": "handsome",
      "score": 0.04331540894131407
    },
    {
      "term": "sick",
      "score": 0.04141905690057794
    },
    {
      "term": "lying",
      "score": 0.040966529453796065
    },
    {
      "term": "seeing",
      "score": 0.040966529453796065
    },
    {
      "term": "invited",
      "score": 0.040966529453796065
    },
    {
      "term": "spoken",
      "score": 0.03904735517175444
    }
  ]
}