{
  "id": 222,
  "added": "2010-12-31 21:15:17",
  "modified": "2010-12-31 21:15:17",
  "public": true,
  "metadata": {
    "Title": [
      "Herborg Holm to Alma C. Wilson 1948.4.2"
    ],
    "Description": [
      "BREV FRA HERBORG HOLM DATERT 2.  APRIL – 1948, TIL ALMA WILSON.  INGEN KONVOLUTT.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM HERBORG HOLM DATED APRIL 2 – 1948, TO ALMA WILSON.  NO ENVELOPE."
    ],
    "Creator": [
      "Herborg Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.04.02"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal 2den april 1948\n\nKjære Alma!\n\nDu må undskylde at jeg ikke har skrevet til dig for lenge siden, men nu skal det endelig bli gjort.  Far har syklet til kirkegården og skal begynne å stelle litt med mors grav.  Her er ingen sne nu – bare i høiereliggende strøk – og trærne spretter, så snart kommer våren for alvor og det skal bli trivelig.  Her er så ekkel, sterk vind om dagen – Laura sier at hun lå i sengen med kåpen på inatt for hun trodde at huset hun bor i skulle ramle sammen!\n\nKondolerer med onkel Johan!  Ja, tenk, nu er han ferdig med et strevsomt liv – det blir rent rart, aldri å få brev fra ham mere.  Takk for bildene! – de Laura skulle ha, har hun fått og hun snakker i det hver dag at hun skal skrive og takke dig, men det er veldig tiltak for henne å skrive – men det blir vel engang. – Johan ligner Kong Haakon der han ligger i kisten, synes jeg.  Det er en meget flott kiste – her brukers bare hvite kister så det er rart å se at i U.S.A. brukes kulørte kister med blomstermotiver.  Likedan blev jeg meget forbauset over at han er helt påkledd i kisten!  Du skjønner, at her er det ikke brukelig.  Her brukes hvite lik-kjoler – før var de av tøi – men siden krigen fra 1940 er de av papir.  Her er jo fremdeles lite stoffer og rasjonert.  Og tusen takk for fotografiene av dine sønner James og Henry!  Det var morsomt å få, så du må hilse begge hjertelig takk fra mig!  James har sånn lurt glimt i øinene så han er sikkert en skøier!  Jeg er født 3/6-1912 – altså 5 dager eldre enn ham.  Så har du en sønn Ralph som er gift med Inez, og deres lille datter Ruth Irene – men er det ikke 4 sønner du har?  og hvordan går det med Grace og hennes brukne ankel?  Er hun allrigth igjen?  Hils henne også fra mig!  Og likedan må du hilse din mor Caroline Holm så hjertelig fra mig.  Det blev vel langsamt for henne nu, når Johan er borte?  Men du er vel hos henne hver dag.\n\nIgår fikk jeg brev fra Florentze Winters og hun spør om jeg har fått julegaven hun sendte til mig.  Men, nei dessverre det er til dags dato ikke kommet – men da jeg hører at mange pakker fra U.S.A. har vært flere måneder underveis – er det kansje enda et lite håp om at den kan komme.  Hun skrev til mig før jul og fortalte at hun hadde sendt mig julegave og i ditt brev til far hører jeg at det var nylonstrømper.  Ja, det hadde vært veldig fint og fått, for de er jo så sterke, så jeg håper inderlig at de kommer frem.  Jeg skal skrive til henne med det samme.\n\nLaura ver her idag – hun er her en tur omtrent hver dag og ofte tar hun hekling (håndarbeide) med sig og sitter og prater.  Laura er så trivelig og snild og kvikk, så jeg tar ofte med strikking og går hjem til henne om kveldene – så drikker vi kaffe og prater ivei da, vet du.  Det er bare synd at hun plages så meget av gigt og nervesmerter – men ellers er hun så i godt humør.  Mindor har hatt arbeide hos en slakter ca 1/2 år nu og det er jo storartet.  Han har 60 kr. uka på egen kost, det er jo ikke så meget, men bra allikevel – alt er jo så dyrt her også.  Men han har kjøpt på sig mye klær i vinter – sko – støvler – kappe – dress – arbeidsklær, skjorter osv. så han er da fornuftig med pengene sine.  Laura får jo 20-30 kr. uken til matpenger – så du vet hun har jo stadig pengesorger da – hun får jo aldri råd til å kjøpe sig et nytt klæplagg forexempel – men hun har nu fått noe efter mor da, vet du Vinterkåpe – to kjoler litt undertøi, strømper osv. så det går da bra – ja vi får håpe at M. får være frisk så han kan få beholde sitt arbeid.  Han er ofte dårlig så han er slett ikke sterk.\n\nFørste mandag skal jeg reise en tur til Trondheim – jeg har ikke vært der på 1/2 år, enda det bare er 1 times reise med jernbanen.  Tenkte å kjøpe mig et par pene sko med lave heler – da jeg er for lang fra før!  jeg mener at jeg kan ikke forlenge mig med høie heler altså!\n\nEinar og hans frue – Arne og frue og Eilif og frue har alle fått de pakkene dere sendte ifjor -  tøfler til fruene og fyllepenn til Einar – og pengebøker til Arne og Eilif og divs.  Jeg har bedt dem skrive til dere å takke så jeg håper at de alle har gjort det. - F.k. søndag skal det være barnedåp hos Eilif – far og jeg skal være faddere.  Piken skal hete Helga Kristine efter begge foreldrenes mødre.\n\nSom du vet har Johan sendt endel dollar hit til Stjørdalens Sparebank – og Johan skrev i brev til far at pengene skulle deles likt mellem hans fire igjenlevende søsken,- far-Olav-Laura og Hanna, efter Johans død.  Og han skriver til far at han vil ikke at noen skal vite det før efter hans død.  Og far og jeg har ikke fortalt til noen, forstår du.  Da J. var død, gikk far i banken for å ta dem ut og de skulle da deles likt, som en gledelig overraskelse.  Men så blev det jo så mange vanskeligheter med å få tatt dem ut, som du vet.  Så sendte far bud hit på Olav og fortalte ham det og så hentet vi Laura og fortalte det og samme dag skrev far til Hanna om pengene, men som vi nu hører så har Hanna og Edv. visst dette siden ifjorsommer både ved brev fra Johan og dig – og det er jo naturligvis det samme – det var bare rart at Johan skrev og fortalte det dengang han ber far om ikke å fortelle det før efter sin død.\n\nOlav har nu skrevet til din mor for å få henne til skriftlig å fraskrive sig retten til disse penger – men det er visst ikke kommet svar enda – men håper det ordner sig, det ville jo bli til stor glede for alle fire.  Banken godtar altså ikke bare brevet (hvor J. selv skriver at det skal være gave til de 4 efter hans død) som bevis nok for å få tatt dem ut.\n\nJa, hils alle!\n\nHjertelig hilsen fra Herborg.\n\nSer du gjerne ville hatt litt norske træsaker.  Far skrev straks til Selbu for å høre om det finns smørform der – vi får se om det ordner sig.\n\n\n<-SPLITTLETTER->\n\n\nStjørdal 2nd of April 1948\n\nDear Alma!\n\nYou must excuse me for not having written to you a long time ago, but now finally it’ll get done.  Father has gone on his bike to the graveyard and is going to start fixing up mother’s grave a little bit.  There’s no snow here now – only in the higher areas – and the trees are sprouting, so soon spring will be here in full and that will be nice.  We’re having such a nasty, strong wind these days – Laura says that she slept in her bed with her coat on last night because she thought the house she lives in was going to collapse!\n\nMy condolences on uncle Johan!  Well, just think, now he’s done with a laborious life – it’ll be so strange, to never again get a letter from him.  Thank you for the pictures! – the ones Laura was to have, she has gotten and every day she talks about writing to thank you, but it’s such an effort for her to write – but she will. - Johan looks like King Haakon lying there in his coffin, I think.  It’s a very nice coffin – here only white coffins are used so it’s strange to see that in U.S.A. colored coffins with flower motifs on them are used.  Likewise I was very surprised that he’s fully clothed in the coffin!  You see, here that is not done.  Here white shrouds are used – they used to be out of cloth – but since the war from 1940 they’ve been made of paper.  We still have a shortage of fabrics and they’re rationed.  And thank you so much for the photos of your sons James and Henry!  That was fun to get, so you must tell them both many thanks from me!  James has such a cheeky look in his eyes so he must be quite a rogue!  I was born June 3-1912 – in other words 5 days older than him.  Then you have a son Ralph who’s married to Inez, and their little daughter Ruth Irene – but don’t you have 4 sons?  And how’s it going with Grace and her broken ankle?  Is she all right again?  Give her my regards!  And likewise you must give your mother Caroline Holm my best regards.  I imagine it’s lonely for her now, that Johan is gone?  But I guess you visit her every day.\n\nYesterday I had a letter from Florentze Winters and she asks if I’ve received the Christmas gift she sent to me.  But, no unfortunately it has not arrived to date – but  since I hear that many packages from U.S.A. have been several months on their way – there might still be a small hope that it may get here.  She wrote to me before Christmas and told me that she had sent me a Christmas gift and in your letter to father I hear that it was nylon stockings.  Well, that would have been very nice to get, as they’re so strong, so I really hope they get here.  I’ll write to her while I’m at it.\n\nLaura was here today – she’s here just about every day and often she brings her crocheting and sits and talks.  Laura is so nice and kind and quick, so I often take my knitting over to her place in the evenings – then we drink coffee and sit and talk, you know.  It’s just too bad that she’s bothered so much with arthritis and nerve pains – but otherwise she’s so cheerful.  Mindor has had work at a butcher’s for about 1/2 a year now and that’s just great.  He gets 60 kr. a week with his own food (I suppose this means he pays for his own food), it’s not that much, but still good – everything is so expensive here too.  But he’s bought himself a lot of clothes this winter – shoes – boots – coat – suit – work clothes, shirts etc. so he’s sensible with his money.  Laura gets 20-30 kr. a week for food – so you know she always has money problems – she can never afford to buy herself a new piece of clothing for example – but she has gotten some of mother’s, you know – two dresses some under clothes, stockings etc. so she does ok – well we’ll have to hope that M. gets to stay healthy so that he can keep his job.  He’s often unwell so he’s far from strong.\n\nThis coming Monday I’m going to Trondheim – I haven’t been there for 1/2 a year, even though it’s only an hour trip by train.  Thought I’d buy me a pair of good looking shoes with flat heels – as I’m too tall to begin with!  I mean that I can’t make myself taller with high heels!\n\nEinar and his wife – Arne and wife and Eilif and wife have all received the packages you sent last year – slippers for the ladies and fountain pen for Einar – and money books for Arne and Eilif and misc.  I’ve asked them to write you and thank you so I hope that they’ve all done that. – This coming Sunday there will be a christening at Eilif’s – father and I will be God parents.  The little girl will be called Helga Kristine for both her parents’ mothers.\n\nAs you know Johan has sent a few dollars to Stjørdalens Sparebank here – and Johan wrote in a letter to father that the money was to be divided equally between his four surviving siblings,- father-Olav-Laura and Hanna, after Johan’s death.  And he writes to father that he doesn’t want anyone to know about it until after his death.  And father and I haven’t told anybody, you understand.  When J. had died, father went to the bank to withdraw it and was going to divide it equally, as a pleasant surprise.  But then there were so many difficulties in withdrawing it, as you know.  Then father sent for Olav and told him about it and then we fetched Laura and told her and the same day father wrote to Hanna about the money, but as we now hear Hanna and Edv. have known about this since last summer both through a letter from Johan and from you – and that’s of course no matter – it was just odd that Johan wrote and told them about it at the time he told father not to tell anybody until after his death.\n\nOlav has now written to your mother to get her to waive her right to this money in writing – but I guess no reply has come yet – but hope it can be sorted out, it would be of great joy to all four of them.  The bank does not accept just the letter (where J. himself writes that it’s to be a gift for the 4 after his death) as proof enough for withdrawing them.\n\nWell, say hello to everyone!\n\nBest wishes from Herborg.\n\nI see that you would like to have some Norwegian wooden items.  Father wrote to Selbu immediately to see if there’s butter moulds to be had there – we’ll have to see if it can be arranged."
    ],
    "LetterDate": [
      "1948-04-02"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Christmas",
    "Einar Holm",
    "Florence Winters",
    "God",
    "Hanna Eidum",
    "Herborg Holm",
    "John Holm",
    "Karoline Holm",
    "Kin Haakon",
    "Laura Karlson",
    "Norway to US",
    "Ola Holm",
    "Ruth Irene",
    "Stjørdal",
    "Stjørdalens Sparebank",
    "Trondheim",
    "bicycle",
    "butcher",
    "coffee",
    "coffin",
    "death",
    "dresses",
    "fabric",
    "funeral",
    "gift",
    "graveyard",
    "photos",
    "postwar",
    "shoes",
    "stockings"
  ],
  "files": [
    {
      "original": "Herborg Holm 2 april-1948.pdf",
      "filename": "20565e0305a4db9fb1d740a830f2aa14.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "jo",
      "score": 0.029301434760968487
    },
    {
      "term": "far",
      "score": 0.024966009575769308
    },
    {
      "term": "kister",
      "score": 0.02309388182522381
    },
    {
      "term": "likt",
      "score": 0.02309388182522381
    },
    {
      "term": "johan",
      "score": 0.022319021346462596
    },
    {
      "term": "fortalte",
      "score": 0.02139248803641444
    },
    {
      "term": "skrev",
      "score": 0.020309988126328855
    },
    {
      "term": "j",
      "score": 0.02017536738076088
    },
    {
      "term": "prater",
      "score": 0.018468145872937033
    },
    {
      "term": "-",
      "score": 0.017537347783505967
    },
    {
      "term": "hvite",
      "score": 0.017256852936297952
    },
    {
      "term": "james",
      "score": 0.017256852936297952
    },
    {
      "term": "heler",
      "score": 0.017256852936297952
    },
    {
      "term": "deles",
      "score": 0.017256852936297952
    },
    {
      "term": "død",
      "score": 0.017206835071374698
    }
  ],
  "english-tfidf": [
    {
      "term": "johan",
      "score": 0.024849931734882556
    },
    {
      "term": "told",
      "score": 0.02410521822538974
    },
    {
      "term": "coffin",
      "score": 0.022301595639178388
    },
    {
      "term": "coffins",
      "score": 0.022049131104387682
    },
    {
      "term": "father",
      "score": 0.020653327073839278
    },
    {
      "term": "withdrawing",
      "score": 0.019270986092123372
    },
    {
      "term": "equally",
      "score": 0.017645875438383234
    },
    {
      "term": "j",
      "score": 0.017645875438383234
    },
    {
      "term": "wrote",
      "score": 0.017435451852216077
    },
    {
      "term": "james",
      "score": 0.016492841079859065
    },
    {
      "term": "four",
      "score": 0.016492841079859065
    },
    {
      "term": "anybody",
      "score": 0.016492841079859065
    },
    {
      "term": "talks",
      "score": 0.015598478148739985
    },
    {
      "term": "heels",
      "score": 0.015598478148739985
    },
    {
      "term": "money",
      "score": 0.01523629305748458
    }
  ]
}