{
  "id": 225,
  "added": "2010-12-31 21:44:24",
  "modified": "2010-12-31 21:44:24",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to Alma C. Wilson 1948.4.29"
    ],
    "Description": [
      "BREV FRA EDVARD EIDUM DATERT 29.  APRIL – 1948, TIL ALMA WILSON.  INGEN KONVOLUTT.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EDVARD EIDUM DATED APRIL 29 – 1948, TO ALMA WILSON.  NO ENVELOPE."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.04.29"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Narvik 29/4-1948.\n\nKjære Alma og Mor.\n\nHjertelig takk for brevet som vi fik idag.  Du er Den eneste av vore, som husker på oss med brev, og som ærligt kommer frem i lyset med alt som vi for vor del ikke har hadt noen anelse om.  Aa hvor jeg ønsker Alma, at jeg hadde vært Dig så nære, at vi kunde ha fått talt lidt med hverandre.  Vi er helt enig med Dig og Din kjære Mor i alt.  Jeg kan ikke begripe at John kunde handle så Dumt og enfoldigt som han gjorde.  Han måtte vel ha forståt at Dette ville ikke gå.  Og merkelig er De også at Axel og Olav ikke har brakt saken frem for Din Mor, Om vi er holt helt udenom De hele, De kan nu være så.  Men at Din Mor og Du skulle være så helt udenom De forstår vi ikke.  Jeg skal si Dig Alma at jeg og Hanna har fått brev fra Olav hvor han besjylder oss for, at vi har stått i en hemmelig konferanse med Dere Der i Amerika.  Vi skulle altså ikke ha lov til å skrive hverken til Dere eller John Den tid han levet.  Til og med Laura har mistænkt oss for at vi har hadt full rede på alt, gjennem breve fra Dig og John.  Men kjære Dig Alma si ikke noget om Dette til nogen av Dem.  For Du vet at vi vil få bare ubehageligheder av Dem alle.  De mangler bare at vi ikke skulle få skrive til Dere, og takke i De minste for alle Di pakker vi har fått fra Dere.  Hanna hun sitter jo Der med stor smerte i sine ben.  Og hun har felt mange tårer, fordi at hun skal bli miskjent av sine egne brødre.  Da vi efter Johns Død fik høre, at John hadde sent noe penger hid, og at vi også skulle få noe av De, Da blev vi selvfølgelig glad.  Men da vi siden fik høre, og forstod at De var bare på lureri, Da gjorde De oss så ont, at vi sa til hverandre.  Vist Dette er gjort bare på lureri, og uten at Johns hustru vet de, og at vi til og med skal være mistænkt for at vi hadde utspionert Dere Der, og særlig da John selv, Da vil vi hellere bli fri, og ikke få noget, hvor sårt vi end synes at De er.  Og la mig ennu engang si.  Jeg kan ikke sjønne, og har aldrig før heller forståt mig på folk med et sligt sindelag.  Vi er taknemmelig både til Gud og Mennesker for alt De vi får.  Men er De oss ikke forunt på en ærlig og god måte, så vil vi hellere bli satt ut av betrakning, og bli fri.  Gud har vel en råd for oss også, som han har hadt indtil idag.  Ja vor kjære Alma din gamle Mor, og alle Dine kjære.  Vi håper og tror at ingen av Dere tror, at Vi har ville behandle Dere på Denne måte.  Dertil er vi for glad i Dere alle.  Og om jeg hadde vært Dere så nære, så ville jeg ha trykket Dere i mine armer alle.  Så får De nu sje som Gud vil.\n\nVi har De som vanlig her.  Jeg har også vært Sykmelt siden Desember før Jul.  Men håper at jeg nu får begynde i Arbeide ijen snart.  Barna har De bra alle.  Den som har De tungt og som De er hårt for er Lyder.  Han arbeider hårt, og er hellerikke så helt stærk.  Jeg var så heldig å vinne kr. 500,00 i Pengelotteriet for 3 måneder siden.  Og De fik Hanna og Dele ut til barna alt.  Kan hilse fra Karen.  Hun har fått alt hvad Du sendte, og beklager at hun har hadt De så travelt at hun ikke har svart ennu.  Men nu vil Du ganske snart få hendes hjertelige tak og svar.  Ja De er en farlig tid vi lever i.  Men vi får håpe at Amerika og Rusland må også bli enig.  Krigen kommer nok engang.  Men ikke ennu riktig efter hvad skriften sier, så langt jeg kan forstå i allefald.  Fra Marie har jeg ingenting hørt på en tid.  Men fra søster Bergljot fik jeg brev nylig.  Hun sier at Marie er lidt bedre, og er nu hjemme ijen.  Jeg fik Dekoraposten fra Marie.  Og Der så jeg John Holms Dødsannonse.  Et langt stykke var skrevet om ham, og hans virke.  Men si oss Alma.  Var ikke John Enkemand Da han blev Gift med Din Mor?  De stod ingenting om De.  Hils Florense.  Hun skal snart få brev.  Så er Di alle hjertelig hilset fra oss alle i mit hjem.  Og De gjør mig ont, at Du Alma ikke er mere påsjønnet for Dit arbeide og stræv.  Gud velsigne Dig, og alle Dine, samt Din kjære gamle Mor.\n\nTusen hilsener fra\n\nHanna og E. Eidum.\n\n\n<-SPLITTLETTER->\n\n\nNarvik 29/4-1948.\n\nDear Alma and Mother.\n\nMany thanks for the letter which we got today.  You are The only one of ours, who remembers us with letters, and who honestly bring up all the things that we’ve had no idea about.  Oh how I wish Alma, that I‘d been so close to You, that we could have talked a little bit with each other.  We completely agree with You and Your dear Mother about everything.  I cannot fathom that John could act as Foolishly and dumb as he did.  He should have known that This wouldn’t work.  And it’s also strange that Axel and Olav have not brought the matter to Your mother’s attention, keeping us out of the whole thing, is one thing.  But the fact that Your Mother and You have been kept out, That we don’t understand.  I’ll tell You Alma that Hanna and I have had a letter from Olav where he accuses us of, having been in a secret conference with You There in America.  So we shouldn’t be allowed to write to You nor John during The time he was alive.  Even Laura has suspected us of having had full knowledge of everything, through letters from You and John.  But dear Alma do not say anything about This to any of Them.  Because You know we’ll only get unpleasantness from Them all.  The only thing lacking is that we shouldn’t be allowed to write to You, and at least thank You for all The packages we’ve received from You.  Hanna is sitting There with great pain in her legs.  And she has shed many tears, because her own brothers are misjudging her.  When we heard after John’s Death, that John had sent money here, and that we too were to get some of It, we were of course glad.  But when we later heard, and understood that It was only based on trickery, It hurt us so bad, that we said to each other.  If This has been done through trickery only, and without John’s wife knowing about it, and then for us to even be suspected of spying on You There, and especially on John himself, Then we’d rather be free, and not get any of it, no matter how painful we think That is.  And let me say again.  I cannot understand, nor have I ever before understood people with such a disposition.  We are thankful to both God and People for everything we get.  But if It’s not granted us in an honest and good way, we’d rather not be considered, and be free.  God will find a way for us too, like he has done up until today.  Well our dear Alma your old Mother, and all Your loved ones.  We hope and believe that none of You think, that We would want to treat You in This way.  We’re too fond of You all for that.  And if I had been close to You, I would have taken You all in my arms.  So let God’s will come to pass.\n\nWe’re doing as usual here.  I’ve also been on Sick leave since December before Christmas.  But hope that I can go back to Work again soon now.  The children are all doing well.  The one who’s having a hard time and for whom It’s difficult is Lyder.  He works hard, and is not very strong either.  I was lucky enough to win kr. 500 in the Lottery 3 months ago.  And Hanna got all of It to Divide between the children.  I have greetings for you from Karen.  She has gotten everything You sent, and apologizes for having been so busy that she hasn’t replied yet.  But now You’ll very soon get her heartfelt thanks and reply.  Well It’s a dangerous time we’re living in.  But we’ll have to hope that America and Russia will also come to an agreement.  The war will probably come one day.  But not just yet according to the scriptures, as far as I understand it anyway.  I haven’t heard from Marie for a while.  But I had a letter from Bergljot recently.  She says that Marie is a little better, and is at home again now. I received Dekoraposten (The Dekorah Post) from Marie.  And There I saw John Holm’s Death announcement (obituary?).  A long piece was written about him, and his work.  But tell us Alma.  Was John not a Widower When he Married Your Mother?  It said nothing about That.  Say hello to Florence.  She’ll soon get a letter.  You’re warmly greeted from all of us in my home.  And It hurts me, that You Alma have not been better rewarded for Your work and toil.  God bless You, and all Yours, and Your dear old Mother.\n\nA thousand greetings from\n\nHanna and E. Eidum."
    ],
    "LetterDate": [
      "1948-04-29"
    ],
    "Location": [
      "Narvik"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Christmas",
    "Dekorah Post",
    "Edvard Eidum",
    "Florence Winters",
    "God",
    "Hanna Eidum",
    "Laura Karlson",
    "Narvik",
    "Norway to US",
    "Ola Holm",
    "Russia",
    "USA",
    "bible",
    "cold war",
    "gifts",
    "leg pain",
    "obituary",
    "postwar",
    "sickness",
    "war"
  ],
  "files": [
    {
      "original": "Edvard Eidum 29 april-1948.pdf",
      "filename": "086aeaeb8c8bee7c07ae04b9f88cad18.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "forståt",
      "score": 0.038899269031848614
    },
    {
      "term": "udenom",
      "score": 0.038899269031848614
    },
    {
      "term": "mistænkt",
      "score": 0.038899269031848614
    },
    {
      "term": "lureri",
      "score": 0.038899269031848614
    },
    {
      "term": "hellere",
      "score": 0.038899269031848614
    },
    {
      "term": "enig",
      "score": 0.029067394130289106
    },
    {
      "term": "hårt",
      "score": 0.029067394130289106
    },
    {
      "term": "johns",
      "score": 0.027484815752174145
    },
    {
      "term": "john",
      "score": 0.026459908793824115
    },
    {
      "term": "marie",
      "score": 0.02596036697624715
    },
    {
      "term": "gjorde",
      "score": 0.024151456679509353
    },
    {
      "term": "fik",
      "score": 0.022425109247815773
    },
    {
      "term": "gud",
      "score": 0.022027961712997576
    },
    {
      "term": "ont",
      "score": 0.021892919579377904
    },
    {
      "term": "måte",
      "score": 0.021275817614912443
    }
  ],
  "english-tfidf": [
    {
      "term": "suspected",
      "score": 0.03643217357976641
    },
    {
      "term": "trickery",
      "score": 0.03643217357976641
    },
    {
      "term": "john",
      "score": 0.026704610003343447
    },
    {
      "term": "marie",
      "score": 0.024889330499907977
    },
    {
      "term": "shouldn",
      "score": 0.023545351400592142
    },
    {
      "term": "understood",
      "score": 0.022661037542151596
    },
    {
      "term": "cannot",
      "score": 0.021881017438466936
    },
    {
      "term": "nor",
      "score": 0.0199758381507068
    },
    {
      "term": "rather",
      "score": 0.01849806628769879
    },
    {
      "term": "fathom",
      "score": 0.018216086789883203
    },
    {
      "term": "act",
      "score": 0.018216086789883203
    },
    {
      "term": "foolishly",
      "score": 0.018216086789883203
    },
    {
      "term": "dumb",
      "score": 0.018216086789883203
    },
    {
      "term": "accuses",
      "score": 0.018216086789883203
    },
    {
      "term": "unpleasantness",
      "score": 0.018216086789883203
    }
  ]
}