{
  "id": 226,
  "added": "2010-12-31 21:49:03",
  "modified": "2010-12-31 21:49:03",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to Alma C. Wilson 1948.5"
    ],
    "Description": [
      "BREV FRA KLARA KROGSTAD, UDATERT, POSTSTEMPLET 11.5.48 TIL FRU ALMA WILSON, 102 WEST 5 ST., DELL RAPIDS, SYD DAKOTA, AMERIKA.  TO BLÅ 60-ØRES FRIMERKER MED LØVE.  SENDT MED FLYPOST.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM KLARA KROGSTAD, UNDATED, POST STAMPED ON MAY 11 – 1948, TO FRU (MRS.) ALMA WILSON, 102 WEST 5 ST., DELL RAPIDS, SYD DAKOTA, AMERIKA.  TWO BLUE 60 ØRE STAMPS WITH LION.  SENT BY AIR."
    ],
    "Creator": [
      "Klara Krogstad",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.05"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Kjære Alma!\n\nHjertelig tak for brevet, som jeg længe har ventet paa.  Bedre sent enn aldrig.  Det er godt og høre at du er frisk, er det din datter eller svigerdatter som er syk i en fot?  Skal hilse fra min mor og mig at vi synes onkel Jon laa saa fint og pent paa dødsleiet, end saa fin en kiste.  Jeg for min del synes at hvis onkel Jon hadde noget efter sig maatte det være du som har tat saa mangt et tak for dem.  Men det er dem her i Norge som tror onkel Jon hadde saa mye, men om saa var er det da vel ikke noget og snakke om det synes jeg.  I dag er det et nydelig veir her, jeg har ingenting faat gjort i min have for det har været saa koldt, men nu maa det bli alvor.  Jeg er saa klar og trøt naar jeg kommer fra arbeide at det blir lite gjort.  Mine gutter er saa optat med Idrætten, saa det blir lite med dem ogsaa.  I dag skal mor og jeg og min ældste datter reise op til min yngste datter for hennes minste gut er 5 aar.  Min yngste gut var i fint selskap hos sin sjef, det var 75 aars Jubileum.  Det var 140 mennesker der, god mat, og musik og sang, han kom hjem kl 4 om morgenen.  Helt strålende fest sa han.  Han fik 50 kr og en beretning(?).  Jeg skal sende dig aviser men undersøk dem godt for jeg har noget og sende.  Mor har været paa Stjørdal i 70 aars hos sin søster.  Da var hun hos Aksel og tante Laura bor i samme hus som mors søster saa Laura var der ogsaa.  Mindor har arbeide nu, saa hun har det godt hadde hun sagt til mor.\n\nNu maa jeg slutte for jeg skal bort.\n\nHils dine saa hjertelig og vær du hilset fra mig.  Din kusine Klara.\n\nEnda har jeg ikke faat i mig korselett  det finnes ikke her.\n\n\n<-SPLITTLETTER->\n\n\nDear Alma!\n\nThanks a lot for your letter, which I’ve been waiting for for a long time.  Better late than never.  It’s good to hear that you’re well, is it your daughter or daughter in law who has a bad foot?  My mother says hello and we think uncle Jon looked so nice on his deathbed, and what a nice coffin.  As far as I’m concerned I think that if uncle Jon left anything behind it ought to be for you who have done so many things for them.  But there are those here in Norway who think uncle Jon had so much, but if that were so I don’t think it’s anything to talk about (nobody’s business, in other words).  We’re having beautiful weather here today, I haven’t gotten anything done in my yard because it’s been so cold, but now I must really get to it.  I’m so tired when I get home from work that little gets done.  My boys are so busy with Sports, so they don’t have much time either.  Today mother and I and my oldest daughter are going up to my youngest daughter because her youngest boy turns 5.  My youngest boy was at a fancy party at his boss’ house, for a 75 year Jubilee (this could either mean that the boss turned 75 or the company did).  There were 140 people there, good food, and music and singing, he came home at 4 in the morning.  A magnificent party he said.  He got 50 kr and a ? (I don’t know what the next word means).  I’ll send you some newspapers but go through them carefully because I have something to send.  Mother has been to Stjørdal for her sister’s 70th.  She also went to see Axel and aunt Laura lives in the same house as mother’s sister so Laura was there too.  Mindor has a job now, so she’s doing well she had said to mother.  I must end this now because I’m going out.\n\nGive my regards to yours and regards to you from me. \n\nYour cousin Klara.\n\nI still haven’t found myself a girdle  they don’t have them here."
    ],
    "LetterDate": [
      "1948-05-11"
    ],
    "Destination": [
      "Dell Rapids"
    ],
    "Location": [
      "Norway"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "John Holm",
    "Klara Krogstad",
    "Laura Karlson",
    "Norway to US",
    "Stjørdal",
    "girdle",
    "newspapers",
    "party",
    "photos",
    "postwar"
  ],
  "files": [
    {
      "original": "Klara Krogstad mai-1948.pdf",
      "filename": "ab7af9dd1f1b77ff1997064512e1dcfb.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "jon",
      "score": 0.07239291510815997
    },
    {
      "term": "aars",
      "score": 0.0584939964369478
    },
    {
      "term": "dødsleiet",
      "score": 0.04532890027678227
    },
    {
      "term": "idrætten",
      "score": 0.04532890027678227
    },
    {
      "term": "sjef",
      "score": 0.04532890027678227
    },
    {
      "term": "140",
      "score": 0.04532890027678227
    },
    {
      "term": "beretning",
      "score": 0.04532890027678227
    },
    {
      "term": "korselett",
      "score": 0.04532890027678227
    },
    {
      "term": "trøt",
      "score": 0.039600411181245534
    },
    {
      "term": "undersøk",
      "score": 0.039600411181245534
    },
    {
      "term": "været",
      "score": 0.03883144987704967
    },
    {
      "term": "yngste",
      "score": 0.03883144987704967
    },
    {
      "term": "gut",
      "score": 0.03883144987704967
    },
    {
      "term": "faat",
      "score": 0.037453241464833954
    },
    {
      "term": "datter",
      "score": 0.03663133260144258
    }
  ],
  "english-tfidf": [
    {
      "term": "boss",
      "score": 0.07535970151431133
    },
    {
      "term": "jon",
      "score": 0.061979826590891636
    },
    {
      "term": "75",
      "score": 0.06031021810789886
    },
    {
      "term": "party",
      "score": 0.04251182106501858
    },
    {
      "term": "youngest",
      "score": 0.04182580084407535
    },
    {
      "term": "daughter",
      "score": 0.039006048401068694
    },
    {
      "term": "yard",
      "score": 0.037679850757155665
    },
    {
      "term": "140",
      "score": 0.037679850757155665
    },
    {
      "term": "magnificent",
      "score": 0.037679850757155665
    },
    {
      "term": "carefully",
      "score": 0.037679850757155665
    },
    {
      "term": "done",
      "score": 0.03673327692822779
    },
    {
      "term": "deathbed",
      "score": 0.03293226732866289
    },
    {
      "term": "concerned",
      "score": 0.03293226732866289
    },
    {
      "term": "fancy",
      "score": 0.03293226732866289
    },
    {
      "term": "jubilee",
      "score": 0.03293226732866289
    }
  ]
}