{
  "id": 228,
  "added": "2010-12-31 21:57:02",
  "modified": "2010-12-31 21:57:02",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to Alma C. Wilson 1948.5.17"
    ],
    "Description": [
      "BREV FRA AXEL HOLM, UDATERT, POSTSTEMPLET  18.  MAI – 1948, TIL ALMA WILSON, 102 WEST 5TH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  FRIMERKENE ER FJERNET.  BREVET ER VELDIG UTYDELIG OG VANSKELIG Å LESE DA DET ER SKREVET PÅ BEGGE SIDER AV LUFTPOSTPAPIR, OG I TILLEGG HAR BLEKKET –BLØDD– LITT UTOVER.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM AXEL HOLM, UNDATED, POST STAMPED MAY 18 – 1948, TO ALMA WILSON, 102 WEST 5TH STREET, DELL RAPIDS, SOUTH DAKOTA, U.S.A.  THE STAMPS HAVE BEEN REMOVED.  THE LETTER IS VERY DIFFICULT TO READ AS IT'S WRITTEN ON BOTH SIDES OF AIR MAIL PAPER, AND BESIDES THE INK HAS BLED A LITTLE."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.05.17"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "17? – 5- 48\n\nKjære dere alle!\n\nTakk for brev jeg fikk og det, banken fikk.  Men vis du tror at det nu var rett, så tar du feil.  Vi har veret i Norges bank med papirene, men heller ikke nu fik vi gaven fra dere.  Nu skal du høre  Du må skrive en ny ærklæring, som også, du skriver egenhendig ditt navn under ikke med maskin og ikke må du bruke bare Holm men må ha Wilson med.  Og uten om dette sa må di få det attisteret av 2 offentlige menn.  Politi og kan si prest.  Som bevidner at di er di rette.  Og med oplysning om at di har rett til å disponere boet.  Hvis det ikke nu lykkes så må vi la det gå til det Norske konsulat å få orne denne for banken så vanskelig sak.\n\nJeg må ærlig tilstå at dette blei meget vanskeligt, og jeg synes banken gjør det verre end nødvendigt.  For dette er jo ingen arve sak av vor broders formue.  Men en frivillig gave til sine nulevende søskende.  Jeg synes at dette er ont å plage dei med, men du for vere snild å prøve denne gang å.\n\nHer Har vi det bra, fint veir med sol og regn, nu har vi Pinse og 17 Mai.  Onsker derre alle en velsignet Pinse med åndens arbeide i vore hjerter  Laura stopper strømper for militære 0.35 pr par.  Einar er litt syk men ikke farlig.  Han går hos lægen.  Du skal få høre snart vordan det går ham.\n\nDu må sende erklæringen til mei ikke banken for da blir det deres.  Så forsøker vi på nyt med nyt håb at denne sak snart kommer utav verden.  Hadde brev fra Eidum alt vel.\n\nBeste hilsen Axel Holm\n\nHvis nogen av dine sønner er i nærheden så kan dem godt underskrive erklæringen med sitt fulde navn.\n\nD.S.\n\nDøds atesten var riktig så det skal ikke vere noen ny.\n\nD.S.\n\nDu må få det offentlige til å stemple bevidnelsen\n\n \n\n<-SPLITTLETTER->\n\n\n\nMay 17?-1948\n\nDear all of you!\n\nThank you for the letter I got and the one, the bank got.  But if you think it was right this time, you’re wrong (this is not at all as rude as it sounds, it’s just an expression, and Axel is upset with the bank for not accepting the papers.  I think it very possible that Alma could have misunderstood this statement as rudeness towards HER).  Here’s what you need to do  You must write a new statement, where you also, sign your name not by machine but by hand and you mustn’t use just Holm but Wilson too.  And besides you must get it certified by two public men.  Policeman and priest for instance.  Who certify that you’re the right ones.  And with information on whether you have the right to manage the estate.  If we don’t succeed this time we must let it go to the Norwegian consulate for them to sort out, it seems too difficult for the bank.\n\nI must honestly admit that this ended up being very difficult, and I feel the bank makes it harder than necessary.  Because this is not a case of inheritance of our brother’s fortune (The Norwegian word “formue”= fortune -  means possessions in this case, it’s used for both).  But a voluntary gift to his living siblings.  I feel bad about bothering you with this, but please try this time too.\n\nWe’re doing fine, nice weather with sun and rain, it’s now Whitsun and May 17 (Norway’s Constitution Day, public holiday celebrated with parades and festivities).  Wishing you all a blessed Whitsun with the work of the spirit in our hearts  Laura mends socks for military people  0.35 per pair.  Einar is a little sick but not dangerous.  He sees a doctor.  You’ll hear soon how it goes with him.\n\nYou must send the statement to me not the bank because then it becomes theirs.  So we’re trying anew with new hope that this matter will be out of the way.  Had a letter from Eidum all’s well.\n\nBest wishes Axel Holm\n\nIf any of your sons are there they can sign the statement with their full name.\n\nD.S.\n\nThe death certificate was right so you don’t need to send a new one.\n\nD.S.\n\nYou must get the officials to stamp the statement."
    ],
    "LetterDate": [
      "1948-05-18"
    ],
    "Location": [
      "Norway"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "17 May",
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Norway to US",
    "Whitsun",
    "bank",
    "gifts",
    "inheritance",
    "military",
    "postwar",
    "sickness"
  ],
  "files": [
    {
      "original": "Axel Holm 17 mai-1948.pdf",
      "filename": "1312c1c66b1df9ba997b57b99c1a5cdd.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "sak",
      "score": 0.06838958267152963
    },
    {
      "term": "pinse",
      "score": 0.06771354238877351
    },
    {
      "term": "erklæringen",
      "score": 0.059156169789268014
    },
    {
      "term": "banken",
      "score": 0.05800747450769148
    },
    {
      "term": "offentlige",
      "score": 0.05059879718976251
    },
    {
      "term": "nyt",
      "score": 0.039286565932056906
    },
    {
      "term": "d",
      "score": 0.03428082385664746
    },
    {
      "term": "5-",
      "score": 0.03385677119438676
    },
    {
      "term": "papirene",
      "score": 0.03385677119438676
    },
    {
      "term": "egenhendig",
      "score": 0.03385677119438676
    },
    {
      "term": "attisteret",
      "score": 0.03385677119438676
    },
    {
      "term": "politi",
      "score": 0.03385677119438676
    },
    {
      "term": "bevidner",
      "score": 0.03385677119438676
    },
    {
      "term": "disponere",
      "score": 0.03385677119438676
    },
    {
      "term": "tilstå",
      "score": 0.03385677119438676
    }
  ],
  "english-tfidf": [
    {
      "term": "statement",
      "score": 0.10910290415637271
    },
    {
      "term": "bank",
      "score": 0.06486533366295287
    },
    {
      "term": "whitsun",
      "score": 0.06472068482993797
    },
    {
      "term": "fortune",
      "score": 0.05179583437501903
    },
    {
      "term": "sign",
      "score": 0.04364116166254908
    },
    {
      "term": "public",
      "score": 0.04364116166254908
    },
    {
      "term": "17",
      "score": 0.036510152208780663
    },
    {
      "term": "right",
      "score": 0.035582921505422416
    },
    {
      "term": "case",
      "score": 0.03367295154034669
    },
    {
      "term": "-1948",
      "score": 0.03236034241496898
    },
    {
      "term": "rude",
      "score": 0.03236034241496898
    },
    {
      "term": "accepting",
      "score": 0.03236034241496898
    },
    {
      "term": "rudeness",
      "score": 0.03236034241496898
    },
    {
      "term": "certify",
      "score": 0.03236034241496898
    },
    {
      "term": "formue",
      "score": 0.03236034241496898
    }
  ]
}