{
  "id": 229,
  "added": "2010-12-31 22:02:54",
  "modified": "2010-12-31 22:02:54",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to Alma C. Wilson 1948.6.19"
    ],
    "Description": [
      "BREV FRA EDVARD EIDUM DATERT 19.  JUNI-1948 TIL MRS ALMA C.  WILSON, 102.  WEST 5.  STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  ET RØDT 20-ØRES FRIMERKE MED LØVE, ET GRØNT 1-KRONES FRIMERKE MED KONG HAAKON I ADMIRALSUNIFORM, SOM KOM UT 7.  JUNI-1946.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EDVARD EIDUM DATED JUNE 19 – 1948 TO MRS ALMA C.  WILSON, 102.  WEST. 5.  STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  A RED 20 ØRE STAMP WITH LION, AND A GREEN 1 KRONE STAMP WITH KING HAAKON VII WEARING HIS ADMIRAL UNIFORM  (CAME OUT JUNE 7-1946, A YEAR AFTER HE RETURNED FROM HIS 5 YEAR WAR TIME EXILE)."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.06.19"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Narvik 19 juni 1948\n\nKjære Alma og Mor.\n\nTusen takk for brevet, som jeg fik fra Dig igår.  Du er flink til å skrive også Du Alma.  Og jeg ønsker bare at jeg skulle ha vært Dig så nære, at vi kunde ha fått snakket lidt fortrolig sammen.  Du kan tro at De er meget som vi kunde ha snakket om, og som du ikke har noen anelse om.  Jeg ser at Herborg og Axel er uforskammet i sine brev til Dig.  Og De sårer oss å se.  Men Alma. Jeg tror at De kommer fra Olav en stor del.  Olav var rasende sint for at vi skrev brev til Dig.  Ja han har besjylt oss for at vi stod i en hemmelig oplysning til hverandre, iform av brevskrivning.  Men jeg akter ikke på hvad han sier om De.  Så lenge jeg vet hvad vi har skrevet til hverandre om.  Jeg synes at Dem burde heller takke Dig for, hvad Du har gjort for Disse to gamle, og at Du fremdeles har hadt meget arbeide og bryderi med Disse penger.  Men jeg håper at Du forstår hvorfor Dem er sint.  Axel, Herborg og Olav sa alle tre til oss, at vi var Di eneste som viste, at John hadde sendt lidt penger til Banken her.  John fortalte mig i et brev engang, at han hadde sendt penger til Norge.  Men sa ingenting om hvem som skulle ha Dem.  Vel.  Axel for nu ordne med Dette som han vil.  Jeg har ingenting med Dette å gjøre.  Men de er jo rimeligt at Hanna venter på å få høre hvorledes Det går.  Jeg skal fortelle Dig alt, når De engang blir ordnet, De vil si om De blir ordnet noen gang.  Jeg synes at Dette er ikke gjort riktig fra begyndelsen av.  Hvorfor skulle John holde Dette hemmelig for sin hustru?  Om han vilde la sine her få en liten gave, så kunde han vel ha sagt De til Din Mor. Men kjære Alma.  Si De ikke til nogen, at jeg skriver Dette til Dig.  Ja Edvard Søberg er en flink gut.  Men Gretha er også flink.  De er 280 Engelske mil herfra og til Aagodt sit hjem, så vi kommer vel ikke til Gretha sin Konfirmasjon.  Hanna er fremdeles Dårlig i føtterne.  Hun har smerte bestandig.  Du er flink til å arbeide med husene også.  Jeg tror at jeg må komme over og hjelpe Dig lidt, Vi skulle arbeide godt sammen.  Tusen takk for alle Di billederne Du sendte oss.  De er morsomt å se.  Hvad Dem vil gjøre med Enkerne efter Markus og Konrad vet vi ikke.  Men vi vet at Dem er ikke noe begeistret for Olava i allefald.  For hun var ikke snill med John sine forældre Da Dem levet.  Heller ikke med Konrad sier Dem.  De er hvad vi har hørt.  Om jeg hadde vært Dig så nær, så skulle jeg ha kurert Dig for Jigt.  Jeg har lært lidt sykepleie.  Jeg har gått i 3 år i Sanitær Instruksjon hoss Doktor Knudsen i Trondheim i min ungdom.  Dertil har jeg et Elæktrisk Apparat, som jeg kjøpte.  Og De er mange her i Narvik som jeg har hjulpet.  Og mange er blit helt bra.  Kan hilse fra Karen.  Hun sier at hun har skrevet til Dig, og fortalte Dig lidt om Prikkejernet og Mønstrene.  Hun sier tusen takk for alt.  De er godt å se at gutterne er flink i sit arbeide.  De er jo engang slik, at Arbeidet adler Mannen.  Alle vores 10 barn har De bra, og de er vi glad for.  De har vert mange håre kampe for oss med 10 barn.  Men de har gått bra indtil idag.  Mange tunge tak, og mange tårer av og til.  Men som sagt alle har De bra idag.  Håper at De må gå bra både for oss og barna, så lenge vi skal være her på Jorden.\n\nSå må Du ha De bra ijen, og hils Din kjære Mor og Dine barn.  Florense Winters har De ikke helt bra ser jeg.  Om du kan må Du hilse fra oss.  Tak for at Du sendte hende brevet.  Min søster Marie er syk  Jeg fik brev fra hende også i går.  Hun ligger nu på hospitalet, og skal Oppereres.  Hun har svull på en æggstok.  Ja stakkars Marie.  Hun har Arbeidet og strævet meget i sin tid.\n\nJa ja Alma.  Vi håper at Dere forstår, at vi er også Misforståt av alle, angående Disse penger.  Hanna fikk brev fra Olav, for en tid siden, at Da var alt ordnet, og Axel sa han skal sende Dig Di kroner som faller på Dig.  Og De får Du næste uke sa han.  Hanna blev Da sikker på at pengerne kom.  Og da lånte hun 100 Dollar eller 500 kroner som hun skulle betale tilbake Da pengerne kom.  Men som Du vet så er De ennu intet kommet og Derfor så blev hun svært skuffet.  Hun skulle kjøpe sig noget til sit Gullbryllup.  Men Da De var jeg som lånte hende min lønning, så gjik De nu bra allikevel.  Men Olav burde ikke ha skrevet og narret hende.  Men kjære Alma, Du må ikke si noget om Dette til nogen.  De er bare Du som jeg har fortalt De til.\n\nTusen hilsener fra oss alle, men mest fra mig selv.\n\nE. Eidum  box 68.  Narvik,  Norge.\n\n\n<-SPLITTLETTER->\n\n\nNarvik 19 June 1948\n\nDear Alma and Mother.\n\nThanks a lot for the letter, which I got from You yesterday.  You’re good at writing too Alma.  And I’d only wish that I could be so near You, that we could speak properly with each other.  You can’t imagine how much There is that we could have talked about, and which you have no idea about.  I see that Herborg and Axel are insolent in their letters to You.  And That hurts us to see.  But Alma.  I think It comes from Olav to a great extent.  Olav was furious because we write letters to You.  Yes he has accused us of giving secret information to each other, in the form of letter writing.  But I pay no heed to what he says about That.  As long as I know what we have written to each other about.  I feel They should rather thank You for, what You have done for These two old ones, and for all the trouble and work you still have over This money.  But I hope You understand why They’re angry.  Axel, Herborg and Olav all three said to us, that we were The only ones who knew, that John had sent some money to the Bank here.  John told me in a letter once, that he had sent money to Norway.  But said nothing about who was to have It.  Well.  Axel will just have to sort This out as he pleases.  I have nothing to do with This.  But it’s reasonable that Hanna is waiting to hear how It’s going.  I’ll tell You everything, once It’s been sorted out, That is if It ever does get sorted out.  I don’t think This was done right from the beginning.  Why should John keep This a secret from his wife?  If he wanted his relatives here to have a little gift, he could have just said So to Your Mother.  But dear Alma.  Don’t Tell anyone, that I’m writing This to You.  Yes Edvard Søberg is a clever boy.  But Gretha is also clever.  It’s 280 English miles from here to Aagodt’s home, so we probably wont be able to go to Gretha’s Confirmation.  Hanna’s legs are still Bad.  She’s in pain all the time.  You’re good at working with the houses too.  I think I must come over and help You some, We would work well together.  Many thanks for all The pictures You sent us.  That’s fun to see.  What They want to do with the Widows of Markus and Konrad we don’t know.  But we do know that They don’t care much for Olava.  Because she wasn’t nice to John’s parents When They were alive.  Nor with Konrad They say.  That’s what we’ve heard.  If I’d been closer to You, I would have cured Your Arthritis.  I’ve learnt some nursing. I took 3 years of Sanitary Instructions with Doctor Knudsen in Trondheim in my youth.  Besides I have an Electrical Instrument that I bought.  And There are many here in Narvik whom I’ve helped.  And many have gotten completely well.  Karen says hello.  She says she has written to You, and told You a little bit about the Dot tool and the Patterns (I have no idea how to translate “prikkejern”, so I’m calling it a “dot tool”.  I think it’s a tool shaped like a small wheel attached to a handle, used in sewing or embroidery to transfer, or trace patterns onto the fabric with little dots).  She says thanks a lot for everything.  It’s good to see that the boys are good in their jobs.  The fact is, that Work ennobles the Man (Norwegian way of saying “hard work is the best patent of nobility”, or “hard work is good for the soul”).  All our 10 children are Doing fine, and we’re glad.  It has been many a hard battle for us with 10 children.  But it has gone well until today.  A lot of hard work, and a lot of tears now and again.  But like I said they’re all doing well today.  Hope Things will go well for both us and the children, for as long as we shall be here on Earth.\n\nKeep well again, and say hello to Your dear Mother and Your children.  I see Florense Winters is not doing too well.  If you get a chance give her our regards.  Thank You for sending her the letter.  My sister Marie is sick  I had a letter from her too yesterday.  She’s in the hospital now, and is going to have an Operation.  She has a tumor on an ovary.  Yes poor Marie.  She has Worked and toiled a lot in her life.\n\nWell Alma.  We hope that You understand, that we too are Misunderstood by everybody, with regard to This money.  Hanna had a letter from Olav, a while back, that It had all been arranged Then, and Axel said he’ll send You Those kroner that are due You.  And You’ll get It next week he said.  Then Hanna was sure that the money was coming.  And then she borrowed 100 Dollars or 500 kroner which she was to pay back When the money came.  But as You know It still hasn’t arrived and Therefore she was very disappointed.  She was going to buy herself something for her Golden wedding anniversary.  But As It was I who lent her my salary, It turned out fine anyway.  But Olav shouldn’t have written and fooled her.  But dear Alma, You mustn’t say anything about This to anybody.  You’re the only one I’ve told.\n\nA thousand greetings from us all, but mostly from myself.\n\nE. Eidum  box 68.  Narvik  Norge"
    ],
    "LetterDate": [
      "1948-06-19"
    ],
    "Location": [
      "Narvik"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Edvard Eidum",
    "Edvart Søberg",
    "Florence Winters",
    "Hanna Eidum",
    "Herborg Holm",
    "John Holm",
    "Narvik",
    "Norway to US",
    "Ola Holm",
    "Olava Holm",
    "arthritis",
    "leg pain",
    "money",
    "postwar",
    "Ågot Søberg"
  ],
  "files": [
    {
      "original": "Edvard Eidum 19 juni-1948.pdf",
      "filename": "6aa770b45d7b4e48316ddf27c6a42fd3.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "flink",
      "score": 0.03787586202741043
    },
    {
      "term": "ordnet",
      "score": 0.03232932333997613
    },
    {
      "term": "sint",
      "score": 0.030326897170447526
    },
    {
      "term": "lånte",
      "score": 0.030326897170447526
    },
    {
      "term": "hemmelig",
      "score": 0.02593988969854914
    },
    {
      "term": "gretha",
      "score": 0.02593988969854914
    },
    {
      "term": "burde",
      "score": 0.023373654837105063
    },
    {
      "term": "olav",
      "score": 0.022266764075711005
    },
    {
      "term": "hvorfor",
      "score": 0.021552882226650753
    },
    {
      "term": "sa",
      "score": 0.020963994139260252
    },
    {
      "term": "kroner",
      "score": 0.01953735228286256
    },
    {
      "term": "engang",
      "score": 0.019469712617140908
    },
    {
      "term": "pengerne",
      "score": 0.018986647365206673
    },
    {
      "term": "penger",
      "score": 0.01893434034084026
    },
    {
      "term": "kunde",
      "score": 0.017789990704238264
    }
  ],
  "english-tfidf": [
    {
      "term": "tool",
      "score": 0.03898468402690364
    },
    {
      "term": "dot",
      "score": 0.025989789351269093
    },
    {
      "term": "patterns",
      "score": 0.025989789351269093
    },
    {
      "term": "secret",
      "score": 0.021036866476273657
    },
    {
      "term": "gretha",
      "score": 0.021036866476273657
    },
    {
      "term": "money",
      "score": 0.020548406042391366
    },
    {
      "term": "olav",
      "score": 0.01856924088513021
    },
    {
      "term": "sorted",
      "score": 0.0184963063181886
    },
    {
      "term": "idea",
      "score": 0.017859641260586527
    },
    {
      "term": "clever",
      "score": 0.017859641260586527
    },
    {
      "term": "hard",
      "score": 0.017849844419834254
    },
    {
      "term": "each",
      "score": 0.01730239768020205
    },
    {
      "term": "kroner",
      "score": 0.016304603031117443
    },
    {
      "term": "told",
      "score": 0.016254734992526325
    },
    {
      "term": "why",
      "score": 0.015871939746395624
    }
  ]
}