{
  "id": 230,
  "added": "2010-12-31 22:07:13",
  "modified": "2010-12-31 22:07:13",
  "public": true,
  "metadata": {
    "Title": [
      "Karen Austvoll to Christiana Wilson 1948.6.20"
    ],
    "Description": [
      "BREV FRA KAREN AUSTVOLL DATERT 20.  JUNI – 1948, TIL MRS.  ALMA C.  (CHRISTIANA) WILSON, 102.  WEST. 5.  STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  ETT BLÅTT 40-ØRES FRIMERKE MED TEKSTEN –D/S CONSTITUTIONEN CHR.ANIA 1827– (DET FØRSTE NORSKE DAMPSKIP).  DETTE FRIMERKET ER ETT AV 11 FRIMERKER SOM KOM UT 15.  APRIL -1947 I FORBINDELSE MED POSTVERKETS 300-ÅRSJUBILEUM (1647-1947).  BLANDT BREVENE FRA JOHAN HOLM'S FAMILIE I NORGE ER TILSAMMEN 10 AV JUBILEUMS-FRIMERKENE REPRESENTERT, MENS ETT (55 ØRE) MANGLER.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM KAREN AUSTVOLL DATED JUNE 20 – 1948, TO MRS C.  (CHRISTIANA) WILSON, 102.  WEST. 5.  STREET., DELL RAPIDS, SYD DAKOTA, U.S.A.  THE ENVELOPE HAS A 40 ØRE STAMP WITH THE TEXT –D/S CONSTITUTION CHR.ANIA 1827– (NORWAY'S FIRST STEAM SHIP).  THIS IS ONE OF 11 STAMPS THAT CAME OUT APRIL 15-1947 TO COMMEMORATE 300 YEARS OF POSTAL SERVICES.  ALL OF THEM EXCEPT ONE ARE REPRESENTED AMONG THE LETTERS FROM JOHN'S FAMILY IN NORWAY.  (THE 55 ØRE ONE IS MISSING)."
    ],
    "Creator": [
      "Karen Austvoll",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.06.20"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Narvik 20/6-1948\n\nKjære kusine Alma!\n\nEndelig skal jeg ta mig til å skrive til dig kjære kusine.  Jeg skammer mig virkelig over min sløvhet, endsjønt det er ikke bare sløvhet, da jeg i lengere tid har hatt et veldig høit blotrykk som har gjort at jeg har vært så svimmel at jeg ikke hverken har tålt å skrive eller læse.  Nu er jeg bedre men slett ikke bra, men håper at når denne min vanskelige alder er over hvilket alle onder skriver sig fra, så må jeg vel bli frisk håper jeg.  Jeg synes det er så rart å tenke på at onkel er borte, endsjønt det var nokk best for ham at han fikk gå hjem til sin Gud som han så gjerne ville.  Du har nokk hat en vanskelig og strevsom tid sammen med ham, og du har nokk ofret dig til det siste for ham og vært en tro tjener.  Mor har så ofte sakt at Alma har vært enestående mot broder John.\n\nSå var det angående det du sendte mig.  Først må jeg takke dig så hjertlig for alt bryderi du har hatt for min sjyld.  Mønstrene har jeg gjort mig mye nytte av, men det hjulet du sendte mig var desverre ikke rette sorten da det var “rissehjul” du sendte og ikke “prikkehjul” det er to høist forsjellige ting.  Rissehjul kan vi få over alt hær i Norge, men prikkehjul fikk vi fra Tyskland før krigen men nu efter krigen har de ikke vært å fåt.  Jeg har fåt lavet et slikt jul hær som til nød kan gå an.  Du sjønner at selve hjulet er så bittelite som et, ja hær skal du se den naturlige størelse på selve hjulet (her er det klippet ut et stykke fra papiret hvor tegningen av selve hjulet antagelig var.  Det er mulig Alma klippet det ut for å ta med seg til butikken.  På neste side er det tegning av hele “prikkehjulet” inkl. skaft). Omtrent slik ser det ut i naturlig størelse enda er selve julet i største laget.  Selve julet er svingbart slik at man kan prikke de minste runne jul.  Ja det var det.  Men du skal ha takk for din gode mening og tanke med det du sendte.  Jeg har hatt bra mye arbeide hittil, men nu fins hær ikke snart en tøibit og få kjøpt, det er like galt som i krigens dager.  Jeg har en masse mønster prikket opp  ca 60-70 av forsjellige slag.  Så snart hær blir noe pent tøi å få som passer til en pute skal jeg sy en å senne dig.\n\nTenk Alma at i dag 20 juni har det snedd i fjellene omkring byen og hær blåser en kall vind.  Somrene blir kortere og kortere hær nordom Trondhjem synes jeg.  Men tross alt har vi en lys og fin tid nu med solsjin midt på natten ja døgnet runt og i havene omkring husene står gullregn og syriner i blomst mens fjelltoppene er hvite av sne.  Turister kommer i flokk og følge og alle hotteller er stadig fulle.  Sist i juni reiser min mand og jeg på landet og blir ca en måned borte.\n\nMor stakkar må bare sitte hjemme hun har stadig store smerter i bena sine, men tross det er hun i godt humør nesten bestandig.  Hun går fra vindu til vindu og ser ut  det er hennes fornøielse.  Gusta er snill og er hjemme og steller mor og far.\n\nHvordan har din mor det  stakkars henne hun har jo også vont i sine ben.  Ja det er godt at hun har dig omkring sig som steller med sig  du har nokk vært en god datter for dine foreldre.\n\nMin mand ber mig hilse dere så meget.  Han sitter ved radion og hører gudstjenesten.  Så må du undsjylle at det blev så lenge før jeg skrev.  Hils din mor og ellers alle dine fra oss.\n\nHjertelig hilsen\n\nKaren  kusine.\n\n\n<-SPLITTLETTER->\n\n\nNarvik 20/6-1948\n\nDear cousin Alma!\n\nFinally I’m going to write to you dear cousin.  I’m really ashamed of my laziness, though it’s not laziness only, as I’ve had a very high blood pressure over a long period of time which has caused me to be so dizzy that I haven’t been able to write nor read.  I’m better now but far from well, but hope that when this my difficult age is over from which all evil stems, I’ll be well again I hope.  I think it’s so strange to think about that uncle is gone, though it was probably best for him that he was allowed to go home to his God which he so much wanted to.  You’ve probably had a difficult and laborious time with him, and I bet you’ve devoted yourself to him till the end and have been a faithful servant.  Mother has so often said that Alma has been wonderful to brother John.\n\nNow to the things you sent me.  First I must say thank you so much for all the trouble you’ve had for my sake.  I’ve made good use of the patterns, but that wheel you sent me was unfortunately not the right kind as it was an “outline wheel” you sent me and not a “dotting tool” (pricking wheel?  I don’t know what to call these instruments in English) they are two completely different things. Outline wheels we can get everywhere here in Norway, but pricking wheels we used to get from Germany before the war but now after the war we can’t get them.  I’ve had such a wheel made here that works in a pinch.  You see the wheel itself is as tiny as a, well here you can see the actual size of the wheel itself (there’s a little section of the paper cut out here, and I assume there must have been a little drawing of this wheel on it. Perhaps Alma cut it out in order to see if she could find one.  On the next page there’s a drawing of the entire tool including the handle).  This is approximately what it looks like in actual size and still the wheel itself is a bit too big.  The wheel itself is swingable so that you can dot out the tiniest little circles (this must be for embroidery).  Well that was that.  But thank you so much for your good intentions with what you sent.  I’ve had quite a lot of work so far, but soon there won’t be as much as a scrap of fabric to buy here, it’s as bad as it was during the war.  I have a lot of patterns pricked out  about 60 – 70 different kinds.  As soon as we get some nice material that would be suitable for a cushion I’ll make you one and send to you.\n\nImagine Alma that today June 20 it has snowed in the mountains around town and a cold wind is blowing here.  The summers get shorter and shorter here north of Trondheim I think.  But still we’re having a bright and nice period now"
    ],
    "LetterDate": [
      "1948-06-20"
    ],
    "Location": [
      "Narvik"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "God",
    "Karen Austvoll",
    "Narvik",
    "Norway to US",
    "Trondheim",
    "blood pressure",
    "fabric",
    "postwar",
    "war"
  ],
  "files": [
    {
      "original": "Karen Austvoll 20 juni-1948.pdf",
      "filename": "acec3af372b57f5f3e11d354bd4463ee.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "hær",
      "score": 0.10735416962852384
    },
    {
      "term": "selve",
      "score": 0.07668154973465989
    },
    {
      "term": "hjulet",
      "score": 0.06701608046056937
    },
    {
      "term": "nokk",
      "score": 0.04949492006203275
    },
    {
      "term": "sløvhet",
      "score": 0.03835522331112346
    },
    {
      "term": "endsjønt",
      "score": 0.03835522331112346
    },
    {
      "term": "rissehjul",
      "score": 0.03835522331112346
    },
    {
      "term": "prikkehjul",
      "score": 0.03835522331112346
    },
    {
      "term": "julet",
      "score": 0.03835522331112346
    },
    {
      "term": "vindu",
      "score": 0.03835522331112346
    },
    {
      "term": "forsjellige",
      "score": 0.03350804023028468
    },
    {
      "term": "klippet",
      "score": 0.03350804023028468
    },
    {
      "term": "kortere",
      "score": 0.03350804023028468
    },
    {
      "term": "omkring",
      "score": 0.030627771776529217
    },
    {
      "term": "størelse",
      "score": 0.0286608571494459
    }
  ],
  "english-tfidf": [
    {
      "term": "wheel",
      "score": 0.19615749156876017
    },
    {
      "term": "itself",
      "score": 0.07706574847743815
    },
    {
      "term": "laziness",
      "score": 0.05446790307470027
    },
    {
      "term": "outline",
      "score": 0.05446790307470027
    },
    {
      "term": "pricking",
      "score": 0.05446790307470027
    },
    {
      "term": "wheels",
      "score": 0.05446790307470027
    },
    {
      "term": "patterns",
      "score": 0.04760505970281963
    },
    {
      "term": "tool",
      "score": 0.04760505970281963
    },
    {
      "term": "actual",
      "score": 0.04760505970281963
    },
    {
      "term": "shorter",
      "score": 0.04760505970281963
    },
    {
      "term": "drawing",
      "score": 0.040742216330938975
    },
    {
      "term": "period",
      "score": 0.032713204289193144
    },
    {
      "term": "cut",
      "score": 0.03167003086683843
    },
    {
      "term": "6-1948",
      "score": 0.027233951537350136
    },
    {
      "term": "stems",
      "score": 0.027233951537350136
    }
  ]
}