{
  "id": 231,
  "added": "2010-12-31 22:10:55",
  "modified": "2010-12-31 22:10:55",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to Alma C. Wilson 1948.6.28"
    ],
    "Description": [
      "BREV FRA EDVARD EIDUM DATERT 28.  JUNI-1948, TIL MRS ALMA C.  WILSON, 102.  WEST. 5.  STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  ET RØDT 20-ØRES FRIMERKE MED LØVE, ET GRØNT 1-KRONES FRIMERKE MED KONG HAAKON I ADMIRALSUNIFORM, KRONE I HØYRE HJØRNE MED TALLET 7 UNDER, NORGE LANGS ØVERSTE KANT, OG NOE SOM LIGNER PÅ KORNAKS I EN KRANS RUNDT HELE FRIMERKET.  (KOM UT 7.  JUNI-1946, ETT ÅR ETTERAT HAN KOM TILBAKE TIL NORGE ETTER 5 ÅR I EXIL, OG PÅ DAGEN 6 ÅR ETTERAT HAN MÅTTE EVAKUERES FRA NORGE I 1940).\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EDVARD EIDUM DATED JUNE 28 – 1948, TO MRS.  ALMA C.  WILSON, 102.  WEST. 5.  STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE ENVELOPE HAS A RED 20 ØRE STAMP WITH LION AND A GREEN 1 KRONE STAMP WITH KING HAAKON VII WEARING HIS ADMIRAL UNIFORM (CAME OUT JUNE 7 – 1946, A YEAR AFTER HE RETURNED TO NORWAY FROM HIS 5 YEARS IN EXILE, AND 6 YEARS TO THE DATE AFTER HIS EVACUATION FROM NORWAY FOLLOWING THE GERMAN INVASION IN 1940)."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.06.28"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Narvik 28-6-1948\n\nKjære Alma og Mor.\n\nAtter hjertelig takk for brevet Alma.  Du er meget flink til å skrive.  Ingen er så snar til å svare på brevene som du.  På De pungt lingner vi hverandre også meget godt.  Ja De er sant at Du har meget å ta vare på.  Ikke bare Dit eget hjem.  Men du har også Mor å hendes hjem og ordne med.  Dertil kommer alle Di andre ting som Du blir plaget med.  Du har hadt mange ekstra vendinger med alle Disse spørsmål angående Disse penger som er sendt.  Vi har ennu intet hørt fra Axel om Dette.  Men som jeg ser så har Du atter sendt en skrivelse, med underskrift og attestasjon fra flere personer.  Og Da skulle vell Den saken engang komme ut av Verden. Ja jeg gjentar hvad jeg før har sagt, jeg synes at De var rart at John ordnet De på en slik måte før han døde.  Men han er nu Død og jeg vill ikke si mere om Den sak.  Men unnerligt synes jeg De var, og serlig Dette at hans hustru Din Mor ikke fik vite noget om De.  Forresten så fårekommer De mig at Olav Holm er også en uforståelig Mand.  Så jeg forstår nær sagt ingen ting av nogen av Dem.  Vell, Så snart vi får høre noe fra Dem, så skal Du få høre De.  Her er fremdeles lidt vanskelig med mange ting.  Ensjønt De er vell ikke så ligetil Der i Amerika heller.  Kostbart alt Der også både Mat og klær.  Vi har hadt bra med Mat her, og har De fremdeles.  Men klær og særlig Da Arbeidsklær er De tungt å få noe av.  Jeg har Derfor måttet gji mine sønner en del klær, og særlig da benklær (bukser) til Arbeisbruk.  Og jeg er glad for at jeg kunde hjelpe Dem.  Ja kjære Dig Alma.  Du må ikke ta De alt for hårt med strevet og Arbeidet.  For De kan jo bli for meget for Dig også.  Om vi hadde vært Dig lidt nermere, sa ville vi så gjerne ha hjulpet Dig lidt.  Karen har nu sendt brev til Dig.  Greta har vist også skrevet.  Edvard er nu ferdig med Skolen og har nu Middelskoleeksamen.  Greta skal Konfirmeres nu Søndag 4de Juli, så tiden går svært fort til alle barna blir voksen.\n\nJa så må Du hilse all Dine ijen, og særlig Da Mor,  Hanna sender Dig en særlig hilsen.  Vi ville så gjerne ha sendt Dere noen foto billeder av oss, men de er nær sagt umulig for tiden å få tatt nogen billeder.  For De finnes ikke film sier Fotograferne.\n\nHa De bra og lev vell alle.  Tusen takk for alt Dit stræv.\n\nDeres Hanna og E. Eidum\n\n\n<-SPLITTLETTER->\n\n\nNarvik 28-6-1948\n\nDear Alma and Mother.\n\nAgain many thanks for your letter Alma.  You’re very good at writing.  No one is as quick to reply to the letters as you are.  In That Respect we are also very much alike.  Yes It’s true that You have a lot to take care of.  Not only Your own home.  But you also have Mother and her home to see to.  In addition there’s all The other things that You’re being bothered with.  You’ve had many extra turns with all These questions regarding This money that were sent.  We‘ve still heard nothing from Axel about This.  But I see You have once again sent a statement, with signatures and certifications from several persons.  And Then That matter should be out of the Way.  Well I repeat what I’ve said before, I think It was strange that John arranged It like that before he died.  But he’s Dead now and I won’t say any more on That matter.  But I do think It was odd, and especially The fact that his wife Your Mother wasn’t told about It.  Besides it seems to me that Olav Holm is also an incomprehensible Man.  So I don’t understand anything about any of Them so to speak.  Well, As soon as we hear something from Them, we’ll let You know about It.  It’s still a little difficult here with many things.  Though I guess It’s not so simple There in America either. Everything expensive There too both Food and clothing.  We’ve had enough Food here, and still do.  But clothing and especially Work clothes are hard to get.  Therefore I’ve had to give my sons some clothes, and especially pants for Working in.  And I’m glad that I’ve been able to help Them.  Well dear Alma.  You mustn’t Work and toil too hard.  Because It can get to be too much for You too.  If we’d been closer to You, we would gladly have helped You a little.  Karen has sent a letter to You now.  I think Greta has also written.  Edvard has finished School and now he has his Middle School exam (this should be more or less equivalent to the U.S. Junior High School).  Greta is going to be Confirmed this Sunday July 4th, so it won’t be long till the children are adults.\n\nSay hello to all of Yours again, and especially Mother, Hanna sends You a special greeting.  We would so much have liked to send You some pictures of us, but it’s just about impossible to get pictures taken these days.  Because there is no film the Photographers say.\n\nKeep well all of you.  Thanks a lot for Your hard work.\n\nYours Hanna and E. Eidum"
    ],
    "LetterDate": [
      "1948-06-28"
    ],
    "Location": [
      "Narvik"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Edvard Eidum",
    "Narvik",
    "Norway to US",
    "Ola Holm",
    "clothing",
    "death",
    "food",
    "photos",
    "postwar",
    "prices"
  ],
  "files": [
    {
      "original": "Edvard Eidum 28 Juni-1948.pdf",
      "filename": "f830a0f360e37726a43e1ed70ea14835.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "særlig",
      "score": 0.0627513385850496
    },
    {
      "term": "sendt",
      "score": 0.04708699552154802
    },
    {
      "term": "greta",
      "score": 0.03998742129305471
    },
    {
      "term": "sagt",
      "score": 0.039818690128161104
    },
    {
      "term": "klær",
      "score": 0.03648461734432968
    },
    {
      "term": "nær",
      "score": 0.034880244753585136
    },
    {
      "term": "billeder",
      "score": 0.03215524976130391
    },
    {
      "term": "28-6-1948",
      "score": 0.03098755329655737
    },
    {
      "term": "pungt",
      "score": 0.03098755329655737
    },
    {
      "term": "lingner",
      "score": 0.03098755329655737
    },
    {
      "term": "vendinger",
      "score": 0.03098755329655737
    },
    {
      "term": "attestasjon",
      "score": 0.03098755329655737
    },
    {
      "term": "gjentar",
      "score": 0.03098755329655737
    },
    {
      "term": "unnerligt",
      "score": 0.03098755329655737
    },
    {
      "term": "fårekommer",
      "score": 0.03098755329655737
    }
  ],
  "english-tfidf": [
    {
      "term": "especially",
      "score": 0.05286623451654922
    },
    {
      "term": "won",
      "score": 0.041446913310800804
    },
    {
      "term": "greta",
      "score": 0.03972455934625043
    },
    {
      "term": "school",
      "score": 0.033098843898244114
    },
    {
      "term": "clothing",
      "score": 0.0328079201461809
    },
    {
      "term": "28-6-1948",
      "score": 0.030733286092428647
    },
    {
      "term": "alike",
      "score": 0.030733286092428647
    },
    {
      "term": "signatures",
      "score": 0.030733286092428647
    },
    {
      "term": "certifications",
      "score": 0.030733286092428647
    },
    {
      "term": "incomprehensible",
      "score": 0.030733286092428647
    },
    {
      "term": "equivalent",
      "score": 0.030733286092428647
    },
    {
      "term": "photographers",
      "score": 0.030733286092428647
    },
    {
      "term": "matter",
      "score": 0.029171915672050977
    },
    {
      "term": "hard",
      "score": 0.027672244840804498
    },
    {
      "term": "regarding",
      "score": 0.02686095547477532
    }
  ]
}