{
  "id": 232,
  "added": "2010-12-31 22:16:09",
  "modified": "2010-12-31 22:16:09",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to Alma C. Wilson 1948.7.19"
    ],
    "Description": [
      "BREV FRA EDVARD EIDUM DATERT 19.  JULI – 1948, TIL MRS.  ALMA C.  WILSON, 102.  WEST. 5 STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  KONVOLUTTEN HAR TO GRØNNE 10-ØRES FRIMERKER MED LØVE, OG ET GRØNT 1-KRONES FRIMERKE MED KONG HAAKON VII I ADMIRALSUNIFORM, SOM KOM UT 7.  JUNI-1946 (ETT ÅR ETTERAT HAN KOM TILBAKE TIL NORGE ETTER 5 ÅR I EXIL, OG PÅ DAGEN 6 ÅR ETTERAT HAN MÅTTE EVAKUERES FRA NORGE I 1940).\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EDVARD EIDUM DATED JULY 19 – 1948, TO MRS.  ALMA C.  WILSON, 102.  WEST. 5 STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE ENVELOPE HAS TWO GREEN 10 ØRE STAMPS WITH LION, AND A GREEN 1 KRONE STAMP WITH KING HAAKON VII WEARING HIS ADMIRAL UNIFORM (CAME OUT JUNE 7 – 1946, A YEAR AFTER HE RETURNED TO NORWAY FROM HIS 5 YEARS IN EXILE, AND 6 YEARS TO THE DATE AFTER HIS EVACUATION FROM NORWAY FOLLOWING THE GERMAN INVASION IN 1940)."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.07.19"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Narvik 19/7-1948\n\nKjære Alma og Mor.\n\nVil nu i aften skrive noen ord til Dere, Da jeg vet at Di har lyst til å høre lidt fra oss her i høie Nord.  Vi har nu hadt en veldig god og fin sommer, og har De fremdeles.  Solen har vi hadt oppe natt og Dag nu i lang tid.  Men snart så for vi høst og mørketider ijen.\n\nVi lever som almidelig her.  Hanna min hustru er ennu ikke bra.  Hun har smerter i sine ben fremdeles, og hun går nu på Lasarettet og for Røntgenbehandling.  Barna har De som vanlig alle.  Greta Søberg er nu konfirmert, og Edvard er færdig med Middelskolen.  Men vi venter nu på brev fra Dem.  Ingen av oss var Der i Greta sin konfirmasjon, da De er bra langt mellem oss og Dem, omkring 280 Mil Engelske Mil.  Vi kan nu fortelle Dere at Hanna har fått sin gave.  Altså Den fra Amerika fra sin bror John.  De var Banken i Trondheim som sendte en Chek til Hanna, og så fikk hun besjed om å hente pengerne i Banken her i Narvik.  Banken som John hadde sendt Disse penger til i Stjørdal hadde fått besjed om, at De var kun 4. fire av hans søsken her, som skulle ha Denne gave.  Og således så Delte Banken De ut til Disse 4.  Nemlig Aksel, Olav, Laura og Hanna.  De blir vel omkring 260 Dollar på hver.  Hvad som angår Di to Enkerne Olava og Gjertine, så har Hanna sagt til sine søsken her, at hun skal med glæde være med på å la Gjertine få noen kroner.  For Gjertine var bestandig snill og god, både imot Markus sin Mand, og hans forældre.  Hun skal med glæde få noen kroner.  Ensjønt Gjertine har et fint og godt hjem, Pensjon har hun efter sin Mand.  Alderstrygd har hun av Staten, og Dertil så er hendes barn hjemme, og har tatt sin Mor til fuld forpleining.  Så De er ingenting som mangler hende  Men allikevel kan hun gjerne få lidt hun også.  Men Derimot Olava hun for ingenting, De er Dem alle enige om.  Og om Alma og Mor hadde vist hvorledes Olava var i mot De gamle, altså forældrene til Konrat (feilstavet) og Di andre, ligeså til Konrad selv mens han levet, ja til og med i mot oss før vi reiste hit til Narvik, Ja Da er jeg sikker på at Di hadde ikke syntes noe synd på hende, om hun ikke kommer i betraktning nu.  Vel vet vi at mand skal ikke gjengjelle ont med ont.  Men hadde Olava vært i nød, eller sittet trangt i de som vi sier her, så hadde De vært en annen sak.  Men hun har ikke trang til noen hjelp, så vidt vi vet.  Dertil har hun to Gårder, eller hus som hun leier bort.  Vi vil rette både Dig og Din kjære Mor en hjertelig takk, for Deres stræv, og arbeide med, å få Dette i orden.  Jeg synes at De er veldig stort, og anstrengende arbeide De Du har gjort for oss her.  Og intet skulle vel ha vært mere rettferdigt, end at Du også hadde sammen med Mor fått Din takk og påsjønnelse.  Nu må Di ha De bra ijen, og jeg skal skrive mere siden.  Kan bare hilse fra alle mine her.  Hils Din kjære Mor, og alle Dine Der.  Vi har ennu ikke talt med noen av Di andre, siden vi fik Denne Chek.  Men som sagt mere siden.  Deres Hanna og E. Eidum  box 68.  Narvik\n\n\n<-SPLITTLETTER->\n\n\nNarvik 19/7-1948\n\nDear Alma and Mother\n\nThis evening I’ll write a few words to You, As I know You want to hear from us here in the high North.  We’ve had a very good and fine summer, and still do.  We’ve had the sun up night and Day now for a long time.  But soon we’ll have autumn and the polar nights again.\n\nWe’re living as usual here.  Hanna my wife is still not well.  She has pain in her legs still, and she’s now going to the Field hospital for X-ray treatments.  The Children are all as usual.  Greta Søberg has been confirmed now, and Edvard has finished Middle School.  But we’re waiting for a letter from Them now.  None of us was There for Greta’s confirmation, as It’s quite a long way between us and Them, around 280 Miles English Miles.  We can now tell You that Hanna has received her gift.  That is The one from America from her brother John.  It was the Bank in Trondheim that sent a Check to Hanna, and then she was told to get the money from the Bank here in Narvik.  The Bank that John had sent This money to in Stjørdal had been told, that There were only 4. four of his siblings here, who were to have This gift.  And thus the Bank Divided It between These 4.  Namely Aksel, Olav, Laura and Hanna.  It comes to around 260 Dollars each.  With regard to The two Widows Olava and Gjertine, Hanna has told her siblings here, that she’d be glad to go along with letting Gjertine have a few kroner.  Because Gjertine was always kind and good, to Markus her Husband, as well as to his parents.  She’s welcome to a few kroner.  Although Gjertine has a nice and good home, and a Pension from her Husband.  She gets old age pension from the State, and Besides her children are at home, and have taken their Mother into their care.  So she lacks nothing  But still she’s welcome to some too.  But Olava on the other hand is not getting any, on That They all agree.  And if Alma and Mother had known how Olava treated The old ones, that is the parents of Konrat (misspelled) and The others, likewise Konrad himself while he was alive, yes even us before we left for Narvik, Then I’m sure you wouldn’t have felt sorry for her, if she wasn’t considered now.  We know very well one shouldn’t repay evil with evil.  But if Olava were in need, or had it tight as we say here, It would have been a different matter.  But she’s not in need of any help, as far as we know.  Besides she has two Properties, or houses that she rents out.  We want to express our gratitude to both You and Your dear Mother, for Your trouble, and work with, getting This sorted out.  I think It’s a very big, and tiring job You’ve done for us here.  And nothing would have been more fair, than for You also along with your Mother to have gotten some appreciation and Your reward.  Goodbye for now, and I’ll write more later.  All of mine here send their regards.  Say hello to Your dear Mother, and all of Yours There.  We still haven’t spoken with any of The others, since we got This Check.  But like I said more later.\n\nYours Hanna and E. Eidum  box 68.  Narvik"
    ],
    "LetterDate": [
      "1948-07-19"
    ],
    "Location": [
      "Narvik"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Edvard Eidum",
    "Greta Søberg",
    "Hanna Eidum",
    "Laura Karlson",
    "Narvik",
    "Norway to US",
    "Ola Holm",
    "Olava Holm",
    "Stjørdal",
    "Trondheim",
    "bank",
    "check",
    "confirmation",
    "gifts",
    "leg pain",
    "pension",
    "postwar",
    "x-rays"
  ],
  "files": [
    {
      "original": "Edvard Eidum 19 juli-1948.pdf",
      "filename": "c7405407fc86ce0b5d92f730dab9b745.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "chek",
      "score": 0.04628520618979455
    },
    {
      "term": "besjed",
      "score": 0.04628520618979455
    },
    {
      "term": "banken",
      "score": 0.03965067877740937
    },
    {
      "term": "gjertine",
      "score": 0.03965067877740937
    },
    {
      "term": "olava",
      "score": 0.036330673811231236
    },
    {
      "term": "hanna",
      "score": 0.03437120375811553
    },
    {
      "term": "di",
      "score": 0.030939672315173153
    },
    {
      "term": "greta",
      "score": 0.029864023497344655
    },
    {
      "term": "mand",
      "score": 0.028682545678765242
    },
    {
      "term": "dertil",
      "score": 0.026854108358621172
    },
    {
      "term": "kroner",
      "score": 0.026049803043816745
    },
    {
      "term": "ont",
      "score": 0.026049803043816745
    },
    {
      "term": "omkring",
      "score": 0.024640063932735174
    },
    {
      "term": "7-1948",
      "score": 0.023142603094897275
    },
    {
      "term": "mørketider",
      "score": 0.023142603094897275
    }
  ],
  "english-tfidf": [
    {
      "term": "gjertine",
      "score": 0.03976073940530382
    },
    {
      "term": "bank",
      "score": 0.037065904950258785
    },
    {
      "term": "olava",
      "score": 0.03586491395896223
    },
    {
      "term": "check",
      "score": 0.034579528146427195
    },
    {
      "term": "hanna",
      "score": 0.033841389760967774
    },
    {
      "term": "pension",
      "score": 0.032704372253030474
    },
    {
      "term": "evil",
      "score": 0.032704372253030474
    },
    {
      "term": "greta",
      "score": 0.029876874466297592
    },
    {
      "term": "kroner",
      "score": 0.02534749210719938
    },
    {
      "term": "told",
      "score": 0.02526996616485185
    },
    {
      "term": "along",
      "score": 0.02405210824310478
    },
    {
      "term": "besides",
      "score": 0.023472336213802663
    },
    {
      "term": "7-1948",
      "score": 0.023114530296406418
    },
    {
      "term": "namely",
      "score": 0.023114530296406418
    },
    {
      "term": "260",
      "score": 0.023114530296406418
    }
  ]
}