{
  "id": 233,
  "added": "2010-12-31 22:24:18",
  "modified": "2010-12-31 22:24:18",
  "public": true,
  "metadata": {
    "Title": [
      "Klara Krogstad to Alma C. Wilson 1948.8.22"
    ],
    "Description": [
      "BREV FRA KLARA KROGSTAD DATERT 22.  AUGUST.  KLARA SKRIVER ALDRI HVILKET ÅR DET ER, SÅ DET KAN OFTE VÆRE VANSKELIG Å GJETTE (JEG HAR MÅTTET GJETTE MEG TIL DET UT FRA INNHOLDET AV BREVET), MEN I DETTE TILFELLET KAN POSTSTEMPLET PÅ KONVOLUTTEN TYDES;  SENDT NESTE DAG OG ÅRET ER 1948.  TIL ALMA WILSSON, 102 WEST 5 ST, DELL RAPIDS, S.D., U.S.A.  TO BLÅ 60–ØRES FRIMERKER MED LØVE.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM KLARA KROGSTAD DATED AUGUST 22.  KLARA NEVER PUTS THE YEAR DOWN ON HER LETTERS, SO AT TIMES IT CAN BE HARD TO GUESS WHEN THEY WERE WRITTEN; I'VE HAD TO GUESS BY THE CONTENT OF THE LETTER.  BUT IN THIS CASE THE POST STAMP ON THE ENVELOPE IS CLEAR ENOUGH TO READ, AND THE LETTER WAS SENT THE NEXT DAY, 1948.  TO ALMA WILSSON, 102 WEST 5 ST, DELL RAPIDS, S.D., U.S.A.  TWO BLUE 60 ØRE STAMPS WITH LION."
    ],
    "Creator": [
      "Klara Krogstad",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1948.08.22"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Sluppen den 22 august. (1948)\n\nKjære kusine Alma og dine\n\nDenne uke har været en oplevelse av de sjeldne, jeg fik pakken fra dig og har brukt den 2 ganger, føler mig som et nyt menneske for du skulde ha set det jeg hadde paa før (sikkert hofteholder som hun har vært på utkikk etter i lengre tid).  Jeg vet ikke min arme raad for å betale den, den er dyr det skjønner jeg, kan du ikke skrive og fortælle mig hvad du vil jeg skal sende i steden og hvad som er lovlig.  Jeg føler mig i evig skyld til dig, men skriv er du snild, har dere intresse av Selbu-varer?  Den er for lang 15-20 cm, men jeg har ikke lyst til å forandre den saa jeg bruker den slik.  Du spør om bestemor, nu har nu (trykkfeil) gaat bort fra os, hun sovnet stille og rolig inn i gaar kl halv 4  96 aar gammel, paa sykehuset.  Det var tungt for min mor, igaar naar vi var der selv om hun var gammel for det er saa rart med en mor det vet vi Alma som er mor selv.  Du spør om mine gutter er i Armeen, nei Kjell min ælste gut er 21 aar han slipper for han er paa Jernbane som læregut enda.  Min yngste gut er bare 15 aar, det er saa flinke og snille gutter, jeg er gla for det naar jeg skal være baade mor og far for dem, du har prøvet det samme Alma og forstaar mig godt ikke sant.\n\nJeg ser av dit brev at dere har sent saa meget hit, det vet ikke vi noget om.  Du maa tro far sin familie er saa fine paa det, ser ikke paa min mor og os, det var bare store ord naar far døde og Ole ikke hadde noget at mor var bra for ham, han lovte da gull og grønne skoge som man sier at det skulde bli hjælp for henne som satt i gjen alene i verden med seks smaa barn den ælste 14 aar (jeg tror det var Klara som var eldst).  Han gaar ikke og ser om henne nu heller enda hun er 73 år.  Vi er stolte av mor som har arbeidet slik for å leve paa ordling (ordentlig) vis et meget pent hjem har min bror Erling og hun, saa hun er ingen tak skyldig til fars familie.  Kristerdomme (kristendommen) hos dem tror jeg er bare hykleri, jeg har en tante altsaa en søster av mor som bor i samme gaard som Laura og dem fortæller litt av hvert, jeg vil heller vaske gulv.  Naar Aksel er oprigtig kristen kunde han ha git mor og Olava kona efter onkel Konrad for det faller ogsaa paa dem.  Onkel Jon kunde ha brukt sine pænger paa sig selv og sin kone for dem er lite taknemelig enten dem faar eller ei.  Vi har aldrig vist dette.  Jeg vil aldrig sie noget om dette til dem, det blir bare ondt oss i mellem.  Onkel Jon og jeg har været gode venner og skrevet til hverandre fra jeg var liten skolepike.  Onkel lovete mig å komme til ham men det blev det aldrig for far døde (hun måtte hjelpe til hjemme).\n\nImorgen begynner jeg og arbeider igjen  har ferie nu, vi har været borte i 14 dager mine gutter og jeg.  Vi har været hos min mans familie for dem bor 8 mil herfra.  17 sept skal mine gutter reise og besøke en bror som bor i Bergen (Klaras bror Olaf) for de har nogen dager igjen.\n\nNu maa sjeg slutte for jeg skal til min søster og drikke eftermiddags kaffe kom og bli med du og. end om det hadde gaat.  Skriv nu og si hvad du vil ha i steden for det su sente.  Den duken paa bildet fik du da av mig, ikke av Evelyn, Oles datter.  Tak for bildet, pen pike.  Hils dem og ha det bra\n\nDin kusine Klara\n\nSkal hilse fra mine barn og mor.\n\n\n<-SPLITTLETTER->\n\n\nSluppen the 22 August.  (1948)\n\nDear cousin Alma and yours\n\nThis week has been an experience of the rare kinds, I got the package from you and have worn it twice, feel like a new person because you should have seen what I used to wear (she probably got a girdle which she’s been wanting for a long time).  I have no idea how I can pay you for it, I understand it’s expensive, couldn’t you write and tell me what you would like for me to send you in return and what’s legal.  I feel I’m in perpetual dept to you, but please write, would you be interested in Selbu items?  It’s 15-20 cm too long, but I don’t want to alter it so I wear the way it is.  You ask about grandmother, she has now left us, she quietly and calmly went to sleep yesterday at 3:30  96 years old, in the hospital.  It was hard on my mother, yesterday when we were there even though she was old because there’s something special about a mother  we know that Alma who are mothers ourselves.  You ask if my boys are in the Army, no Kjell my oldest boy is 21 years old and he doesn’t have to because he’s still an apprentice with the Railroads.  My youngest boy is only 15 years old, they’re such clever and good boys, and I’m glad of that since I have to be both a mother and a father to them, you’ve tried the same thing Alma and understand me well don’t you.\n\nI see from your letter that you’ve sent such a lot over here, we know nothing about that.  Father’s family is so distinguished, they don’t look at my mother and us, there were nothing but big words when father died and Ole didn’t have anything and mother was good enough for him, he promised gold and green forests then (directly translated from a Norwegian expression) as we say that there would be help for her who was left alone in the world with six small children the oldest being 14 years old (I believe Klara was the oldest).  He doesn’t go to visit her now either even though she’s 73 years old.  We’re proud of mother who has worked so hard to live in a decent way  she and my brother Erling have a very nice home, so she owes nothing to father’s family.  Christianity is just hypocracy with them I think, I have an aunt a sister of mother’s that is who lives in the same building as Laura and they tell us quite a few things, I’d rather be cleaning floors.  If Aksel was a true Christian he could have given some to mother and Olava Konrad’s wife because they’re entitled to it too.  Uncle Jon could have spent his money on himself and his wife because they’re not very grateful whether they get something or not.  We’ve never known about this.  I’ll never say anything about this to them, there will only be bad feelings between us.  Uncle Jon and I have been good friends and have corresponded since I was a little schoolgirl.  Uncle promised that I could come and visit him but that never came to pass because father died (she had to stay at home and help her mother).\n\nTomorrow I’ll go back to work again  I’m on vacation now, we’ve been away for 14 days my boys and I.  We’ve been to see my husband’s family because they live 8 miles from here.  On Sept. 17 my boys are going to visit a brother who lives in Bergen (Klara’s brother Olaf) because they have a few days left.\n\nI must end this now because I’m going to my sister’s for afternoon coffee  come with me. how nice if that could be done.  Please write and tell me what you would like in return for what you sent.  The table runner on the picture you got from me didn’t you, not from Evelyn, Ole’s daughter.  Thank you for the picture, pretty girl.  Give them my regards keep well\n\nYour cousin Klara\n\nMy children and mother send their regards."
    ],
    "LetterDate": [
      "1948-08-22"
    ],
    "Location": [
      "Norway"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Christianity",
    "Evelyn Fiskvik",
    "Klara Krogstad",
    "Laura Karlson",
    "Norway to US",
    "Ola Holm",
    "Olava Holm",
    "Selbu",
    "Sluppen",
    "coffee",
    "gifts",
    "military",
    "photos",
    "postwar",
    "prices"
  ],
  "files": [
    {
      "original": "Klara Krogstad 22 august-1948.pdf",
      "filename": "310e9563e0d46bd69c24e21322ea0d1b.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "steden",
      "score": 0.0398894322435684
    },
    {
      "term": "gutter",
      "score": 0.03620457687180602
    },
    {
      "term": "været",
      "score": 0.03417167589180371
    },
    {
      "term": "mor",
      "score": 0.0295261126919545
    },
    {
      "term": "bildet",
      "score": 0.02818442924404767
    },
    {
      "term": "naar",
      "score": 0.026868520345662096
    },
    {
      "term": "familie",
      "score": 0.02310001203822743
    },
    {
      "term": "ælste",
      "score": 0.02245019389594389
    },
    {
      "term": "føler",
      "score": 0.02181738388147385
    },
    {
      "term": "jon",
      "score": 0.02123525509839359
    },
    {
      "term": "sjeldne",
      "score": 0.0199447161217842
    },
    {
      "term": "utkikk",
      "score": 0.0199447161217842
    },
    {
      "term": "lengre",
      "score": 0.0199447161217842
    },
    {
      "term": "arme",
      "score": 0.0199447161217842
    },
    {
      "term": "lovlig",
      "score": 0.0199447161217842
    }
  ],
  "english-tfidf": [
    {
      "term": "boys",
      "score": 0.029322374804225424
    },
    {
      "term": "promised",
      "score": 0.023237569029342573
    },
    {
      "term": "mother",
      "score": 0.022785528294492496
    },
    {
      "term": "klara",
      "score": 0.020921199809394636
    },
    {
      "term": "jon",
      "score": 0.0197147160833773
    },
    {
      "term": "oldest",
      "score": 0.019654418128218106
    },
    {
      "term": "wear",
      "score": 0.018707195300192606
    },
    {
      "term": "rare",
      "score": 0.0179779680083161
    },
    {
      "term": "legal",
      "score": 0.0179779680083161
    },
    {
      "term": "15-20",
      "score": 0.0179779680083161
    },
    {
      "term": "calmly",
      "score": 0.0179779680083161
    },
    {
      "term": "96",
      "score": 0.0179779680083161
    },
    {
      "term": "distinguished",
      "score": 0.0179779680083161
    },
    {
      "term": "forests",
      "score": 0.0179779680083161
    },
    {
      "term": "six",
      "score": 0.0179779680083161
    }
  ]
}