{
  "id": 240,
  "added": "2010-12-31 22:52:42",
  "modified": "2010-12-31 22:52:42",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to Alma C. Wilson 1949.2.1"
    ],
    "Description": [
      "BREV FRA EDVARD EIDUM DATERT 1.  FEBRUAR-1949,  TIL MRS.  ALMA C.  WILSON, 102.  WEST. 5.  STREET., DELL RAPIDS, SYD DAKOTA.  KONVOLUTTEN HAR ET RØDT 20-ØRES FRIMERKE MED BILDE AV EN VEI HVOR DET STÅR –VI VIL VINNE–, ETTER ET FOTOGRAFI AV RINGERIKSVEIEN I PORTEBAKKEN I NES, HOLE KOMMUNE I 1941.  SLIK JEG FORSTÅR DET ER DET ETT MERKE I EN SERIE PÅ SEKS (ALLE HAR KRIGSRELATERTE MOTIVER) SOM BLE UTGITT 1.  JANUAR 1943 AV DEN NORSKE REGJERINGEN I LONDON TIL BRUK PÅ NORSKE HANDELSKIP OG MARINEFARTØYER.  DISSE MERKENE HAR OGSÅ KONGENS MONOGRAM MED KRONE OVER.  ET GRØNT 1-KRONES FRIMERKE MED KONG HAAKON I ADMIRALSUNIFORM SOM KOM UT 7.  JUNI-1946.  PÅ BAKSIDEN AV KONVOLUTTEN ER DET ET RØDT OG SVART –KLISTERMERKE–, MED BOKSTAVENE NKS I ET LITE TREKLØVER.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EDVARD EIDUM DATED FEBRUARY 1 – 1949, TO MRS.  ALMA C.  WILSON, 102.  WEST. 5.  STREET., DELL RAPIDS, SYD DAKOTA.  THE ENVELOPE HAS A RED 20 ØRE STAMP WITH A PICTURE OF A ROAD WHERE IT SAYS –WE WILL WIN–, FROM A PHOTOGRAPH TAKEN IN 1941 OF RINGERIKSVEIEN IN PORTEBAKKEN IN NES, HOL MUNICIPALITY.  AS I UNDERSTAND IT THE NORWEGIAN GOVERNMENT IN LONDON (WHICH HAD EVACUATED ALONG WITH THE KING IN 1940) ISSUED THIS STAMP FOR USE ON NORWEGIAN MERCHANT SHIPS AND MARINE VESSELS.  IT'S ONE STAMP OUT OF A SERIES OF SIX WHICH ALL HAVE WAR RELATED MOTIFS ON THEM.  THESE STAMPS ALSO HAVE THE KING'S MONOGRAM (H 7) WITH THE CROWN ON THEM.  THE ENVELOPE ALSO HAS A GREEN 1 KRONE STAMP WITH KING HAAKON VII WEARING HIS ADMIRAL UNIFORM, WHICH CAME OUT JUNE 7-1946."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1949.02.01"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Narvik 1/2-1949\n\nKjære Alma og alle Dine.\n\nTakk for Julehilsenen vi fikk.  Vill forsøke og sende Dig nogen ord, på De nye Aaret.  Og De første jeg vil ønske Dere, er et godt og velsignet Nyttår.  De gamle året er nu gått ind i Den ukjente Evighed.  Og alt hvad som mødte oss i De gamle Aar, både av sorg og glæde, er også borte.  Men vi må være forberedt på, å møte frukten av Den sæd vi har sået i Di Dage som nu er borte med De gamle Aar.  Her i gamle Norge er alt på De samme.  Vi har i hele Vinter hadt et fryktelig vær.  Storm og atter storm i flere Måneder.  Ja på enkelte steder ren Orkanaktig storm.  Mange båter er forlist.  Og mange mennesker har mistet livet.  Flere hus er blåst ned overalt, og kreaturer er også Dræpt.  Ja alt tyder på at vi nærmer oss trængselstiden.  Hør bare på al uenigheden over alt i Verden.  Krig og atter krig.  På samme tid som Dem snakker om fred, og fredskomferanser, så selger Dem Våpen og krigsmatriel til alle parter.  Ja. De er et fint, men Djævelsk hykleri.  Ja, ja. Vi får nu se hvorlides De går.  Jeg har nu sluttet mit arbeide vet Jernbanen. Jeg er nu blit pensjonist.  De vill si at jeg får en hviss sum hver Måned, så lenge vi lever både jeg og Hanna.  Hanna er fremdeles Dårlig.  Hun har fremdeles smerte.  I morgen skal hun på Sykehuset ijen til behandling.  Jeg er heller ikke riktig frisk.  De er Nerverne i brystet som ikke er helt iorden.  De er forresten flere som har De samme.  De er vel en følge av krigen De også, som all annen Elendighed.  Vi fik brev fra Laura i går.  Hun sier at Mindor har vært på Sykehuset en tid.  Han falt ned av en stige, og fik skade i Skulderen og Bækkenet.  Ja De er noget for os alle.  Olav Holm er også Dårlig.  Han holder på å mister synet sier Laura.  Ja De er ikke De beste om så sjer.  Med alle vore barn her, er De bare bra.  Dem har jo alle sit Arbeide, og Da skal mand være tilfreds.  Mine søstre i Amerika har jeg nylig fått brev fra.  Søster Marie er vist ikke riktig vel.  Hun har jo nylig hadt Opperasjon på hospitalet, og De var vel lidt for hårt for hende.  Men Gertrude og Anna har De bra, ensjønt Dem har hadt en enestående sommer Der også.  Kalt og surt.\n\nVil Du være snill Alma, og skriv noen ord til Florense Vinters, og hils hende fra oss.  Vi ville så gjerne skrive til hende også.  Men da hun ikke læser Norsk, så tør jeg ikke forsøke å skrive Engelsk.  De vil ta for lang tid for mig.  Men vær venlig og hils ifra oss.  Håper at Di har De bra Der alle.  Din gamle Mor lever vel, og har De som vanlig.  Så må Du hilse alle, og ha De riktig bra alle.  Min hustru og alle barna hilser Dere.  Karen, Gusta hilser Dere særlig.  Gusta skal nu gifte sig om en 14 dage.  Så nu blir vel jeg og Hanna alene.  Hendes Mand blir vel å reise hjem snart.  Han er Sydfra nære Oslo og er Snikkermester.  Ja ha De bra og vær venlig hilset fra oss alle.\n\nHanna og Edv. Eidum\n\nbox 68.  Narvik  Norge\n\n\n<-SPLITTLETTER->\n\n\nNarvik 1/2-1949\n\nDear Alma and all Yours.\n\nThank you for the Christmas greeting we got.  Will try and send You a few words, in This new Year.  And The first thing I want to wish You, is a good and blessed New Year.  The old year has now gone into The unknown Eternity.  And everything that encountered us in The old Year, of sorrow as well as joy, is also gone.  But we must be ready to, meet the fruit of The seed we’ve sown in The Days that have now gone with The old Year.  Here in old Norway everything is The same.  All through the Winter we’ve had horrible weather.  Storms after storms for several Months.  Yes some places have had Hurricane-like storms.  Many ships have been wrecked.  And many people have lost their lives.  Several houses have blown down everywhere, and cattle has also been Killed.  Yes everything indicates that we’re approaching the days of tribulation.  Just listen to all the disagreements everywhere in the World.  Wars and wars again.  At the same time as They’re talking about peace, and peace conferences, They’re selling Weapons and war materials to all parts.  Yes.  It’s a fine, but Devilish hypocrisy.  Well, well.  We’ll see how It goes.  I’ve now finished my work with the Railroad.  I’ve now become a pensioner.  That means that I get a certain amount every Month, as long as we live both Hanna and I.  Hanna is still Unwell.  She still has pain.  Tomorrow she’s going to the Hospital again for treatment.  I’m not quite well either.  It’s the Nerves in my chest that aren’t quite right.  There are others by the way who have The same thing.  I guess That’s a result of the war too, like all other Misery.  We had a letter from Laura yesterday.  She says that Mindor has been in the Hospital for a while. He fell down from a ladder, and hurt his Shoulder and Pelvis.  Well We’ve all got something.  Olav Holm is also Unwell.  He’s about to lose his sight Laura says.  Well That’s not The best thing to happen.  All’s well with all our children.  They all have their Work, and one should be satisfied with that.  I’ve recently had a letter from my sisters in America.  Sister Marie is not quite well.  She’s just had that Operation in the hospital, and It might have been too hard on her.  But Getrude and Anna are doing well, though They’ve had an unusual summer There too. Cold and miserable.  Would you be so kind Alma, as to write a few words to Florense Vinters, and tell her hello from us.  We would so much like to write to her too.  But as she can’t read Norwegian, I’d be afraid to try and write in English.  It would take me too long.  But please give her our regards.  Hope You are all well There.  Your old Mother is alive I assume, and Doing as usual.  Say hello to everybody, and keep well all of you.  My wife and children all send You their regards.  Karen, Gusta greet You especially.  Gusta is getting married now in about 14 days.  So now Hanna and I will probably be alone.  Her Husband will probably go home soon.  He’s from the South near Oslo and is a Master Joiner.  Well goodbye and warm regards from us all.\n\nHanna and Edv. Eidum\n\nbox 68.  Narvik  Norway"
    ],
    "LetterDate": [
      "1949-02-01"
    ],
    "Location": [
      "Narvik"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Christmas",
    "Edvard Eidum",
    "Florence Winters",
    "Hanna Eidum",
    "Laura Karlson",
    "Narvik",
    "New Year",
    "Norway to US",
    "Ola Holm",
    "Oslo",
    "hospital",
    "leg pain",
    "nerves",
    "postwar",
    "shipwrecks",
    "sickness",
    "storms",
    "surgery",
    "war",
    "wedding"
  ],
  "files": [
    {
      "original": "Edvard Eidum 1 februar-1949.pdf",
      "filename": "50325241e68c0fe8e04fad9f164257f6.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "storm",
      "score": 0.04697637324471692
    },
    {
      "term": "venlig",
      "score": 0.03131758216314462
    },
    {
      "term": "vær",
      "score": 0.029056992046278665
    },
    {
      "term": "forsøke",
      "score": 0.027317713811436148
    },
    {
      "term": "hilser",
      "score": 0.027317713811436148
    },
    {
      "term": "sykehuset",
      "score": 0.025839359079903704
    },
    {
      "term": "2-1949",
      "score": 0.024269012980047144
    },
    {
      "term": "ukjente",
      "score": 0.024269012980047144
    },
    {
      "term": "frukten",
      "score": 0.024269012980047144
    },
    {
      "term": "orkanaktig",
      "score": 0.024269012980047144
    },
    {
      "term": "båter",
      "score": 0.024269012980047144
    },
    {
      "term": "forlist",
      "score": 0.024269012980047144
    },
    {
      "term": "kreaturer",
      "score": 0.024269012980047144
    },
    {
      "term": "nærmer",
      "score": 0.024269012980047144
    },
    {
      "term": "trængselstiden",
      "score": 0.024269012980047144
    }
  ],
  "english-tfidf": [
    {
      "term": "storms",
      "score": 0.04715464501673736
    },
    {
      "term": "wars",
      "score": 0.034872574995125735
    },
    {
      "term": "everywhere",
      "score": 0.02800028502719074
    },
    {
      "term": "hospital",
      "score": 0.02369074640870773
    },
    {
      "term": "2-1949",
      "score": 0.023310416146375964
    },
    {
      "term": "hurricane-like",
      "score": 0.023310416146375964
    },
    {
      "term": "wrecked",
      "score": 0.023310416146375964
    },
    {
      "term": "blown",
      "score": 0.023310416146375964
    },
    {
      "term": "cattle",
      "score": 0.023310416146375964
    },
    {
      "term": "tribulation",
      "score": 0.023310416146375964
    },
    {
      "term": "conferences",
      "score": 0.023310416146375964
    },
    {
      "term": "weapons",
      "score": 0.023310416146375964
    },
    {
      "term": "devilish",
      "score": 0.023310416146375964
    },
    {
      "term": "hypocrisy",
      "score": 0.023310416146375964
    },
    {
      "term": "certain",
      "score": 0.023310416146375964
    }
  ]
}