{
  "id": 244,
  "added": "2010-12-31 23:06:07",
  "modified": "2010-12-31 23:06:07",
  "public": true,
  "metadata": {
    "Title": [
      "Larua Karlson to Alma C. Wilson 1949.12.29"
    ],
    "Description": [
      "BREV FRA LAURA KARLSON DATERT 29.  DESEMBER – 1949, TIL MRS.  ALMA WILSON, 102 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  KONVOLUTTEN HAR ET GRØNT 10-ØRES FRIMERKE MED LØVE, ET RØDT 20-ØRES FRIMERKE MED LØVE, OG ET GRØNT 1-KRONES FRIMERKE MED KONG HAAKONG VII I ADMIRALSUNIFORM, SOM KOM UT 7.  JUNI 1946.  PÅ BAKSIDEN AV KONVOLUTTEN STÅR DET –HILSEN FRA HERBORG– (DET ER HUN SOM HAR SKREVET PÅ KONVOLUTTEN, NOE HUN OFTE GJORDE FOR LAURA).\n\n\n<-SPLITDESC->\n\n\nLETTER FROM LAURA KARLSON DATED DECEMBER 29 – 1949, TO MRS.  ALMA WILSON, 102 WEST 5TH STREET, DELL RAPIDS, SYD DAKOTA, U.S.A.  THE ENVELOPE HAS A GREEN 10 ØRE STAMP WITH LION, A RED 20 ØRE STAMP WITH LION, AND A GREEN 1 KRONE STAMP WITH KING HAAKON VII WEARING HIS ADMIRAL UNIFORM, WHICH WAS ISSUED ON JUNE 7-1946.  ON THE BACK OF THE ENVELOPE IT SAYS –REGARDS FROM HERBORG–.  (IT'S HER HANDWRITING ON THE ENVELOPE; SHE OFTEN ADDRESSED LAURA'S LETTERS FOR HER)."
    ],
    "Creator": [
      "Laura Karlson",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1949.12.29"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal. 29/12-1949.\n\nKjere Alma og alle sammen.\n\nTusen takk for Kortet og Lommetørkle, det er morro og høre fra dei, jeg synes det har veret saa lenge siden jeg hørte fra dig.  Jeg maa faar det første skrive om den, Pakken du har sent til Aksel for saa lenge siden som i Vaar, hann, har ikke faatt nogen pakke, og som saadan ikke jeg faatt tøiet heller.  Hvorfor har du ikke, sagt det i dine brev til Aksel, saa kunne vi undersøgt, paa Paasten eller Taalboden naar vi er i Byen.  men saa fort jeg kommer til Byen saa skall jeg undersøke aligevel  det er da frygtelig ergelig at vi ikke faar det, du er saa snil og sender os.  det er nu saa moro, og det kommer saa godt med, jeg vil med det samme spørge om du i fjord til Jul fikk. noget Lommetørkle sent fra mig, sammen med Julehilsen. saa det kommer vist bort meget av det som bliver sent over Havet (hvis Laura hadde tenkt seg litt om ville hun ha skjønt at det er derfor Alma har sendt hende tøy, fordi hun nevner i det brevet at hun kunne selge slike lommetørklær, men får ikke tak i stoff).  Vi lever som vanlig, med Sykdom, og Mindor nesten ikke noget og jøre, det er vanskelig og leve i Verden, og jeg har ligget meget Syk i vinter, og ligedan Mindor  Gjertine er død for en 14 dager siden, Ola har mistet synet paa det ene øiet, Foresten gaar livett sin gang som vanlig, Lev inderlig godt alle sammen, ver snild og skrive en gang ijen, jeg er saa daarlig til og skrive derfor blir det saa litett ogsaa.  Jeg maa slutte, for Papirets Skyld.  jeg havde ikke Flypapir. det gaar meget fortere med Flypost.\n\nTusen kjere hilsen fra Laura og Mindor.\n\n\n<-SPLITTLETTER->\n\n\nStjørdal. 29/12-1949.\n\nDear Alma and all.\n\nMany thanks for the Card and Handkerchief, it’s fun to hear from you, I feel it’s been so long since I heard from you.  First of all I must write about the, Package you’ve sent to Aksel as long ago as this Spring, he, hasn’t received any package, and therefore I haven’t received the fabric either.  Why haven’t you, said so in your letters to Aksel, we could have looked into it, at the Post Office or the Customs Office when we’re in Town.  but as soon as I get to Town I’ll check on it anyway  it’s terribly annoying that we don’t get it, you’re so kind to send it to us.  it’s so much fun, and it’s so welcome, at the same time I want to ask if you last year for Christmas got. the Handkerchief sent from me, along with a Christmas greeting.  so it looks like a lot of the things that are sent across the Ocean get lost (if Laura had stopped to think, she would have realized that’s why Alma has sent her some fabric, because Laura mentions in that letter she could sell those handkerchiefs, but she can’t get a hold of fabric to make them with).  We’re living as usual, with Sickness, and Mindor almost nothing to do, it’s difficult to live in the World, and I’ve been Sick a lot this winter, and Mindor too  Gjertine died about 14 days ago, Ola has lost his sight on one of his eyes, Otherwise life goes on as usual, Keep real well all of you, please write again sometime, I’m so bad at writing therefore I don’t do it much either.  I must quit, Because of the Paper.  I didn’t have Air paper. it goes a lot quicker with Airmail.\n\nA thousand dear greetings from Laura and Mindor."
    ],
    "LetterDate": [
      "1949-12-29"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1940s",
    "Alma C. Wilson",
    "Axel Holm",
    "Christmas",
    "Gjertine Holm",
    "Laura Karlson",
    "Norway to US",
    "Ola Holm",
    "card",
    "death",
    "fabric",
    "gifts",
    "handkerchief",
    "paper",
    "postwar",
    "sickness"
  ],
  "files": [
    {
      "original": "Laura Karlson 29 des-1949.pdf",
      "filename": "1c85f4efe7f8397a041a553825ae2d02.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "lommetørkle",
      "score": 0.0884644666692041
    },
    {
      "term": "faatt",
      "score": 0.05956512039133225
    },
    {
      "term": "derfor",
      "score": 0.04478623761916846
    },
    {
      "term": "12-1949",
      "score": 0.04423223333460205
    },
    {
      "term": "undersøgt",
      "score": 0.04423223333460205
    },
    {
      "term": "paasten",
      "score": 0.04423223333460205
    },
    {
      "term": "taalboden",
      "score": 0.04423223333460205
    },
    {
      "term": "undersøke",
      "score": 0.04423223333460205
    },
    {
      "term": "ergelig",
      "score": 0.04423223333460205
    },
    {
      "term": "lommetørklær",
      "score": 0.04423223333460205
    },
    {
      "term": "øiet",
      "score": 0.04423223333460205
    },
    {
      "term": "livett",
      "score": 0.04423223333460205
    },
    {
      "term": "litett",
      "score": 0.04423223333460205
    },
    {
      "term": "papirets",
      "score": 0.04423223333460205
    },
    {
      "term": "flypapir",
      "score": 0.04423223333460205
    }
  ],
  "english-tfidf": [
    {
      "term": "fabric",
      "score": 0.060897891083605715
    },
    {
      "term": "handkerchief",
      "score": 0.05520312479589541
    },
    {
      "term": "office",
      "score": 0.04686572529373769
    },
    {
      "term": "why",
      "score": 0.04164977096571901
    },
    {
      "term": "therefore",
      "score": 0.04059859405573714
    },
    {
      "term": "12-1949",
      "score": 0.03901601567762218
    },
    {
      "term": "annoying",
      "score": 0.03901601567762218
    },
    {
      "term": "realized",
      "score": 0.03901601567762218
    },
    {
      "term": "mindor",
      "score": 0.038561250136825334
    },
    {
      "term": "lost",
      "score": 0.036266939452174275
    },
    {
      "term": "handkerchiefs",
      "score": 0.034100078226842426
    },
    {
      "term": "quicker",
      "score": 0.034100078226842426
    },
    {
      "term": "paper",
      "score": 0.0318178960641595
    },
    {
      "term": "sight",
      "score": 0.031224439162245512
    },
    {
      "term": "airmail",
      "score": 0.031224439162245512
    }
  ]
}