{
  "id": 245,
  "added": "2010-12-31 23:10:41",
  "modified": "2010-12-31 23:10:41",
  "public": true,
  "metadata": {
    "Title": [
      "Edvard Eidum to Alma C. Wilson 1950.1.5"
    ],
    "Description": [
      "BREV FRA EDVARD EIDUM DATERT 5.  JANUAR – 1950, TO MRS.  ALMA G.  DET SKAL VÆRE C FOR CHRISTIANA) WILSON, 102.  WEST 5TH.  STREET., DELL.  RAPIDS., SYD.  DAKOTA., U.S.A.  KONVOLUTTEN HAR ET ORANSJE 25-ØRES FRIMERKE MED LØVE, OG ET BRUNAKTIG 2 KRONES FRIMERKE MED KONG HAAKON VII I ADMIRALSUNIFORM, SOM KOM UT 7.  JUNI-1946.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM EDVARD EIDUM DATED JANUARY 5 – 1950, TO MRS.  ALMA G.  (SHOULD BE C) WILSON, 102.  WEST 5TH.  STREET., DELL.  RAPIDS., SYD.  DAKOTA., U.S.A.  THE ENVELOPE HAS AN ORANGE 25 ØRE STAMP WITH LION, AND A BROWNISH 2 KRONER STAMP WITH KING HAAKON VII WEARING HIS ADMIRAL UNIFORM, WHICH WAS ISSUED ON JUNE 7-1946."
    ],
    "Creator": [
      "Edvard Eidum",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1950.01.05"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Narvik 5/1-1950\n\nKjære Alma og Mor.\n\nHjertelig takk for brevet og Julehilsningen.  Samt takk for underretningen om min kjære Søsters Død.  Vil også ønske Dere alle til lykke med De Nye Aar, og tak for De gamle.  Ja nu er søster Marie også borte.  Borte fra Denne Jord og fra oss alle.  Hun har kjempet ut og blir ikke til byrde for nogen.  Og De beste av alt var, at hun var villig til å følge med, når Døden kom og banket på.  Gud velsigne vor søsters Minne, og Gud velsigne hendes 9 barn, som hun efterlot sig her i Denne Verden.  Jeg glæder mig ved å høre at hun Døde i troen på sin frelser og sin barndoms Gud.  Ja nu er Julen over ijen, og vi har De som vanlig.  Ingen av oss har vært ute av Døren i Julen.  Ikke engang hors barna.  Hanna kan jo ikke komme noen vei, og Da vil jo jeg helst være hjemme også.  Forresten så er ikke jeg helt frisk heller.  De er Nerverne runt hjertet som har slått feil, og jeg får ikke Arbeide De allerminste  Ikke engang gå som almindelig.\n\nI Stjørdal har jeg ikke vært siden i fjorsommer.  Har ikke hørt et ord fra Olav Holm siden vi fik Denne Gave fra Amerika.  Olav besjylte oss for at vi stod i en hemmelig forbindelse med Dig, De vil si bak hans rygg.  Vi gav hverandre oplysninger sa han, Oplysninger om alt, både om John Holms penger, og om hvorledes Di skulle fordeles.  Dette er løgn alt.  Men jeg bryr mig ikke De minste om noe som heter slarv og tull.  Aksel og Laura har De bare bra.  De vil si hvad helsen Angår.  For Laura kan De vel av og til bli trangt, da hun er alene som skal sørge for alt.  Ser at De er håre tider i Amerika også.  Og at Di får besøk av mange fremmede fra andre land.  Jo.  De er vel gjerne slik.  Men jeg undres jeg Alma, om tiden og alt som sjer nu er en frugt av Krigen, som Di Krigsbegeistrede Herrer lot slippe løs over Verden.  Hold op å tale om kristendom, Kirke og Fred mellem folkene, sålænge vi Anstrenger oss for å selge Kanoner, Krigsmatriel, lage Atombomber og alt Djævelskap og selge til alle fattige land i Europa.  Men her forstår vi at De er om å gjøre å tjene.  Dollarn må ind, koste hvad De koste vil, både av Mennesker og anden værdi.  De er en stor Guds bespottelse å si, at vi lever i et kristen Samfund idag.  Den sorteste hedning står nærmere Gud idag, end alle Dem som kaller sig kristne, og lever værre end en hedning.  Ja ja Alma.  Du må leve vell og ha De bra ijen.  Hils Din gamle Mor og alle Dine, som vil ha en hilsen.  Jeg har nu også parseret 70 års grensen nu, og begynner å bli gammel.  Vi senner Dig noen opskrifter på forsjellig slags bakning.  Gusta er nu Gift, og har flyttet fra oss.  Hun er nede ved Oslo.  Vi har nu hadt Mørketid her, men snart nu så får vi Solen tilbake ijen.  Lille Frid Anne blev aldeles vild, Da hun fik Dukken.  Hilma skulle skrive til Dig med en gang.\n\nTusen hilsener fra oss alle\n\nHanna og Edvard\n\nbox 68  Narvik  Norge\n\nHanna har skrevet (det vil si, det er Edvards håndskrift):\n\nHjertelig tak for Den fine gaven Du sendte mig.  En gang må De vel bli min tur å få senne dig en liten gave også.  Håper De i allefall.\n\nhilsen Hanna.\n\n\n<-SPLITTLETTER->\n\n\nNarvik 5/1-1950\n\nDear Alma and Mother.\n\nMany thanks for the letter and Christmas greeting.  And thank you for informing me about the Death of my Dear Sister.  I also want to wish You all the best for The New Year, and thank you for The old one (expression).  Well now Sister Marie is also gone. Gone from This Earth and from us all.  She has completed her battle and will not be a burden to anyone.  And the best thing of all was, that she was willing to come along, when Death came knocking.  God bless our sister’s Memory, and God bless her 9 children, whom she left behind here in This World.  It pleases me to hear that she Died believing in her saviour and the God of her childhood.  Well Christmas is now over again, and we’re Doing as usual.  None of us has been out of the House this Christmas.  Not even to visit the children.  Hanna can’t get around, and Therefore I’d rather be at home too.  Besides I’m not quite well myself.  It’s the Nerves around my heart that have gone wrong, and I’m not allowed to Work even a little bit  Not even to walk in a normal manner.\n\nI haven’t been in Stjørdal since last summer.  Haven’t heard a word from Olav Holm since we got This Gift from America.  Olav accused us of being in a secret association with You, That is behind his back.  We gave each other information he said, Information about everything, about John Holm’s money, as well as about how It was to be divided.  This is all lies.  But I don’t care One bit about such nonsense.  Aksel and Laura are Doing well.  As far as their health is Concerned That is.  It can get a little tight for Laura, as she’s alone and has to see to everything.  I see that times are hard in America too.  And that You have a lot of foreigners coming in from other countries.  Well.  That’s how it goes.  But I’m wondering Alma, if our time and everything that’s happening now are fruits of the War, which The War loving Gentlemen unleashed on the World.  Stop talking about religion, Church and Peace between the peoples, as long as we Strive to sell Cannons, War materials, make Atom bombs and all kinds of Devilry and sell them to all the poor countries in Europe.  But here we understand that The most important thing is to make a profit.  The Dollars must come in, no matter what the cost, whether it’s Human life or other values.  It’s a great blasphemy to say, that we’re living in a Christian Society today.  The blackest heathen is closer to God today, than all Those who call themselves Christian, and live worse than a heathen.  Well well Alma.  You must keep well and goodbye for now.  Say hello to Your old Mother and all of Yours, who’d like a greeting.  I have now had my 70th birthday, and am starting to get old.  We’re sending You some recipes for different kinds of baking.  Gusta is now Married, and has moved away from us.  She’s down by Oslo.  We’ve now been having the Polar Nights here, but soon now we’ll get the Sun back again.  Little Frid Anne went completely wild, When she got the Doll.  Hilma was going to write to You right away.\n\nA thousand greetings from us all\n\nHanna and Edvard\n\nBox 68  Narvik  Norway\n\nNote from Hanna, in Edvard’s handwriting:\n\nMany thanks for The nice gift You sent me.  One day It’s got to be my turn to send you a little gift too.  I hope So at least.\n\nregards Hanna."
    ],
    "LetterDate": [
      "1950-01-05"
    ],
    "Location": [
      "Narvik"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1950s",
    "Axel Holm",
    "Christianity",
    "Christmas",
    "Edvard Eidum",
    "Europe",
    "God",
    "Gusta Eidum",
    "John Holm",
    "Laura Karlson",
    "Narvik",
    "Norway to US",
    "Ola Holm",
    "Oslo",
    "Stjørdal",
    "church",
    "death",
    "gifts",
    "nerves",
    "postwar",
    "war"
  ],
  "files": [
    {
      "original": "Edvard Eidum 5 januar-1950.pdf",
      "filename": "de6e049e769aec2570aef3d6ef25df00.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "oplysninger",
      "score": 0.043018015164632585
    },
    {
      "term": "hedning",
      "score": 0.043018015164632585
    },
    {
      "term": "søsters",
      "score": 0.037581566689652623
    },
    {
      "term": "koste",
      "score": 0.037581566689652623
    },
    {
      "term": "selge",
      "score": 0.027755974779885034
    },
    {
      "term": "gud",
      "score": 0.02436033412966791
    },
    {
      "term": "land",
      "score": 0.021778405744223097
    },
    {
      "term": "1-1950",
      "score": 0.021509007582316293
    },
    {
      "term": "julehilsningen",
      "score": 0.021509007582316293
    },
    {
      "term": "underretningen",
      "score": 0.021509007582316293
    },
    {
      "term": "villig",
      "score": 0.021509007582316293
    },
    {
      "term": "banket",
      "score": 0.021509007582316293
    },
    {
      "term": "efterlot",
      "score": 0.021509007582316293
    },
    {
      "term": "hors",
      "score": 0.021509007582316293
    },
    {
      "term": "slått",
      "score": 0.021509007582316293
    }
  ],
  "english-tfidf": [
    {
      "term": "heathen",
      "score": 0.04090154803378979
    },
    {
      "term": "christian",
      "score": 0.03273342692845069
    },
    {
      "term": "countries",
      "score": 0.030594526761522946
    },
    {
      "term": "information",
      "score": 0.026433814583564412
    },
    {
      "term": "gift",
      "score": 0.02545407865066758
    },
    {
      "term": "sell",
      "score": 0.025441016125389525
    },
    {
      "term": "edvard",
      "score": 0.02128030394743099
    },
    {
      "term": "1-1950",
      "score": 0.020450774016894897
    },
    {
      "term": "burden",
      "score": 0.020450774016894897
    },
    {
      "term": "knocking",
      "score": 0.020450774016894897
    },
    {
      "term": "foreigners",
      "score": 0.020450774016894897
    },
    {
      "term": "unleashed",
      "score": 0.020450774016894897
    },
    {
      "term": "strive",
      "score": 0.020450774016894897
    },
    {
      "term": "devilry",
      "score": 0.020450774016894897
    },
    {
      "term": "profit",
      "score": 0.020450774016894897
    }
  ]
}