{
  "id": 247,
  "added": "2010-12-31 23:19:16",
  "modified": "2010-12-31 23:19:16",
  "public": true,
  "metadata": {
    "Title": [
      "Axel Holm to Alma C. Wilson 1950.8.20"
    ],
    "Description": [
      "BREV FRA AXEL HOLM DATERT 20.  AUGUST – 1950, TIL ALMA WILSON, 102 WEST 5TE STREET, DELL RAPIDS, S.D., U.S.A.  SKREVET PÅ PAPIR FRA BAKERIET, ANTAGELIG GAMMELT, DA DET STÅR TELEFON 15 UNDER NAVNET.  PÅ BAKSIDEN AV KONVOLUTTEN HAR HERBORG SKREVET –HILSEN FRA HERBORG–.  FRIMERKENE ER FJERNET.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM AXEL HOLM DATED AUGUST 20 – 1950, TO ALMA WILSON, 102 WEST 5TE STREET, DELL RAPIDS, S.D., U.S.A.  WRITTEN ON PAPER FROM THE BAKERY.  ON THE BACK OF THE ENVELOPE HERBORG HAS WRITTEN –REGARDS FROM HERBORG–.  THE STAMPS HAVE BEEN REMOVED."
    ],
    "Creator": [
      "Axel Holm",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1950.08.20"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Stjørdal, den 20 August 1950\n\nKjære Alma!\n\nSender dig en hilsen fra gamle Norge og fra Stjørdal.  Her har vi det bra alle, vi er frisk å alt for mye å gjøre.  Jeg hjelper til i bakeriet, så har jeg en masse blomster å bær å orne med.  Det blir ikke som det skal vere alt, når en er alene, det er jeg fremdeles.  Har ennu ikke funnet mei en kvinne å ha i huset.  Det er ikke bare å tage en sådan i kjeneste, Men jeg holder det da gående.  Jeg laver mei litt mat selv og stelle blir derefter.  Jeg koker å vasker kopper å styre best jeg kan.  Så kommer Laura på besøk å hun har så alt for meget å gjøre, men hun har tid til alt.  Mindor er arbeidsløs, nogle dage nu å da.  Herborg er i butikken hos sin broder Eilif, Han er på fjellet idag (fint)  Vi har en fin sommer, med gode avlinger.  Gud er god, mot oss Norske.\n\nJeg har tengt så meget på dere, nu siden krigen i Korea begynte.  det er trist at slik stiller vi mennesker oss idag.  At vore sønner skal dra til et andet land å dø for en kule eller sverd foratt landet skal ha sin frihed.  Stakar foreldre som må si sine gutter farvel på denne måte, å aldrig se dem mer.  Det er mange tårer og bønner.  Mens verden sover å synder verre end før.  Det er vel sikkert at verden går imot kaos og sin egen undergang.  For di at di fleste å di styrende har sakt Gud farvel i sitt hjerte og skal styre selv.  Da går det galt i den enkeltes liv som i det offentlige.  Du Alma må la Herren få lede dig inn til sei.  Hvi har ungdomsstevne her idag på bedehuset.  Siste Søndag var det de i Selbu (som?) var der, mye fin og staut ungdom, så her er lyspunkter mitt i en syndig slekt.\n\nHos Eidum er det som vanlig.  vi venter ham hit i sommer, han har lakt på Sykehuset for hjertet, men er bra nu.  Hanna er som vanlig  mye smerter å lange dag i stolen, men livet går også for dem.  Hos Olav er det å bra  han har veret så tung i pusten, men er nu likere.  Det er et lite ønske hos mei, måtte mine å bli frelst, å komme til sanheds erkjendelse så ikke fader huset blir dem foruten.  Jeg bruker nu Johan sin bibel, som han sente til Herborg som gave.\n\nNu vil jeg tigge dei om noget!  Du, vis du ser noe fyldige å fine blomster som kan trives her så få tag på frø til mei.  Jeg vil si dei takk for all din venlighed hidtil  Det er så fint med blomster som ikke fins i alle haver.  Så er du å hilset fra Markus sine og oss alle andre.  Det blir vel snart slik at forbindelsen over havet er en saga blott når vi gamle dør å glemmes, det går fort.\n\nBeste hilsen fra oss alle\n\nAksel, Som nu blir 65 år 14 November 1950\n\n(Det er gammel kar men lyst sinn)\n\nEn hilsen fra Haven!  (det ligger en tørket blomst sammen med dette brevet).\n\nJeg angrer mei for at jeg ikke tog en tur til dere strax krigen var slutt.  For mine spare penger tok dem i skatt.\n\nLaura var netopp her  spiste lit, så hjem, var så slapp. å ont i bena\n\nNu er festen slut på bedehuset.  Mye fin ungdom, og en god ånd.  Herren skal ha takk.  God natt  kl er nu 8.20  Jeg legger mei nu\n\n \n\n<-SPLITTLETTER->\n\n\n\nStjørdal, the 20th of August 1950\n\nDear Alma!\n\nI’m sending you a greeting from old Norway and from Stjørdal.  All of us here are fine, we’re well and have way too much to do.  I’m helping at the bakery, and then I have lots of flowers and berries to take care of.  Not everything is as it should be, when you’re alone, and I still am.  I still haven’t found myself a woman to help in the house.  You can’t employ just anyone, But I do keep it going.  I make myself some food and consequently my care is not the best.  I cook and do dishes and do things the best I can.  Then Laura comes for a visit and she has much too much to do, but she has time for everything.  Mindor is without work, some days here and there (I think he means that he works a few days here and there).  Herborg is at the store with her brother Eilif, He’s in the mountains today (nice)  We’re having a fine summer, with good crops.  God is good, to us Norwegians.\n\nI’ve been thinking about you so much, now since the war in Korea started.  it’s sad how we humans are today.  That our sons have to go to another country and die for a bullet or a sword so that the country can have its freedom.  Poor parents who must say goodbye to their boys in this way, never to see them again.  That’s many tears and prayers.  While the world sleeps and sins worse than before.  The world is heading for chaos and its own destruction for sure.  Because most people and those who rule have said goodbye to God in their hearts and want to rule themselves.  Then things go wrong in the life of each of them as well as in public affairs.  You Alma must let the Lord lead you into his place.  We’re having a youth gathering here today at the chapel.  Last Sunday the Selbu youth was there, lots of fine and good youngsters, so there are some bright spots in the middle of a sinful family.\n\nAt Eidums things are as usual.  we’re expecting him here this summer, he’s been in the Hospital for his heart, but is well now.  Hanna is as usual  in pain and long days in her chair, but life goes on for them too.  At Olav’s things are fine  he’s had a hard time breathing, but is better now.  I have a little wish, that all of mine will be saved, and be brought to see the truth so that our father’s house won’t elude them.  I’m now using Johan’s bible, which he sent to Herborg as a gift.\n\nNow I’ll come begging to you!  If you see some full and nice flowers that will grow well here please get me some seeds.  I want to thank you for all your kindness so far  It’s so nice to have flowers that are not seen in every garden.  Regards from Markus’ family and all the rest of us.  Pretty soon the communication across the ocean will be a thing of the past when we old ones die and are forgotten, that will happen fast.\n\nBest wishes from us all\n\nAksel, Who will turn 65 years old on November 14 1950\n\n(Old man but young mind)\n\nA greeting from the Garden!  (He’s referring to a dried flower that was in the envelope)\n\nI regret not taking a trip to you right after the war was over.  Because they took my savings in taxes.\n\nLaura was just here  ate a little bit, then home, felt tired, and her feet hurt\n\nNow the party at the chapel is over.  Lots of fine youth, and a good spirit.  Thank you Lord.  Good night  it’s 8.20 now  I’m going to bed now"
    ],
    "LetterDate": [
      "1950-08-20"
    ],
    "Location": [
      "Stjørdal"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1950s",
    "Alma C. Wilson",
    "Axel Holm",
    "Eilif Holm",
    "God",
    "Hanna Eidum",
    "Herborg Holm",
    "John Holm",
    "Korean War",
    "Laura Karlson",
    "Norway to US",
    "Ola Holm",
    "Selbu",
    "Stjørdal",
    "bakery",
    "berries",
    "bible",
    "flowers",
    "hospital",
    "postwar",
    "request",
    "seeds"
  ],
  "files": [],
  "norwegian-tfidf": [
    {
      "term": "1950",
      "score": 0.04387837546792524
    },
    {
      "term": "blomster",
      "score": 0.03599868340443185
    },
    {
      "term": "farvel",
      "score": 0.03278802057896611
    },
    {
      "term": "styre",
      "score": 0.031002872168452437
    },
    {
      "term": "ungdom",
      "score": 0.0295442997141008
    },
    {
      "term": "fin",
      "score": 0.02719105330346945
    },
    {
      "term": "bedehuset",
      "score": 0.026300578849235486
    },
    {
      "term": "dei",
      "score": 0.025457694723972874
    },
    {
      "term": "kjeneste",
      "score": 0.02193918773396262
    },
    {
      "term": "korea",
      "score": 0.02193918773396262
    },
    {
      "term": "stiller",
      "score": 0.02193918773396262
    },
    {
      "term": "kule",
      "score": 0.02193918773396262
    },
    {
      "term": "sverd",
      "score": 0.02193918773396262
    },
    {
      "term": "foratt",
      "score": 0.02193918773396262
    },
    {
      "term": "frihed",
      "score": 0.02193918773396262
    }
  ],
  "english-tfidf": [
    {
      "term": "1950",
      "score": 0.04215523532984465
    },
    {
      "term": "youth",
      "score": 0.037977398082856405
    },
    {
      "term": "rule",
      "score": 0.036843762681875725
    },
    {
      "term": "flowers",
      "score": 0.03567083836490065
    },
    {
      "term": "garden",
      "score": 0.02451090511533089
    },
    {
      "term": "lots",
      "score": 0.024138630217041053
    },
    {
      "term": "chapel",
      "score": 0.023780558909933764
    },
    {
      "term": "die",
      "score": 0.022500450981480385
    },
    {
      "term": "employ",
      "score": 0.021077617664922325
    },
    {
      "term": "consequently",
      "score": 0.021077617664922325
    },
    {
      "term": "dishes",
      "score": 0.021077617664922325
    },
    {
      "term": "korea",
      "score": 0.021077617664922325
    },
    {
      "term": "chaos",
      "score": 0.021077617664922325
    },
    {
      "term": "affairs",
      "score": 0.021077617664922325
    },
    {
      "term": "elude",
      "score": 0.021077617664922325
    }
  ]
}