{
  "id": 248,
  "added": "2010-12-31 23:23:40",
  "modified": "2010-12-31 23:23:40",
  "public": true,
  "metadata": {
    "Title": [
      "Hilma Lindgren to Alma C. Wilson 1952.5.20"
    ],
    "Description": [
      "BREV FRA HILMA LINDGREN (EDVARD OG HANNA EIDUMS DATTER) DATERT 20.  MAI – 1952, TIL MRS.  ALMA C.  WILSON, 102 WEST 5TH.  STREET, DELL RAPIDS, SOUTH DAKOTA.  FRIMERKENE ER FJERNET.  ADRESSEN HENNES PA BAKSIDEN AV KONVOLUTTEN ER ELVEGÅRD, OG SÅ NOE SOM BEGYNNER PÅ SJ – KLARER IKKE TYDE DET, SER UT SOM SJORNEN.\n\n\n<-SPLITDESC->\n\n\nLETTER FROM HILMA LINDGREN (EDVARD AND HANNA EIDUM'S DAUGHTER) DATED MAY 20 – 1952, TO MRS.  ALMA C.  WILSON, 102 WEST 5TH STREET, DELL RAPIDS, SOUTH DAKOTA.  THE STAMPS HAVE BEEN REMOVED.  THE RETURN ADDRESS IS:  ELVEGÅRD, AND THEN SOMETHING THAT STARTS WITH SJ – CAN'T QUITE READ IT, LOOKS LIKE –SJORNEN–."
    ],
    "Creator": [
      "Hilma Lindgren",
      "Siri Lawson, trans."
    ],
    "Date": [
      "1952.05.20"
    ],
    "Language": [
      "Norwegian",
      "English trans."
    ],
    "Text": [
      "Elvegård 20/5-52.\n\nKjære kusine med familie!\n\nHjertelig takk for ditt brev til mig.  Det er så skammelig av mig at jeg ikke har skrevet før, men det er et stort tiltak å skrive brev.  Takk for garnet du sendte, men nu får vi kjøpe så mye garn som vi bare vil her oppe også.  Ja jeg tenker du ble rar da du fikk høre at far var død. Ja det var fryktelig trist, men jeg er så glad for at han fikk slutte, da han var meget dårlig, og så behøver vi ikke sørge over at han fikk dø på en slik trygg og fornøid måte.  Han var godt forberedt på å dø, og det er jo det beste.  Han fikk jo eksem over hele kroppen, og det randt vann av sårene nedover hele kroppen helt ned i tøflene, hvad tror du han led.  Mor tok det veldig fornuftig.  Hun måtte trøste oss, isteden for at vi skulde trøste henne.  Vi var hjemme alle 10 søsken og det var så koselig å treffes alle sammen.  Dem er så gode å snille med mor alle, dem bærer henne næsten på hender, og vet ikke hvad godt dem skal gjøre for henne.  Hun holder nu på å skal flytte til Olaf.  Det er han som skal ha henne nu når hun er blitt alene.  Hadde bare jeg hatt mere hus så skulde vel jeg hatt henne hos mig, men desværre det kan jeg ikke ennu.  Min mann arbeider på jernbanen, og jeg tenker så smått på å kjøpe en manufakturforretning i byen.  Jeg vet ikke sikkert om det blir noe av det, men vi får nu se.  Ellers har alle våre det bra.  Sverre har åpnet gullsmed verksted, og han har meget arbeide.  Ja dette blir bare noen få ord i all hast.  Jeg har så mange å skrive til, så det blir lite til hver.  Idag er det mor sin gebursdag, hun er 76 år idag.  De var så søte de to små barna du sendte billede av.  Det så ut som et brudepar.  De var virkelig nydelig.  Nu må du hilse alle dine så meget fra oss alle her.  Det er så moro å høre fra Amerika.\n\nHa det riktig bra alle sammen.\n\nDu hilses fra oss tre så meget.\n\nHilma  Ole  Frid Anne!\n\n\n<-SPLITTLETTER->\n\n\nElvegård 20/5-52.\n\nDear cousin and family!\n\nMany thanks for your letter to me.  It’s so shameful of me that I haven’t written before, but writing letters is a big effort.  Thank you for the yarn you sent, but now we can buy as much yarn as we like up here too.  Well I imagine you felt a little strange when you heard that father had died.  Yes it was terribly sad, but I’m so glad he was let go, as he was very sick, and we don’t need to feel bad because he died in such a secure and content way.  He was well prepared to die, and that’s the best thing.  He came down with eczema all over his body, and the liquid from the sores was running all down his body all the way down into his slippers, so you can imagine how he suffered.  Mother took it very sensibly.  She had to comfort us, instead of us comforting her.  All 10 of us siblings were at home and it was so nice for us all to meet.  They’re all so good and kind to mother, they almost carry her on their hands, and they don’t know the best thing to do for her.  She’s about to move in with Olaf now.  He’s the one who’s going to keep her now that she’s been left alone.  If only I’d had a bigger house I would have kept her with me, but unfortunately I can’t do that yet.  My husband works with the railroads, and I’m thinking about buying a dry goods store in town.  I’m not sure if it’ll come to pass, but we’ll see. Otherwise all of ours are doing well.  Sverre has opened a jeweler’s repair shop, and he has a lot of work.  Well this was just quickly a few words.  I have so many I need to write to, so there won’t be much for each.  Today is mother’s birthday, she’s 76 today.  They were so cute the two little children you sent a picture of.  They looked like a bridal couple.  It was really beautiful.  Say hello to all of yours from all of us here.  It’s so much fun to hear from America.\n\nGoodbye everyone.\n\nBest wishes from us three.\n\nHilma  Ole  Frid Anne!"
    ],
    "LetterDate": [
      "1952-05-20"
    ],
    "Location": [
      "Elvegård"
    ],
    "Destination": [
      "Dell Rapids"
    ]
  },
  "tags": [
    "1950s",
    "Alma C. Wilson",
    "Elvegård",
    "Hilma Lindgren",
    "Norway to US",
    "birthday",
    "death",
    "eczema",
    "gifts",
    "jewelery repair shop",
    "postwar",
    "sickness",
    "yarn"
  ],
  "files": [
    {
      "original": "Hilma Lindgren 20 mai-1952.pdf",
      "filename": "408b350973c6db613d1d772f1a7ce332.pdf",
      "mime_type": "application/pdf"
    }
  ],
  "norwegian-tfidf": [
    {
      "term": "trøste",
      "score": 0.07151716049150313
    },
    {
      "term": "kroppen",
      "score": 0.05511996215317313
    },
    {
      "term": "dø",
      "score": 0.049068244121707995
    },
    {
      "term": "elvegård",
      "score": 0.04093132039918399
    },
    {
      "term": "5-52",
      "score": 0.04093132039918399
    },
    {
      "term": "trygg",
      "score": 0.04093132039918399
    },
    {
      "term": "eksem",
      "score": 0.04093132039918399
    },
    {
      "term": "randt",
      "score": 0.04093132039918399
    },
    {
      "term": "sårene",
      "score": 0.04093132039918399
    },
    {
      "term": "nedover",
      "score": 0.04093132039918399
    },
    {
      "term": "led",
      "score": 0.04093132039918399
    },
    {
      "term": "bærer",
      "score": 0.04093132039918399
    },
    {
      "term": "manufakturforretning",
      "score": 0.04093132039918399
    },
    {
      "term": "76",
      "score": 0.04093132039918399
    },
    {
      "term": "søte",
      "score": 0.04093132039918399
    }
  ],
  "english-tfidf": [
    {
      "term": "yarn",
      "score": 0.052419921648724034
    },
    {
      "term": "body",
      "score": 0.037405208319531084
    },
    {
      "term": "elvegård",
      "score": 0.035039861213660685
    },
    {
      "term": "5-52",
      "score": 0.035039861213660685
    },
    {
      "term": "secure",
      "score": 0.035039861213660685
    },
    {
      "term": "eczema",
      "score": 0.035039861213660685
    },
    {
      "term": "sensibly",
      "score": 0.035039861213660685
    },
    {
      "term": "comforting",
      "score": 0.035039861213660685
    },
    {
      "term": "jeweler",
      "score": 0.035039861213660685
    },
    {
      "term": "76",
      "score": 0.035039861213660685
    },
    {
      "term": "bridal",
      "score": 0.035039861213660685
    },
    {
      "term": "down",
      "score": 0.03324951773600951
    },
    {
      "term": "liquid",
      "score": 0.030624911019011353
    },
    {
      "term": "bigger",
      "score": 0.030624911019011353
    },
    {
      "term": "opened",
      "score": 0.030624911019011353
    }
  ]
}